{
  "document_category": "guidance",
  "document_name": "FY19_SVPP_AOM.pdf",
  "chunk_index": 36,
  "chunk_text": "Why this condition: The SVPP award is intended to benefit schools within the recipient’s jurisdiction. Therefore, the recipient must use\nthe SVPP award funding to benefit its own population. What you should do: The SVPP award funding should be used directly to improve security at schools within the recipient’s jurisdiction. Therefore, the equipment, technology, supplies, services, training, civilian positions, and other costs funded with\nthis SVPP award may not be used for any other purposes besides benefit the schools within the recipient’s\njurisdiction. Special Condition: Information Sharing and Coordination The importance of information sharing and coordination among schools and public safety entities cannot be\noverstated. This is especially true of situations requiring emergency response by law enforcement and fire\nprofessionals. In order to ensure that first responders have adequate familiarity with school-specific safety features\nand procedures (target hardening, evacuation plans, etc.); all award recipients must:\n1.\n2. Within 90 days after accepting the award, awardees are required to notify local law enforcement and fire\nagencies in their jurisdiction of the award and the planned school safety improvements under the award. Provide local law enforcement and fire agencies in their jurisdiction with copies of school safety plans\nunless sharing such information is prohibited by local laws. Award recipients will report that this has been\ncompleted through regular progress report submissions. Depending on the project funded, the COPS Office may require a memorandum of understanding (MOU) or letter\nagreement between major partners describing roles and responsibilities in order to ensure proper collaboration and\ncoordination. Your grant program specialist will be able to answer any questions you may have about these\nimportant information sharing and coordination requirements. Special Condition: School Safety Assessments Award recipients are required to conduct comprehensive site safety assessments and prepare school safety plans\nfor all schools impacted by SVPP funding within 12 months after accepting the award. This assessment requirement\nis considered satisfied if such assessments/plans have been completed within the past three years for the affected\nschools. Your grant program specialist will be able to answer any questions you may have the assessment\nrequirement. 36 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual What are the specific rules regarding termination of award funding? The COPS Office may suspend, in whole or in part, or terminate funding or impose other sanctions on a recipient\nfor the following reasons:\n• Failure to substantially comply with the requirements or objectives of the Students, Teachers, and Officers\nPreventing (STOP) School Violence Act of 2018, 34 U.S.C. § 10551, et seq., program guidelines, or other\nprovisions of federal law\n• Failure to make satisfactory progress toward the goals or strategies set forth in this application\n• Failure to adhere to award agreement requirements or special conditions\n• Proposing substantial plan changes to the extent that, if originally submitted, would have resulted in the\napplication not being selected for funding\n• Failure to submit required or requested reports\n• Filing a false statement or certification in this application or other report or document\n•"
}