{
  "document_category": "guidance",
  "document_name": "AOM.pdf",
  "chunk_index": 32,
  "chunk_text": "Why this condition: The AHTF award is intended to benefit the communities within the recipient’s primary law enforcement\njurisdiction. Therefore, the recipient must use the AHTF award funding to benefit its own service population. What you should do:\nOfficers funded under the AHTF award cannot provide contract law enforcement services to other agencies unless\nthey will directly benefit the recipient’s jurisdiction. For example, a sheriff’s department cannot use an AHTFfunded officer to provide contract law enforcement services to a neighboring county, but can use the AHTF-funded\nofficer to provide direct law enforcement services to towns within its own county. 27. Criminal Intelligence Systems\nCondition:\nRecipients using AHTF funds to operate an interjurisdictional criminal intelligence system must comply with\noperating principles of 28 C.F.R. Part 23. The recipient acknowledges that it has completed, signed, and submitted\nthe Reviews and Certifications form with its award application certifying compliance with 28 C.F.R. Part 23. Why this condition: If your agency receives funding for equipment or technology that will be used to operate an interjurisdictional\ncriminal intelligence system, you must comply with the operating principles found in 28 C.F.R. Part 23. An\ninterjurisdictional criminal intelligence system is generally defined as a system that receives, stores, analyzes, and\nexchanges or disseminates data regarding ongoing pre-arrest criminal activities (examples of such activities\ninclude, but are not limited to, loan sharking, drug or stolen property trafficking, gambling, extortion, smuggling, 30 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual bribery, and public corruption) and shares this data with other law enforcement jurisdictions. 28 C.F.R. Part 23\ncontains operating principles for these interjurisdictional criminal intelligence systems which protect individual\nprivacy and constitutional rights. If your agency will use AHTF program funds simply to operate a single agency database (or other unrelated forms\nof technology) and will not share criminal intelligence data with other jurisdictions, 28 C.F.R. Part 23 does not\napply to this award. What you should do:\nAll AHTF recipients were required to agree to the Certification of Review of Criminal Intelligence Systems/28 C.F.R. Part 23 as part of their application proposal so the COPS Office can track which agencies intend to use their award\nfunds to operate interjurisdictional criminal intelligence systems. If your agency intends to use award funds to\noperate an interjurisdictional criminal intelligence system, you should have indicated this in your application and\ncertified your agency’s agreement to comply with the operating principles found at 28 C.F.R. Part 23. Your agency\nnow must comply with 28 C.F.R. Part 23 in operating the inter-jurisdictional criminal intelligence system funded\nthrough your AHTF award. 28. Sole Source Justification\nCondition:\nRecipients who have been awarded funding for the procurement of an item (or group of items) or service in excess\nof $150,000 and who plan to seek approval for use of a noncompetitive procurement process must provide a\nwritten sole source justification to the COPS Office for approval prior to obligating, expending, or drawing down\naward funds for that item or service. Why this condition: In general, recipients are required to procure funded items through open and free competition. However, in some\ninstances, recipients may have already determined that competition is not feasible."
}