{
  "document_category": "guidance",
  "document_name": "5111.04_cn1.pdf",
  "chunk_index": 5,
  "chunk_text": "However, if it appears that jail credit will result in a\nrelease date within 48-60 months, a hearing site should be designated for the inmate. Normally, an inmate for whom a hearing site was not designated will have a re-designation request\ninitiated when the inmate is within 48–60 months of release. This should be documented on the\ne.g., NEEDS IHP, SUBMIT TRF REQUEST WHEN 48 - 60 MOS. REMAIN TO SERVE. 10 9. RE-DESIGNATION PROCEDURES. Inmates not having a hearing site designated. Normally, a referral for transfer to a hearing site will be submitted when an inmate has between\n48–60 months remaining to serve. If the Designator is still unable to re-designate a hearing site for\nthe inmate, justification will be entered on the CMC Clearance and Separatee Data form (PP10)\nand retained in the Inmate Central File. ICE will process inmates who were not re-designated to a hearing site at sentence expiration. 11 10. HEARING/RELEASE SITE PROCEDURES (a) Hearing Dockets. EOIR will provide a copy of the calendar docket to the CMC, or designated\nstaff member, approximately one week prior to the hearings. ICE and EOIR will coordinate and\ncomplete the deportation or exclusion hearings. A copy of the calendar docket will be obtained by\nthe CMC from either ICE or EOIR at intervals sufficient to provide for the inmate’s attendance in\ncourt. (b) Hearing Room. The Warden will make available a suitable room for EOIR judge(s) or video\nteleconference equipment to conduct hearings. If new construction is needed, the Warden will\ncontact the CCD Administrator, who will coordinate with ICE Headquarters to cover the\nconstruction costs. (c b) Public Hearings Representatives. IHP hearings are considered public. An inmate’s family\nmembers, friends, the media, and the public are eligible to attend. A representative is eligible to\nattend an IHP hearing. P5111.04, CN-1 5/23/2017 7 If an inmate wishes to have a representatives attend his/ or her hearing, he/she must give at least\none week’s advance notice to unit staff. Local procedures will be established with EOIR when visitors are planning to attend a hearing. While Wardens at hearing sites are to work closely with ICE and EOIR to allow public access to\nthe hearings, the The Warden will make the final decision regarding entrance of visitors. Refer to\nthe Program Statement Visiting Regulations for additional information. (d c) Hearing Decisions. When the hearing is concluded, ICE or EOIR staff will provide a copy\nof the hearing decision to institution staff and to the inmate. If a copy is not provided when the\nhearing concludes, one should be requested from the local ICE liaison. If EOIR issues a delayed\ndecision, a copy of the order will be mailed to institution staff and the inmate, with a copy placed\nin the Inmate Central file. (e d) Transfers to and from Hearing or Release Sites. (1) Inmates Not Ordered Deported/Removed."
}