{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 107,
  "chunk_text": "If the non-federal\ninstitution does the docketing, the CCM must monitor the\nprocedure thoroughly. One suggested method of monitoring would\nbe to use the SENTRY’s Parole Date sentence computation function PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 27\nto establish a parole waiting list in SENTRY, similar to federal\ninstitutions. The U.S. Parole Commission must be notified whenever a CCC inmate\nwith an effective parole date is arrested before the release\ndate. The U.S. Parole Commission must receive a mini-file on these\ninmates by the 10th of the month preceding the month of the\nexaminers arrival for the hearings. The files must include:\nparole application, sentence computation, PSI, and probation\nrevocation report, if applicable. If available, the following\nshould also be sent: FBI arrest record (rap sheet),\nclassification study, Report on Committed Offender (AO 235), and\nReport on Convicted Offender by United States Attorney (USA-792). 5.11. VICTIM AND WITNESS PROTECTION ACT OF 1982 The Program Statement on Victim and Witness Notification is the\nprimary document for procedures in this area. Transferring institutions are to advise the party to be notified\nwhen the CCC acceptance date is established, but, no later than\ntwo weeks prior to the transfer. If the transfer date moves up,\nthe institution must renotify. CCMs must ensure the\nBP-S323.014, Victim and Witness Notice showing this has been done\nis received prior to the transfer. If the inmate is released\nprior to the date noted on the Victim and Witness Notice, or the\ndate moves up, the CCM must renotify the victim or witness. When an inmate's custody is extended beyond the scheduled release\ndate; it is not necessary to renotify the victim or witness. CCMs shall notify the interested party if the inmate goes on\nfurlough, dies, or is apprehended as an escapee. Attachments to\nthe Program Statement can be used for making notifications. If\nthe inmate escapes, the CCM shall make immediate notification by\ntelephone. CCMs shall ensure the SENTRY Daily Log transaction is\nused to monitor Victim/Witness Program cases placed in CCCs under\ntheir responsibility. CCMs have the same approval responsibilities as Bureau Wardens\nunder the Victim/Witness Program for federal inmates confined in\nlong-term contract boarding facilities (state institutions) and\nfor short-term direct court commitments to other non-federal\nfacilities. PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 28\n5.12.\n5.12.1. MEDICAL SERVICES Entrance Medical Appraisal Inmates transferred from a federal to a non-federal facility must\nreceive a medical evaluation and clearance at the federal\ninstitution prior to transfer. Refer to the Health Services\nManual. Inmates committed directly to non-federal facilities, including\nCCCs, must receive entrance medical appraisals as required by the\nStatement of Work. The Bureau pays for these physicals,\nincluding those of supervision cases, unless the contract\nspecifies to the contrary. In most cases, the requirement is for\na general physical exam (comparable to an insurance-type\nphysical) that does not require hospitalization to complete. Contractors must ensure that the results are documented and that\ncopies are placed in inmates' files and sent to CCMs. The exams\nshould be completed within five days of commitment. The\nrequirement for entrance physicals also applies to inmates\nrequired to reside in a CCC as a condition of supervision unless\none is included in the referral packet. All other medical and dental expenses for persons under\nsupervision of the USPO are the inmate’s responsibility."
}