{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 56,
  "chunk_text": "Why this condition:\nUnder section 743 of Division E, Title VIII, of the Consolidated Appropriations Act, 2016 (Pub. L. 114-113), neither\nthe recipient, subrecipient, nor any entity that receives a contract or subcontract with any funds under this or\nany other Act may require its employees or contractors to sign an internal confidentiality agreement or\nstatement prohibiting or otherwise restricting their lawful reporting of waste, fraud, or abuse to an investigative\nor law enforcement representative of a federal department or agency. This provision protects the public interest\nand ensures the proper management and use of federal funds. This limitation is not intended, and shall not be\nunderstood by the agency making this award, to contravene requirements applicable to Standard Form 312\n(which relates to classified information), Form 4414 (which relates to sensitive compartmented information), or\nany other form issued by a federal department or agency governing the nondisclosure of classified information. 56 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual What you should do: In accepting this award, the recipient\n• • represents that it neither requires nor has required internal confidentiality agreements or statements from\nemployees or contractors that currently prohibit or otherwise restrict (or purport to prohibit or restrict)\nemployees or contractors from reporting waste, fraud, or abuse as described above;\nrepresents that, if it learns or is notified that it is or has been requiring its employees or contractors to\nexecute agreements or statements that prohibit or otherwise restrict (or purport to prohibit or restrict)\nreporting of waste, fraud, or abuse as described above, it will immediately stop any further obligations of\naward funds, will provide prompt written notification to the agency making this award, and will resume\nsuch obligations only if expressly authorized to do so by that agency. If the recipient does or is authorized to make subawards or contracts under this award, in accepting, the\nrecipient\n• •\n• represents that it has or will determine that no other entity that the recipient proposes may or will receive\naward funds (whether through a subaward, contract, or subcontract) either requires or has required internal\nconfidentiality agreements or statements from employees or contractors that currently prohibit or\notherwise restrict (or purport to prohibit or restrict) employees or contractors from reporting waste, fraud, or\nabuse as described above;\nrepresents that it has or will make appropriate inquiry, or otherwise has an adequate factual basis, to\nsupport this representation;\nrepresents that, if it learns or is notified that any subrecipient, contractor, or subcontractor entity that\nreceives funds under this award is or has been requiring its employees or contractors to execute agreements\nor statements that prohibit or otherwise restrict (or purport to prohibit or restrict) reporting of waste, fraud,\nor abuse as described above, it will immediately stop any further obligations of award funds to or by that\nentity, will provide prompt written notification to the agency making this award, and will resume (or permit\nresumption of) such obligations only if expressly authorized to do so by that agency."
}