{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 58,
  "chunk_text": "_____ 4. In addition to paid staff, are volunteers used at the\ndiscretion of the CCM, and subject to screening and standards of\nconduct identical to that for paid employees? _____ 5.\nDoes the contractor have job descriptions for all staff\npositions performing services under this contract? Does each job\ndescription accurately describe duties for the position and\ninclude, at a minimum, the job title, the responsibility of the\nposition, and the required minimum education and experience? _____ 6.\nDoes the contractor discriminate or exclude from\nemployment women working in men's programs or men working in\nwomen's programs? _____ 7. Does the contractor have written policy providing for a\nprobationary term followed by permanent status for new or promoted\nemployees? 8.\nDoes the Center Director meet the minimum education and\nexperience qualifications for that position as defined in the\nSOW? 9. Does the contractor maintain a complete, confidential,\nand current personnel record for each staff member? PS 7300.09\n1/12/98\nAttachment 4-7, Page 6\n10. Does the contractor evaluate each employee's\nperformance on at least an annual basis? Are the evaluations in\nwriting, discussed with the employee, and signed by both the\nemployee and the evaluator? 11. Are new employees provided an initial orientation\nduring their first week of employment? 12. Are all key personnel full-time employees? (Full-time\nemployment is defined as forty hours per week. Key personnel are\ndefined as the facility manager, case manager, and counselor or\nstaff in equivalent positions. Any proposed changes of key\npersonnel shall be submitted for approval through the CCM to the\nCO.)\n13. Does the contractor voucher potential employees through\nreference and employment checks prior to commencing employment\nduties? Does the contractor require all proposed employees to\nprovide complete details of any criminal conviction record? Does\nthe contractor notify proposed employees that a criminal records\ncheck may be processed by the CCM to verify employment\napplications? 14. Does the staffing pattern of the facility concentrate\nprogram staff when most residents are available at the facility? Does the contractor have a work schedule clearly defining the\nduty hours of each staff member? If the contractor's facility\nalso houses non-Federal residents, has the contractor maintained\nthe percentage of each staff member's time devoted to Federal\noffenders as identified in their proposal? 15. Does the contractor's standards of employee conduct\ninclude, at least, the following:\na.\nthe contractor shall not display favoritism or\npreferential treatment of one resident, or group of residents,\nover another;\nb.\nno contractor employee may deal with any resident\nexcept in a professional relationship that will support the\napproved goals of the center program; specifically, staff members\nmust never accept for themselves or any member of their family,\nany personal gift, favor or service from a resident or from any\nresident's family or close associate, no matter how trivial the\ngift or service may seem; all staff are required to report to the\ncenter director any violation or attempted violation of these\nrestrictions; in addition, no staff shall give any gifts, favors\nor services to residents, their families or close associates;"
}