{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 21,
  "chunk_text": "■ Ensure the order contains the court’s seal, the clerk’s signature, and the judge’s signature. Some orders are received by facsimile machines with an electronic certification attached. P5800.15 1/1/2009 Chapter 5, Page 3 ■ Judicial orders and recommendations (not J&C orders) involving situations other than\nsentencing, i.e., designations, furloughs, compassionate release, etc., must be reviewed by the\nDSCC and forwarded to the appropriate Chief Executive Officer. ■ Bureau-approved court electronic records systems may also be used to verify court orders;\ne.g., Public Access to Court Electronic Records (PACER), Jail and Commitment Corrections\nSystems (JACCS), and Joint Automated Booking System (JABS). If an order for an immediate release is received, every effort will be made to release the inmate as\nsoon as possible. e. Inmate Committed, Legal, and True Names. The name entered on the J&C is\nconsidered the committed name to be used by the inmate, as well as the Bureau. SENTRY must\nreflect the committed name, which may only be changed by an order from the Federal sentencing\ncourt. Court orders will be filed in the J&C file in accordance with Attachment A of this Manual\nand the designated Records Office will be notified accordingly. A file review will be conducted on inmates with multiple judgments. Based on the review, a\ncommitted name will be selected. ■ Inmates who are committed on a new judgment, and have a pending violation, will have their\ncommitted name reflect the name used on the new judgment. ■ Inmates who are committed as violators will retain the name used on their original\ncommitment. ■ Inmates who are committed to serve a violator term, and at the same time committed on\nadditional judgments (whether agreeable or not), will be admitted with the name used on the\noriginal commitment (prior to violation).\n■ In complex situations, or if further clarification is required, contact a DSCC supervisor. Some J&C’s indicate “legal” names or “true” names in addition to the committed names used in\nthe criminal case. A SENTRY code for “legal” name has been established and the SENTRY\n“legal” name field must be updated to include any “legal” names the sentencing court provided. A “true” name will be entered into SENTRY as an alias. f. Fines, Costs, and Restitution. It is the DSCC’s responsibility to indicate on the SENTRY\nSentence Monitoring Computation Data the existence of fines, costs or restitution penalties. If there is no documentation, DSCC staff will load the original fine or restitution in SENTRY\nwhen computing the sentence for the violator term. g. Assessments. The court, under 18 U.S.C. § 3013, is required to impose a monetary\nassessment on convicted defendants based on the offense classification. Offenses are classified\nin 18 U.S.C. § 3559. P5800.15 1/1/2009 Chapter 5, Page 4 It is the DSCC’s responsibility to indicate on the SENTRY Sentence Monitoring Computation\nData the existence of assessments. h. Source Documents and Legal Reference Material. Designation and sentence\ncomputation involves using compiled data to produce a reasonable and logical interpretation of\nthe sentencing court’s mandate. Designation source documents are identified in the Security Designation and Custody\nClassification Manual."
}