{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 32,
  "chunk_text": "For example, you may not, during\nthe award term, loan two of your awarded computers to a neighboring county’s sheriff’s department. Officers funded under TRGP-Hiring may not provide contract law enforcement services to other agencies unless\nthey will directly benefit the recipient’s jurisdiction. For example, your agency may not use an officer funded\nunder TRGP-Hiring to provide contract law enforcement services to a neighboring county, but your agency may\nuse the officer to provide direct law enforcement services to the population within your agency’s own\njurisdiction. If your agency has an agreement with another law enforcement agency for resource sharing, mutual\naid, etc. TRGP-Hiring officers may respond to requests for assistance and participate in multi-jurisdictional\nactivities as described in the agreement. Before you enter into any agreement with another law enforcement agency, you should contact your COPS\nOffice Grant Program Specialist at 800-421-6770 for additional guidance. 31 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual 29. Criminal Intelligence Systems\nCondition:\nRecipients using TRGP funds to operate an interjurisdictional criminal intelligence system must comply with operating\nprinciples of 28 C.F.R. Part 23. The recipient acknowledges that it has completed, signed, and submitted the Reviews\nand Certifications form with its award application certifying compliance with 28 C.F.R. Part 23. Why this condition: If your agency receives funding for equipment or technology that will be used to operate an interjurisdictional\ncriminal intelligence system, you must comply with the operating principles found at 28 CFR Part 23. An\ninterjurisdictional criminal intelligence system is generally defined as a system which receives, stores, analyzes,\nand exchanges or disseminates data regarding ongoing pre-arrest criminal activities (examples of such activities\ninclude, but are not limited to, loan sharking, drug or stolen property trafficking, gambling, extortion, smuggling,\nbribery, and public corruption) and shares this data with other law enforcement jurisdictions. 28 CFR Part 23\ncontains operating principles for these interjurisdictional criminal intelligence systems that protect individual\nprivacy and constitutional rights. If your agency will use TRGP award funds simply to operate a single agency database (or other unrelated forms\nof technology) and will not share criminal intelligence data with other jurisdictions, 28 CFR Part 23 does not\napply to this award. What you should do:\nAll COPS Office award recipients were required to agree to the Certification of Review of Criminal Intelligence\nSystems/28 CFR Part 23 as part of their award acceptance so the COPS Office can track which agencies intend to\nuse their award funds to operate interjurisdictional criminal intelligence systems. If your agency intends to use\naward funds to operate an interjurisdictional criminal intelligence system, you should indicate this on the\nCriminal Intelligence Systems 28 CFR Part 23 Compliance form that was included with your award package and\ncertify and submit this form along with your signed award document as your agency’s agreement to comply\nwith the operating principles found at 28 CFR Part 23. Your agency must now comply with 28 CFR Part 23 in\noperating the interjurisdictional criminal intelligence system funded through your COPS Office award. 32 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual Review of award conditions—Equipment/Training awards"
}