{
  "document_category": "guidance",
  "document_name": "5394.01.pdf",
  "chunk_index": 3,
  "chunk_text": "For purposes of this subpart, a “sexually dangerous person” is a person:\n(a) Who has engaged or attempted to engage in:\n(1) Sexually violent conduct; or\n(2) Child molestation; and\n(b) Has been assessed as sexually dangerous to others by a Bureau mental health\nprofessional. § 549.92 Definition of “sexually violent conduct.” For purposes of this subpart, “sexually violent conduct” includes any unlawful\nconduct of a sexual nature with another person (“the victim”) that involves:\n(a) The use or threatened use of force against the victim;\n(b) Threatening or placing the victim in fear that the victim, or any other person,\nwill be harmed;\n(c) Rendering the victim unconscious and thereby engaging in conduct of a\nsexual nature with the victim;\n(d) Administering to the victim, by force or threat of force, or without the\nknowledge or permission of the victim, a drug, intoxicant, or other similar\nsubstance, and thereby substantially impairing the ability of the victim to appraise\nor control conduct; or\n(e) Engaging in such conduct with a victim who is incapable of appraising the\nnature of the conduct, or physically or mentally incapable of declining\nparticipation in, or communicating unwillingness to engage in, that conduct. P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 4 § 549.93 Definition of “child molestation.” For purposes of this subpart, “child molestation” includes any unlawful conduct\nof a sexual nature with, or sexual exploitation of, a person under the age of 18\nyears. § 549.94 Definition of “sexually dangerous to others.” For purposes of this subpart, “sexually dangerous to others” means that a person\nsuffers from a serious mental illness, abnormality, or disorder as a result of which\nhe or she would have serious difficulty in refraining from sexually violent conduct\nor child molestation if released. ■ “Certified inmate” refers to a person who has been certified in the district court as a sexually\ndangerous person pursuant to 18 U.S.C. § 4248(a) and is awaiting a final hearing to determine\nwhether he/she should be civilly committed. ■ “Committed inmate” refers to a person who has been found by a district court to be a sexually\ndangerous person pursuant to 18 U.S.C. § 4248(d) and has been committed to the custody of\nthe Attorney General for custody, care, and treatment. ■ “CTP inmate” refers generally to a person in the Commitment and Treatment Program,\nwhether certified or committed as a sexually dangerous person. ■ 4241(d) refers to 18 U.S.C. §4241(d), which section allows the court to commit to the custody\nof the Attorney General a defendant who has been found by the court to be presently suffering\nfrom a mental disease or defect rendering him/her mentally incompetent to the extent that\nhe/she is unable to understand the nature and consequences of the proceedings against him/her\nor to assist properly in his/her defense. ■ 4246 refers to 18 U.S.C. §4246, which is a statute that involves the certification and potential\ncommitment of an inmate who is presently suffering from a mental disease or defect as a\nresult of which his/her release would create a substantial risk of bodily injury to another\nperson or serious damage to property of another."
}