{
  "document_category": "guidance",
  "document_name": "6400_003.pdf",
  "chunk_index": 11,
  "chunk_text": "Radiographs. Clinical examinations (Treatment Plan Exam): diagnostic assessment of current oral health. Head and neck/soft tissue examination\nOral disease risk assessment. b. Preventive Services:\n■ Dental prophylaxis (hygiene appointment), as determined by the dentist’s prescriptive\nrecommendations. H iene recall appointments are subject to a dentist’s updated clinical\nexamination. ■ Periodontal therapy. P6400.03 6/10/2016 14 ■ Oral hygiene instruction. ■ Preventive dentistry procedures. c. Routine Dental Procedures:\n(1) Tooth-borne restorative procedures:\n■ Amalgam and composite/resin fillings. ■ Temporary crowns (stainless steel, polycarbonate). (2) Temporo-Mandibular Joint (TMJ) Disorders. This includes management of myofascial\npain, internal derangement of the disc, or arthritis within the joint. (3) Endodontic Treatment (root canal therapy). Root canal therapy may be completed when\nthe dentist deems it clinically indicated. Endodontic procedures are considered invasive;\ntherefore, the consent forms must be used and the Universal Protocol must be followed in its\nentirety. This treatment is not undertaken if any of the following conditions are present:\n■\n■\n■\n■\n■\n■\n■\n■\n■ The tooth is a third molar. Inadequate oral hygiene. The tooth is periodontally compromised. High caries rate. The tooth requires extensive restoration. Missing teeth in the same arch that can be replaced with a removable prosthesis. The opposing tooth is missing. Other teeth in the same arch are of questionable prognosis. The tooth is not essential to maintain the integrity of the arch. (4) Oral Surgery. Basic surgical procedures (extractions, alveoplasty, biopsy, etc.) are\nconsidered invasive; therefore, the consent forms must be used and the Universal Protocol must\nbe followed in its entirety:\n■ Vital signs, at a minimum blood pressure and pulse, are taken and documented before the\ninvasive procedure and during the appointment. Each dentist will have an automated vital\nsigns monitor. ■ X-rays must be current (six months or less) and should be of diagnostic quality.\n■ The tooth being extracted should be clearly visible on the radiograph, to include the apices\n■ Bitewing x-rays are generally unacceptable, unless vertical views include the apices. P6400.03 6/10/2016 15 ■ Inmates must be informed of biopsy findings; this notification encounter must be\ndocumented. (5) Dental Prostheses. Full dentures, partial dentures, obturators, and splint therapy may be\nprovided if clinically indicated; prosthodontics (full and partial dentures) is a component of the\ncomprehensive dental treatment plan. All prosthetics are to be approved by the RCD. The replacement of teeth is a lower priority than relief of pain and treatment of active dental/oral\ndisease and should be initiated only after all active disease has been treated and risk is managed. Full and partial dentures will be authorized for inmates with sentences greater than 3 years. Inmates with sentences less than 3 years who may present with unusual circumstances will be\nconsidered on a case-by-case basis by the RCD. A Removable Partial Denture (RPD) must be justified by a lack of teeth for adequate mastication\nand should be deferred if any of the following conditions are present:\n■\n■\n■\n■\n■\n■\n■\n■ Poor periodontal health. Poor oral hygiene. Non-restorable teeth present. Chronic infection. Active caries. Restorations not completed. Eight or more posterior teeth in occlusion, including bicuspid occlusion. The inmate has less than six months remaining in a BOP correctional facility."
}