{
  "document_category": "guidance",
  "document_name": "5330.11.pdf",
  "chunk_index": 59,
  "chunk_text": "• Graduation Ceremony/Ritual. For the completion of the Mental Health Treatment\nPrograms, institution staff may offer a structured completion/graduation ceremony for the\ninmates. Photographs of individual participants or the treatment group may be allowed. Inmates may mail a photograph of themselves or the group to family. Each program’s Institution Supplement will include a description of the specific program\nachievement awards and criteria for earning each achievement award. 6.7. Program Documentation. Required documentation for Mental Health Treatment Programs\nincludes:\n• A documented psychological diagnosis in PDS of a serious mental illness or behavioral\ndisorder. • An Agreement to Participate in Psychology Treatment Programs form (BP-A0940), signed by\nthe inmate at the time of the first treatment session. NOTE: In some instances a mentally ill\ninmate may be placed in a residential mental health treatment program for management\nreasons. In these instances an Agreement to Participate is not required. However, in these\ninstances an inmate must be informed of program expectations. Prior to participation in any\ntreatment group the Agreement to Participate must be signed. • A psychosocial assessment on each inmate entering the program to assist in the development\nof an individualized treatment plan. • An individualized treatment plan for each participant, documenting the targeted problem\nareas, treatment goals, and treatment activities in PDS. • Recording in PDS a participant’s attendance in individual and group sessions. • Clinical case management notes, when appropriate. • 60-day progress reviews noting progress toward treatment goals. • Mental Health Treatment Program assignments in SENTRY. Specific SENTRY codes will be\nprovided by Central Office. P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 6\nPage 4 • At the conclusion of the inmate’s involvement in the program, a treatment summary and a\nbrief account in the evaluation section of PDS noting how he or she left the program; e.g.,\n“Mr. XXX was transferred to a lower security institution,” “Mr. XXX successfully completed\nthe treatment goals identified in his treatment plan,” “Mr. XXX informed treatment staff he is\nno longer interested in participating in the program.” 6.8. Program Expulsions. As soon as possible after a decision has been made to expel an\ninmate from the program, the Program Coordinator, or designee, must:\n• Notify the inmate verbally of his/her expulsion status. • Remove the inmate from the program housing unit.\n• Update the SENTRY assignment(s). P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 6\nPage 5"
}