{
  "document_category": "guidance",
  "document_name": "interagency_veterans_resource_0.pdf",
  "chunk_index": 1,
  "chunk_text": "Protections Against Employment Discrimination for Service Members\nand Veterans\nJointly Authored By:\nU.S. Department of Labor Office of Federal Contract Compliance Programs (OFCCP)\nU.S. Department of Labor Veterans’ Employment and Training Service (VETS)\nU.S. Department of Justice Civil Rights Division (CRT)\nU.S. Equal Employment Opportunity Commission (EEOC) Service members and veterans have made great sacrifices to guarantee the freedoms and\nliberties that all Americans enjoy. And service members and veterans themselves are also\nguaranteed rights, such as the right to be free from discrimination in civilian employment. This\ndocument helps explain where to get help if you are a service member or veteran and you feel\nthat you have been discriminated against in employment because of your military status,\nveteran status, or another protected basis. Veterans and Service Members are Protected Against Employment Discrimination Two federal laws prohibit discrimination in employment based on your status as a service\nmember or veteran:\n• • The Uniformed Services Employment and Reemployment Rights Act (USERRA)\nprohibits civilian employers from discriminating against you based on your present, past,\nand future military service. It also entitles service members, such as National Guard\nmembers and reservists, who leave their civilian employment to perform covered\nmilitary service to prompt reemployment with their pre-service employer following the\ncompletion of their duty. This means that service members who meet the eligibility\ncriteria for reinstatement must be promptly reemployed with their pre-service\nemployers with the seniority, status, and rate of pay that they would have obtained with\nreasonable certainty had they remained continuously employed. The Vietnam Era Veterans’ Readjustment Assistance Act of 1974 (VEVRAA) prohibits\nfederal contractors and subcontractors from discriminating in employment against\nprotected veterans and requires employers take affirmative action to recruit, hire,\npromote, and retain these individuals. This protection against discrimination extends\nnot only to spouses, but also to other individuals that the contractor knows have a\nrelationship or association with a protected veteran. Additional federal laws prohibit employment discrimination against applicants and employees\nfor other reasons that veterans and service members may face, including:\n• The Americans with Disabilities Act of 1990 makes it illegal for employers to\ndiscriminate against qualified job applicants and employees based on their physical or\nmental disabilities, including failing to provide a reasonable accommodation to a\n1 • •\n•\n•\n•\n•\n• qualified employee or applicant. Section 501 of the Rehabilitation Act of 1973 applies\nthe same standards to federal agency employers. Section 503 of the Rehabilitation Act of 1973 prohibits federal contractors and\nsubcontractors from discriminating in employment against individuals with disabilities,\nincluding failing to provide a reasonable accommodation to a qualified employee or\napplicant. It also requires employers to take affirmative action to recruit, hire, promote,\nand retain these individuals. Title VII of the Civil Rights Act of 1964 prohibits discrimination based on race, color,\nnational origin, sex (including pregnancy, sexual orientation, and gender identity), and\nreligion. The Equal Pay Act of 1963 requires that men and women in the same workplace be\ngiven equal pay for equal work. The Age Discrimination in Employment Act of 1967 protects people who are 40 or older\nfrom discrimination because of age. The Genetic Information Nondiscrimination Act of 2008 prohibits discrimination based\non genetic information (which includes family medical history)."
}