{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 97,
  "chunk_text": "Such disclosures are forwarded from tier to tier\nup to the nonfederal award. (K) See § 200.322 Procurement of recovered materials. 85 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual Glossary of Terms\nallowable costs. TRGP-Equipment/Training – Allowable costs are expenses that may be funded by this grant\nprogram. COPS Office TRGP provides funding for equipment, services, and technology purchased on or after\nthe award start date. Upon review of your submitted budget, any unallowable costs were removed. The FCM\nthat was included in your award package outlined your allowable costs and noted any relevant revisions that\nwere made to your original budget submission. TRGP-Hiring – Allowable costs are costs that will be paid for by this grant program. The only allowable costs\nunder TRGP-Hiring are the approved full-time, entry-level salaries and fringe benefits of sworn career law\nenforcement officers hired or rehired on or after the grant award start date. TRGP-Hiring grant funds may\nbe used to hire or rehire experienced officers, but any costs higher than entry-level must be paid by your\nagency with local funds. Grant funding must be limited to your agency’s entry-level sworn officer salary and\nbenefits. Upon review of your submitted budget, any unallowable costs were removed. The FCM, which was\nincluded in your award package, specifies the amount of TRGP-Hiring funds awarded to your agency for\nofficer salaries and approved benefits, and it identifies the final officer salary and fringe benefit categories\nand amounts for which your agency was approved. Approved entry-level salaries and benefits paid during\nbasic academy training are allowable when it is the agency’s policy to pay all newly hired officers during this\ntraining. audit. Work done by auditors, including both the OIG and state or local auditors, to examine financial\nstatements and to review • compliance with laws and regulations;\n• economy and efficiency of operations;\n• effectiveness in achieving program results;\n• allowability of costs claimed against the award. authorized official. The authorized official is the individual in your organization who has final authority and\nresponsibility for all programmatic and financial decisions regarding this grant award. At the time of grant\napplication, your agency listed the government executive (usually the Tribal Chief, Chairman, President, etc.)\nfor your agency. This executive is listed on your award document and is understood to be your authorized\nofficial. If any of the executive information is incorrect, please submit the correct information to the COPS\nOffice by completing an official Change of Information form available online at www.cops.usdoj.gov. automated booking system. An automated booking system captures arrestee fingerprints and photographic\ninformation electronically and often has the ability to transfer that information to a departmental or statewide database. Automated Fingerprint Identification System (AFIS). An AFIS system is a highly specialized biometrics system\nthat compares a single fingerprint image with a database of fingerprint images. Fingerprint images are\ncollected from crime scenes or are taken from criminal suspects when they are arrested. Fingerprint images\nmay be captured by placing a finger on a scanner or by electronically scanning inked impressions on paper. award package."
}