{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 48,
  "chunk_text": "Minor changes to this plan may be made without prior approval of the COPS\nOffice; however, recipients will be required to report on progress or changes to the community policing strategy\n(if any) through required quarterly progress reports. Any changes to the community policing scope or strategies\noriginally identified in your CHP application should be documented within your quarterly progress report. If your\nagency’s community policing strategy changes significantly, you must submit those changes to the COPS Office\nfor approval through the quarterly progress report. Changes are significant if they deviate from the specific\ncrime problem(s) originally identified and approved in the community policing strategy submitted with the\napplication. Additional information about community policing may be found in appendix C, “Community\npolicing defined,” on page 62 of this manual. 49 2016 COPS Hiring Program (CHP) Award Owner’s Manual VII. When the Award Period Has Ended At the end of your agency’s award period, the COPS Office is responsible for the closeout of your award. As part\nof this process, the COPS Office requires documentation demonstrating that your agency has met all of the\nfinancial and programmatic requirements of the award. After the end of the award period, your agency will be asked to submit a final Federal Financial Report (SF-425)\nand any applicable final program reports. Final Federal Financial Report\nThe final Federal Financial Report (SF-425) for your award is due to the COPS Office no later than 90 days after\nthe end of the award period. The final report should reflect the total amount of allowable federal expenditures\nthat were incurred during the life of the award, as well as the amount of unobligated funds remaining, if any. The\nfederal funds expended should reflect only the actual allowable incurred salary and fringe benefit costs for the\n36-month award period that each award position was occupied. In addition, once you have completed your final\ndrawdown, this report should reconcile with the total amount of federal funds drawn down by your agency. The\nfinal SF-425 should also report the total amount of the local cash match contributed over the 36-month award\nperiod, which should be at least 25 percent of the total award project, unless waived by the COPS Office in\nwriting. When should all of the award monies be spent? Award funds reflecting allowable project costs must be obligated before the end of the award period. Obligated\nfunds cover monies spent and expenses for all approved items in the FCM that your agency has incurred but has\nnot yet paid. Your agency has up to 90 days after the end of the award period to request reimbursement for\nfunds obligated. Please be advised that 2 CFR Part 200.343(a) requires recipients to submit final SF-425s and 2 CFR Part 200.343(b)\nrequires recipients to draw down the final reimbursement for expended funds within 90 days after the expiration of the\naward. In addition, be advised that failure to complete the drawdown of funds within the 90-day period following\naward expiration will result in the forfeiture of the remaining eligible balance."
}