{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 53,
  "chunk_text": "Signature of approving authority, usually the Case Management Coordinator or Cost\nCenter Manager\nNote: The unit team completes l through 9 and forwards the form to Financial Management. The Financial Management staff will complete section 10 and return the form to the unit team for\nfurther completion and approval. b. Notice of Release and Arrival (BP-A714). Any time an inmate releases from an\ninstitution, the Notice of Release and Arrival must be completed. The BP-A714 must be filed\nand distributed as specified at the bottom of the form (e.g., it is not necessary to forward it to the\nClerk of the Court, the U.S. Attorney’s Office Financial Litigation Unit, Bureau of Immigration\nand Customs Enforcement, etc.). For RRC releases, unit staff will partially complete this form and forward it to the CCM’s Office. RRC staff will complete the form prior to the inmate’s final release to the community and\ndistribute it as specified at the bottom of the form and forward a file copy (with inmate’s\nsignature if applicable) to the sending facility with the terminal report. P5800.15 1/1/2009 Chapter 10, Page 7 1. Inmate’s Committed Name as it appears in SENTRY. 2a. Inmate’s Register Number. 2b. Inmate’s FBI Number.\n2c. This line is intended for other numbers the inmate may have such as: District of Columbia\n(DCDC/PDID), Immigration/Alien numbers (INS), or State number (STAN). 3. Indicate the name and address of your institution. 4. Insert the Projected Release Date. 5. Insert the Release Method. 6. Indicate the number of Public Law Days awarded (e.g., n/a, 1 day, 2 days, etc.). If released\nto a RRC, this item will be left blank. RRC staff will complete this section. 7. Indicate by checking “yes” or “no” whether the inmate will be under supervision. If “yes”\nis checked provide the term of supervision in years/months and ensure the inmate signs (see item\n13) indicating he/she was advised of the Obligation to Report for Supervision. 8. Indicate whether inmate is to be released to the community or a detainer by checking\neither “Community” or “Detainer”. If released to a RRC, leave the “Release to” section blank. RRC Staff will complete this section. 9a. Indicate the name of the supervision agency’s Chief/Director in the sentencing district\n(In all cases 9a, b, c, d, and e must be filled out). 9b. Provide the name of the supervision agency in the sentencing district. 9c. Provide the sentencing district, e.g., Southern District of WV. 9d. Provide the address of the supervision agency in the sentencing district (the street address\nnot the mailing address). 9e. Provide a contact telephone number for the supervision agency in the sentencing district. 10a. This section (items 10a, b, c, d, and e) applies only to cases when supervision has\ntransferred to another district/authority. If the inmate will release to the sentencing district\nindicate “n/a”. If inmate’s residence is not within the sentencing district (see item\n9c.) indicate the name of the supervision agency’s Chief/Director in the district of\nresidence. 10b. Provide the name of the supervision agency in the relocation district. 10c. Provide the relocation district, e.g., Middle District of NC.\n10d."
}