{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 21,
  "chunk_text": "As part of your registration profile at www.sam.gov. By the end of the month following the month in which this award is made, and annually thereafter. Reporting of Total Compensation of Subrecipient Executives. 1. Applicability and what to report. Unless you are exempt as provided in paragraph D. of this award term,\nfor each first-tier subrecipient under this award, you shall report the names and total compensation of\neach of the subrecipient’s five most highly compensated executives for the subrecipient’s preceding\ncompleted fiscal year, if—\na. in the subrecipient’s preceding fiscal year, the sub-recipient received—\nI. II. 80 percent or more of its annual gross revenues from federal procurement contracts (and\nsubcontracts) and federal financial assistance subject to the Transparency Act, as defined at 2\nC.F.R. Part 170.320 (and subawards); and\n$25,000,000 or more in annual gross revenues from federal procurement contracts (and\nsubcontracts), and federal financial assistance subject to the Transparency Act (and subawards); and 19 2016 COPS Hiring Program (CHP) Award Owner’s Manual b. 2. The public does not have access to information about the compensation of the executives through\nperiodic reports filed under section 13(a) or 15(d) of the Securities Exchange Act of 1934 (15 U.S.C.\n78m(a), 78o(d)) or section 6104 of the Internal Revenue Code of 1986. (To determine if the public has\naccess to the compensation information, see the U.S. Security and Exchange Commission total\ncompensation filings at www.sec.gov/answers/execomp.htm.) Where and when to report. You must report sub-recipient executive total compensation described in\nparagraph C.1. of this award term:\na.\nb. To the recipient. By the end of the month following the month during which you make the subaward. For example, if a sub-award is obligated on any date during the month of October of a given year\n(i.e., between October 1 and 31), you must report any required compensation information of the\nsub-recipient by November 30 of that year. D. Exemptions. 1. If, in the previous tax year, you had gross income, from all sources, under $300,000, you are exempt from\nthe requirements to report:\na.\nb. E. Subawards, and\nThe total compensation of the five most highly compensated executives of any subrecipient. Definitions. For purposes of this award term:\n1. Entity means all of the following, as defined in 2 C.F.R. Part 25:\na.\nb.\nc.\nd.\ne. 2.\n3. Executive means officers, managing partners, or any other employees in management positions. Subaward:\na. b. c. 4. A governmental organization, which is a state, local government, or Indian tribe;\nA foreign public entity;\nA domestic or foreign non-profits organization;\nA domestic or foreign for-profit organization;\nA federal agency, but only as a sub-recipient under an award or sub-award to a non-federal entity. This term means a legal instrument to provide support for the performance of any portion of the\nsubstantive project or program for which you received this award and that you as the recipient\naward to an eligible subrecipient. The term does not include your procurement of property and services needed to carry out the project\nor program (for further explanation, see Sec. __.210 of the attachment to OMB Circular A–133,\n“Audits of States, Local Governments, and Non-Profit Organizations”)."
}