{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 62,
  "chunk_text": "2.\nDebarment, Suspension and Other Responsibility Matters (Direct Recipient)\nPursuant to Executive Order 12549, Debarment and Suspension, as implemented at 2 C.F.R. Part 2867,\nfor prospective participants in primary covered transactions, as defined at 2 C.F.R. § 2867.20(a), and other\nrequirements, the applicant certifies that it and its principals:\nA. Are not presently debarred, suspended, proposed for debarment, declared ineligible, sentenced\nto a denial of federal benefits by a state or federal court, or voluntarily excluded from covered\ntransactions by any federal department or agency; B. Have not within a three-year period preceding this application been convicted of a felony criminal\nviolation under any Federal law, or been convicted or had a civil judgment rendered against them\nfor commission of fraud or a criminal offense in connection with obtaining, attempting to obtain, or\nperforming a public (federal, state or local) or private agreement or transaction; violation of federal\nor state antitrust statutes or commission of embezzlement, theft, forgery, bribery, falsification or\ndestruction of records, making false statements, tax evasion or receiving stolen property, making\nfalse claims, or obstruction of justice, or commission of any offense indicating a lack of business\nintegrity or business honesty that seriously and directly affects your present responsibility; C. Are not presently indicted for or otherwise criminally or civilly charged by a governmental entity\n(federal, state or local) with commission of any of the offenses enumerated in paragraph (B) of this\ncertification; and D. Have not within a three-year period preceding this application had one or more public transactions\n(federal, state or local) terminated for cause or default. 3.\nMandatory Disclosure\nPursuant to the Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal\nAwards, 2 C.F.R. § 200.113 as adopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101, the applicant\ncertifies that it:\nA. Has not violated any federal criminal law involving fraud, bribery, or gratuity that may potentially\naffect the federal grant or cooperative agreement. B. Shall timely disclose in writing to the federal awarding agency or pass-through entity, as applicable,\nany violation of federal criminal law involving fraud, bribery, or gratuity that may potentially affect\nthe federal grant or cooperative agreement. C. Shall require that the language of this certification be included in the award documents for all\nsubawards (including subgrants and cooperative agreements) and shall require all subrecipients\ncertify and disclose accordingly. 48 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual 4. Federal Taxes and Assessments\nA. If applicable, an applicant who receives an award in excess of $5,000,000 certifies that, to the best\nof its knowledge and belief, the applicant has filed all Federal tax returns required during the three\nyears preceding the certification, has not been convicted of a criminal offense under the Internal\nRevenue Code of 1986, and has not, more than 90 days prior to certification, been notified of any\nunpaid Federal tax assessment for which the liability remains unsatisfied, unless the assessment\nis the subject of an installment agreement or offer in compromise that has been approved by the\nInternal Revenue Service and is not in default, or the assessment is the subject of a non-frivolous\nadministrative or judicial proceeding. B."
}