{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 23,
  "chunk_text": "13 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Why this condition: In establishing financial assistance programs, Congress linked the receipt of federal funding to compliance\nwith federal civil rights laws. As a result, grantees are required to comply with the civil rights requirements\nfound in the non-discrimination provisions referenced above. A hold may be placed on your award if it is\ndeemed that your agency is not in compliance with federal civil rights laws or is not cooperating with an\nongoing federal civil rights investigation. If a hold is placed on your award, you will not be able to obligate\nor draw down federal funds under your agency’s COPS Office grant award until you comply with federal civil\nrights laws or cooperate with any ongoing federal civil rights investigation. What you should do: As a recipient of federal financial assistance from the COPS Office, you are required to comply with the\napplicable federal civil rights laws and to collect data and information sufficient to permit effective\nenforcement of such laws and to cooperate with any federal civil rights investigation, which includes\nproviding access to records, accounts, documents, information, facilities, and staff. 11. Equal Employment Opportunity Plan\nCondition: All recipients of funding from the COPS Office must comply with the federal regulations pertaining to the\ndevelopment and implementation of an Equal Employment Opportunity Plan (28 C.F.R. Part 42 subpart E). Why this condition: It is the experience of the U.S. Department of Justice in implementing its responsibilities under the Omnibus\nCrime Control and Safe Streets Act of 1968 (Safe Streets Act), the statute that funds the COPS Office, that “the\nfull and equal participation of women and minority individuals in employment opportunities in the criminal\njustice system is a necessary component to the Safe Streets Act’s program to reduce crime and delinquency\nin the United States” (28 C.F.R. § 42.301). EEOPs do not impose quotas or hiring requirements on recipients. What you should do: The obligations to comply with the EEOP requirement differ depending on your organization’s legal status,\nthe number of its employees, and the amount of the award. If your organization has fewer than 50 employees or receives an award of less than $25,000 or is a nonprofit\norganization, a medical institution, an educational institution, or an Indian tribe, then it is exempt from the\nEEOP requirement. To claim the exemption, your organization must complete and submit Section A of the\nCertification Form, which is available online at http://www.ojp.usdoj.gov/about/ocr/pdfs/cert.pdf. If your organization is a government agency or private business and receives an award of $25,000 or more,\nbut less than $500,000, and has 50 or more employees (counting both full- and part-time employees\nbut excluding political appointees), then it must prepare a Utilization Report (formerly called an EEOP\nShort Form), but it does not need to submit the report to the OCR for review. Instead, your organization\nmust maintain the Utilization Report on file and make it available for review on request. In addition, your\norganization must complete Section B of the Certification Form and return it to the OCR. The Certification\nForm is available at http://www.ojp.usdoj.gov/about/ocr/pdfs/cert.pdf."
}