{
  "document_category": "guidance",
  "document_name": "1351_005_CN-2.pdf",
  "chunk_index": 11,
  "chunk_text": "! Between February 15 and October 15, 1974, are\nsubject to release except for the recommendation\nsection, which shall be reviewed for disclosure in\naccord with Section 7 of this Program Statement. ! Before February 15, 1974, shall be reviewed for\ndisclosure in accord with Section 7 of this\nProgram Statement. (b)\n! Psychiatric Reports A psychiatric report written at the request of the\nU.S. Parole Commission is subject to release and\nshall be placed in the disclosable section of the\nInmate Central File. This report should be\nwritten in non-technical language so that it can\nbe understood by non-professionals. PS 1351.05\n9/19/2002\nPage 15\n! (c)\nStatement. Other psychiatric, psychological, or evaluative\nreports Bureau staff prepared may also be made\navailable to the U.S. Parole Commission and shall\nbe inserted in the Privacy Folder. A summary of\nthe document must be placed in the Inmate Central\nFile. The summary may be placed in the Progress\nReport prepared in connection with the inmate's\nparole hearing. The summary shall be sufficiently\ndetailed to permit the inmate to respond, at the\nParole Hearing, to the substance of the withheld\ninformation. Medical Records. See Section 14 of this Program (d) Discipline Records. Discipline records, such as Unit\nDiscipline Committee (UDC) and Discipline Hearing Officer (DHO)\npackets (including the UDC/DHO report, incident report, notice of\nhearing, list of inmate rights at UDC/DHO hearing, notice of\nplacement in Administrative Detention, and investigative\nmemoranda), shall be maintained together in the Privacy Folder\nonly if a portion of an investigation or other discipline record\ncontains non-disclosable materials. Copies of all releasable\ndocuments shall be placed together in the disclosable section of\nthe Inmate Central File.\n(2) Non-Bureau Documents (a) FBI/National Crime Information Center (NCIC)\nInformation. The NCIC prohibits the Bureau from disclosing NCIC\nidentification records to an inmate. Procedures for an inmate to request a copy of his or her\nFBI/NCIC identification record directly from the FBI are\ncontained in 28 CFR 513.10 through 513.12. (b) Documents from Other Federal Agencies. If a document\noriginates in another Federal agency (including other components\nof the Department of Justice), it shall be placed in the Privacy\nFolder, except as provided in section 12, first paragraph\n(28 CFR 513.40). When a request for records includes a document from\nanother Federal agency, the document shall be referred to the\noriginating Federal agency for a determination of its\nreleasability (see Attachment D for a suggested format to request\ndisclosure instructions from the originating agency). For\ndocuments originating from Federal courts or probation offices,\nsee subsection (d) below. PS 1351.05\n9/19/2002\nPage 16\n(c) Documents from Non-Federal Agencies. If a document\nhas been received from a source outside the Federal government\n(e.g., a state agency), it shall be placed in the Privacy Folder,\nexcept as provided in section 12, first paragraph\n(28 CFR 513.40). When a request for records includes a document from a nonFederal agency, Bureau staff must make a determination of its\nreleasability in consultation with the non-Federal organization\n(see Attachment D). If the originating non-Federal agency\nrecommends non-disclosure, and Bureau staff determine that nondisclosure is appropriate under 28 CFR 513.32, staff shall\ndocument the rationale for non-disclosure and place the document\nin the Privacy Folder.\n(d) Documents from Federal Courts and Probation Offices (1) Federal Presentence Reports (PSR) and Statements\nof Reasons (SOR) from Judgments in Criminal Cases."
}