{
  "document_category": "guidance",
  "document_name": "5100_008cn.pdf",
  "chunk_index": 24,
  "chunk_text": "Also includes\nmilitary AWOL, Bail Reform Act, Flight to Avoid Prosecution,\nand Absconding from Community Supervision. There must be a\nfinding of guilt except as previously noted. Serious History of Escape - An escape from secure custody with\nor without threat of violence. Also\nincludes escapes from an open facility or program with actual\nthreat of violence. There must be a finding of guilt. S = 3\npoints and requires application of PSF L.\n11. TYPE OF DETAINER 11. TYPE OF DETAINER 0 = NONE\n1 = LOWEST/LOW MODERATE 3 = MODERATE\n5 = HIGH 7 = GREATEST Enter the appropriate number of points that reflect\ndetainer status. Refer to the Offense Severity Scale,\nAppendix A. Determination is based on the offense of\nthe most serious detainer.\n• If there is a pending charge, points based on the\ndocumented behavior are assigned on the “Type of\nDetainer” item. If the pending charges or detainer\ninvolve a probation violation, use the most severe\ndocumented behavior in the original offense as the\nbasis for assigning points in scoring the\ndetainer. If law enforcement officials indicate a firm intent\nto lodge a detainer, consider it lodged. Score a\nconcurrent state sentence as a detainer only if it\nis expected that the state sentence will exceed the\nfederal sentence. However, score consecutive state\nsentences, lodged state detainers, and/or state\nparole violation terms/warrants as detainers. P5100.08\n9/12/2006\nChapter 4, Page 12\n• Consecutive federal sentences are ordinarily not\nlodged as detainers because federal sentences are\ncomputed as they are received. If there is more\nthan one sentence, the most severe offense will be\nused as “Severity of Current Offense.” Example: 12. For an individual with two detainers for\nViolation of Firearms Act (Moderate\nseverity level) and one for Extortion\n(High severity level), use High = 5 points\nand enter \"5\". • No points will be awarded for U.S. Parole Commission\nwarrants (adjudicated or unadjudicated). However, the\noriginal offense behavior will be factored into the\ncriminal history points and the violation behavior\n(including new offense behavior) will be scored as\nthe instant offense. • No points will be awarded for ICE detainers. However,\neach case will be carefully reviewed to determine\nwhether the PSF for Deportable Alien is applicable. AGE 12. AGE 0 = 55 and over\n2 = 36 through 54 4 = 25 through 35\n8 = 24 or less SENTRY will automatically enter the appropriate number of points\nbased on the inmate’s date of birth. Staff do not have to\nmanually enter an offender’s age or points on the BP-337. If the\noffenders date of birth is unknown, SENTRY will default to a\nscore of 4 points. 13. EDUCATION LEVEL 13. EDUCATION 0 = Verified High School Degree or GED\n1 = Enrolled in and making satisfactory progress in GED Program\n2 = No verified High School Degree/GED and not participating in GED\nProgram 13a. HIGHEST GRADE COMPLETED Enter the appropriate number of points that reflect the\ninmate’s verified education level at the time of designation. In addition to the points assigned for the education level,\nthe highest grade completed (HGC) will also be recorded on the\nBP337. For example, an inmate who began, but did not complete the\n7th grade will be given a 6 in the HGC field."
}