{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 31,
  "chunk_text": "justification for need;\ninmate-day projections and the supporting attached\ndocumentation; and,\nfiscal data. The MCA shall ensure all RCAs for procurements over $25,000 but\nless than $500,000 have the appropriate Individual acquisition\nPlan (IAP) form(s) attached. For procurements actions of\n$500,000 or more the Advance Procurement Plan (APP) will be PS 7300.09\n1/12/98\nChapter 4, Page 15\ncompleted by central office contracting staff. The RCA package\nshall be mailed to the CCRA in a timely manner, ordinarily within\nfive working days of receipt. 4.2.7. CCRA REVIEW The CCRA shall review, sign, and date the RCA package. The\nsignature of the CCRA not only signifies review and approval of\nthe content, but also \"commits\" funds for the proposed contract. The CCRA shall mail the RCA package to the Community Corrections\nBranch in the Central Office in a timely manner, ordinarily\nwithin five working days of receipt. 4.2.8. CCA REVIEW CCA staff will review the RCA package prior to forwarding it to\nthe CO. Special emphasis will be placed on inmate-day estimates\nand the completion of required APP forms. Upon verification, the\nRCA package is forwarded to the Community Corrections Contracting\nSection and ordinarily within seven working days after receipt by\nCCA staff, copies of the RCA will be forwarded to field staff. If changes are made to other documents in the RCA package, CCA\nstaff will forward copies with the completed RCA. 4.3: SOLICITATION PREPARATION This section covers the major steps in the contract solicitation\nprocess that are the COs responsibility. 4.3.1. WAGE DETERMINATION - SERVICE CONTRACT ACT Sixty days prior to solicitation issuance, the CO must file a\nNotice of Intention to enter into a Service Contract with the\nOffice of Special Wage Standards, Employment Standards\nAdministration, Department of Labor (DOL). The wage\ndetermination issued by DOL shall then become part of the\nsolicitation package or resulting contract. Per the\nDOL:\nservice contract personnel for CCCs are not ordinarily key\nor professional staff; maintenance, food service, clerical, shift\nor charge-of-quarters, and correctional staff are ordinarily\nservice employees. Since the DOL has sole enforcement authority\nand responsibility to ensure these standards are met by the\ncontractor, all inquiries Bureau staff receive should be referred\nto the local DOL office. PS 7300.09\n1/12/98\nChapter 4, Page 16\n4.3.2. COMMERCE BUSINESS DAILY The CO must forward a synopsis of the requirement to the\nCommerce Business Daily (CBD) when the estimated amount exceeds\n$25,000. This notice must be published at least 15 working days\nprior to issuing a solicitation after allowing 10 days for\nreceipt by mail. For purchases over $2,500 but less than\n$25,000, a synopsis of the requirements issued under a Request\nFor Quotes (RFQs) may be published in the CBD to satisfy\ncompetition requirements, if sufficient sources of competition\nhave not been identified. 4.3.4. STANDARD SCHEDULE OF EVENTS The CO shall establish an estimated time schedule of events for\nthe rest of the contracting cycle within 10 working days after\nforwarding the synopsis to the CBD (Attachment 4-2). Although\ncopies of this schedule are not ordinarily distributed, the CCM\nor COS may telephonically or using BOPNet GroupWise E-mail,\ncontact the CO to inquire about the status of a particular\nsolicitation. 4.3.4. ISSUE SOLICITATION"
}