{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 46,
  "chunk_text": "When appropriate, U.S. Department of Justice publications and other products and deliverables\ndeveloped under this cooperative agreement should contain the following copyright notice:\nCopyright © [year work was published] [name of copyright owner]. The U.S. Department of Justice\nreserves a royalty-free, nonexclusive, and irrevocable license to reproduce, publish, or otherwise\nuse, and authorize others to use, this publication for Federal Government purposes. This publication\nmay be freely distributed and used for noncommercial and educational purposes only. 11. Contact the program manager to determine if revenue generated from your award constitutes program\nincome. Program income must be used to defray program costs and reduce the federal share of the\nproject. See 2 C.F.R. § 200.307. In some cases, awardees can work with the program manager to identify\nadditional project-related allowable costs that could be supported by program income. The awardee\nmay not earn or keep any profit resulting from this award unless expressly authorized, in writing, by the\nCOPS Office. See 2 C.F.R. § 200.400(g). 33 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 12. Ensure that all electronic and information technology deliverables (websites and web-based\ninformation, video and multimedia products, compact disks, software applications and operating\nsystems, and telecommunication products) are developed and produced in a format that is accessible\naccording to Section 508 accessibility requirements. Specifically, video should contain closedcaptioning and audio description options. Electronic publications should be created in HTML, PDF fully\ntagged, or accessible text file format and all web sites must be fully compliant with 508 accessibility\nstandards. For more information on Section 508 accessibility requirements, consult http://www.\nsection508.gov/.\n13. Ensure that web-based courses developed through this cooperative agreement are compatible with\nthe current framework used in the Community Policing Learning Portal. Prior to the development of\nthe web-based course, the awardee must contact the COPS Office to receive guidance to ensure this\ncompatibility. At the request of the COPS Office, submit web-based courses that are developed through\nthis cooperative agreement to the COPS Office. 14. At the request of the COPS Office, submit all website(s) and web-based information that are developed\nthrough this cooperative agreement to the COPS Office. The information will be submitted in a format\nthat will enable the COPS Office to reproduce the website(s) and web-based information on an\nalternative web based platforms. 15. If required, submit all surveys, interview protocols, and other information collections to the COPS Office\nfor submission to the Office of Management and Budget (OMB) for clearance under the Paperwork\nReduction Act (PWRA) of 1995. 16. Agree to cooperate with the monitor or evaluator if monitoring or an evaluation of this project is to be\nundertaken by the COPS Office or a third party and, in consultation with the COPS Office, agree to make\nreasonable adjustments to programs and activities in recognition of significant points of evaluation or\nfeedback and to remedy any violations of the terms and conditions of this award. 17. Be responsible for the development, approval, and operation of all subawards and require its\nsubawardees to adhere to applicable federal requirements governing federal assistance. See 2 C.F.R. §\n200.101(b)(1)."
}