{
  "document_category": "guidance",
  "document_name": "GuideToProcurementProcedures.pdf",
  "chunk_index": 19,
  "chunk_text": "Organizational Conflict of Interest: 15\nOrganizational conflicts of interest are conflicts of interests that arise where the non-Federal\nentity is or appears to be unable to conduct an impartial procurement action due to\nrelationships with a parent company, affiliate, or subsidiary organization. Where a non-Federal\nentity has a parent, affiliate or subsidiary organization that is not a state, local, or tribal\ngovernment, the non-Federal entity’s written standards of conduct must also cover\norganizational conflicts of interest. 15 2 C.F.R. § 200.318(c)(2). Page | 36 Code of Conduct Checklist\nNo. Question 1. Is there any indication that there is any inappropriate action\non the part of either the non-Federal entity or the contractor\nfrom either an individual or organizational conflict of interest\nstandpoint? Yes No If the answer is “Yes,” the non-Federal entity’s top\nmanagement, in concert with legal counsel, should\ndetermine the severity of the problem and enforce sanctions\nand notify proper authorities. 2. Is there any indication the SOW might be restrictive? If the answer is “Yes,” the SOW must be corrected and the\nRFP amended or canceled, as appropriate. 3. Have there been any protests or hints of improprieties from\nany outside sources? If the answer is “Yes,” the validity must be determined and\naction taken accordingly. 4. Has there been an appearance of conflicts of interest relating\nto the proposed contractual action? If the answer is “Yes,” a thorough investigation should be\nconducted and any required corrective action taken. 5. Have cost and technical evaluation committee members\nevaluating proposals under competitive negotiation\nprocedures signed a statement confirming the fact that they\nor members of their immediate family do not own stock in\nthe companies being evaluated? If the answer is “No,” a signed statement should be obtained\nfrom each evaluator. 6. Has “brand name or equal” been used excessively in similar\nsolicitations that might be interpreted as leading to a conflict\nof interest situation? If the answer is “Yes,” the work specification, if possible,\nshould be expanded in order to achieve more competition. Page | 37 Chapter 14\nPrice and Cost Analysis The non-Federal entity must perform a cost or price analysis in connection with\nevery procurement action in excess of the Simplified Acquisition Threshold\nincluding contract modifications. 16\nPrice Analysis involves a comparison of the bottom line price quoted by the offeror with prices\npaid on other contracts for the same or similar materials or services; a review of trade publications for comparability; a comparison of prices quoted by other respondents to the solicitation\n(does not apply to sole source contracts); and any other comparison available to the nonFederal entity. The purpose of price analysis is to determine that the price quoted is within\nrange of acceptability to the non-Federal entity. Cost Analysis involves an analysis of the individual elements of cost (as requested by the\nsolicitation) as stated in the contractor's cost proposal. Examples of individual elements of cost\ninclude direct labor, fringe benefits, overhead (indirect costs), materials, travel, subcontracts,\netc. Questionable individual elements of cost become negotiation targets for the non-Federal\nentity during the subsequent negotiation with the contractor. Price and Cost Analysis are required for all proposals submitted by offerors for evaluation and\nnegotiation by the non-Federal entity."
}