{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 111,
  "chunk_text": "Furloughs require USPO\ncomment (both in the district the inmate will be visiting as well\nas where the CCC is located, if not the same), CCM approval, and\nCIM clearance if appropriate. If repeated furloughs to the same\nlocation are anticipated, a blanket USPO and CIM clearance may be\nsufficient, with approval of the USPO and CIM coordinator. Supervision cases are not eligible for furloughs. approve absences other than \"sign-out\" or \"pass\". 5.13.5. The USPO shall Religious Activities In meeting offenders' religious needs in CCCs, staff must\nexercise flexibility. If possible, offenders should be allowed\nuninterrupted practice of religion, as was exercised prior to\nincarceration. Requests for religious activities should be\nhandled on a case-by-case basis. The regional chaplaincy\nadministrator should be contacted for guidance when there are\nunusual requests or concerns. 5.13.6. Driving Often it is appropriate to allow inmates to drive their own or\nanother person's vehicle to travel to work or for other\nauthorized purposes. Inmate requests for driving privileges are PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 33\nsubject to contractor and CCM approval, under the following\nconditions:\na.\nPublic transportation is not available or its use would\nbe impractical considering time, distance, or cost. b. The inmate has provided proof of driver's license,\nvehicle licensing, registration, and valid insurance (if required\nby the state) to the CCM via the contractor. The contractor\nshall maintain copies of these documents (except for the driver's\nlicense, which many states prohibit copying). The contractor\nshall record the driver's license number and expiration date in\nthe inmate's file. c. If the vehicle to be used is the property of a person\nother than the inmate, the contractor must have verified proof\n(e.g., copy of documents) of valid insurance, vehicle licensing\nand registration for the car, and a signed authorization (either\nnotarized or witnessed by CCC staff) permitting the inmate to\ndrive the car. d. The contractor shall maintain the license number and a\ndescription of the vehicle on file. e.\nPermission to drive for supervision cases must be\napproved by the CCC Director and the USPO, and must be\nappropriately documented. f. The contractor shall use the form \"Authorization To\nOperate A Motor Vehicle\" (Attachment 5-4) when an inmate is\napplying for this privilege or a locally produced one which\ncontains, at a minimum, that information found on Attachment 5-3.\n5.13.7. Marriage Contractors shall refer committed inmates' requests for marriage\nto CCMs, with their recommendations. The CCM shall process\nmarriage requests in accordance with the Program Statement on\nMarriages of Inmates, which authorizes the CCM to approve\nrequests to marry of federal inmates housed in non-federal\nfacilities. Marriage requests of offenders under supervision\nshall be forwarded to the USPO. 5.13.8. Electronic Communication Equipment With the advancement of technology and the use of beepers and\ncellular phones in the workplace, there is a need to monitor the\nuse of this equipment by CCC offenders. When CCC staff believes PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 34\nthat it is essential for an offender to use a beeper or cellular\nphone in their work, the following procedures shall be used:\na. Inmates shall make a written request to the CCC Director\nstating the specific need for the equipment. The CCC Director\nshall verify the need and forward the request for approval to the\nCCM."
}