{
  "document_category": "guidance",
  "document_name": "5300_022.pdf",
  "chunk_index": 2,
  "chunk_text": "A subsection on National Automated Volunteer System and Processing of Volunteers has been\nadded. Level I volunteers will be processed using the national automated volunteer system. P5300.22 11/07/2016 2 Volunteers whose services are discontinued may not be considered for future volunteer service at\nany BOP location. The Records subsection explains record maintenance for Level I and II volunteers. Attachment\nA defines the content of an Official Volunteer File. Multi-Institution Volunteers. Volunteers are required to attend initial and refresher training at\nonly one institution. The correctional services component of volunteer training covers all\nsecurity levels. Prior to volunteers beginning service at subsequent facilities, the program\nmanager must provide an institution-specific orientation to augment initial or refresher training. Ex-Offenders. For the purposes of this Program Statement, ex-offenders are defined as former\ninmates who have completed their term of supervision, if applicable. Before providing volunteer\nservices, the ex-offender must have a documented period of at least three years of crime-free\nconduct after release. The RAC will also check with the Special Investigative Supervisor/Agent\n(SIS/SIA) to ensure there are no STG assignments or concerns. Security, Badging, and Sign-In Procedures (formerly Institution Security). Level I\nVolunteers enter the institution via a memo signed by the Warden or designee that is coordinated\nby the program manager. Copies are provided to the Control Center, Front Lobby Officer, and\nother designated areas, as well as to the RAC. The program manager monitors the number of\nvisits to ensure it does not exceed Level I requirements. For Level II visitation volunteers, a memo signed by the Warden or designee is distributed to the\nControl Center, Front Lobby, and other designated areas by the program manager to identify\ninmates being visited. A Moderate Background Investigation (MBI) clearance is required for volunteers with\nunescorted badges. The national automated volunteer system is used to create and number volunteer badges. A\nroster is generated by the RAC quarterly or as changes occur from the automated volunteer\nsystem to account for and control badges. The roster is provided to Correctional Services for\naccountability. Excess pink and blue badge paper is accounted for to ensure compliance with the\nProgram Statement Correctional Services Manual. Two badges are created for each volunteer. One may not be removed from the designated\nCorrectional Services area. The other will be worn in an easily visible place while the volunteer\nis in the institution. The front side has the volunteer’s picture, first initial and last name,\ndepartment to be visited, date of expiration, and authorized signature. The reverse side has the P5300.22 11/07/2016 3 volunteer’s first and last name, institution and department to be visited, issue date, expiration\ndate, and authorized department/areas. Procedures for laminating and embossing badges now adhere to the Correctional Services\nManual. Badges are removed from designated areas when volunteers become inactive, are\npending service discontinuation, or whose services are discontinued. Training. Defines training for RACs, MCs (Mentor Coordinators), RAAs, and volunteers. Within the first year RACs and RAAs receive at least 20 hours of initial standardized training\ndeveloped nationally. MCs receive 8 hours of standardized training developed nationally. RAAs ensure training is provided to the RACs. The NRB ensures training is provided to RAAs."
}