{
  "document_category": "guidance",
  "document_name": "stop-match-requirement-for-formula-grants.pdf",
  "chunk_index": 1,
  "chunk_text": "Match Requirement for STOP Formula Grants\nMatch Requirement By statute, a grant made under the STOP Formula Grant Program may not cover more than\n75% of the total costs of the project(s) funded. This includes any amount used by the state for\nadministrative costs. (34 U.S.C. § 10446(f).) The costs of projects for victim services or tribes for\nwhich there is an exception under 34 U.S.C. § 12291(b)(1) do not count toward the total costs of\nthe projects. State governments may satisfy this match requirement with either cash or in-kind\nservices and may require subgrantees, except victim service providers or tribes, to provide all or\npart of the match. The purpose of matching funds is to augment the amount of resources available to the project\nfrom grant funds and to foster the dedication of state, local, and community resources to the\npurposes of the project. The costs of activities counted as match must be directly related to the\nproject goals and objectives. For example, if half of an advocate's time is supported with grant\nfunds, that advocate must track all of his or her time to demonstrate that 50% of it was devoted\nto the grant-funded project\n• • Under the statute, the state as the direct recipient of program funds is required to meet\nthis match requirement. However, the state may use its discretion to require some or all\nof its subgrantees to meet the match requirement in whole or in part (except victim\nservices providers or tribes). Although victim service providers cannot be required to\nprovide match, they can voluntarily do so. The state is also required to match amounts\nused for administrative costs. We encourage states to take into account the ability of subgrantees to match the Federal\nfunds in deciding whether and how much of the required match to pass on to\nsubgrantees. Source of Match The source of the 25% non-Federal portion of the project is governed by the DOJ Financial\nGuide, 2 C.F.R. 200.306, 28 C.F.R. 90.18, and the STOP Program statute. The following\nprovisions apply to the match requirement:\n• •\n• Funds appropriated by the Congress for the activities of any agency of an Indian tribal\ngovernment or of the Bureau of Indian Affairs performing law enforcement functions on\nany Indian lands may be used to provide the non-Federal share of the cost of programs\nor projects funded under this grant program (34 U.S.C. § 10446(g)) provided that these\ncosts are program related. In-kind match must be documented in the same manner as grant-funded activities. Funds contributed from private sources or state and local governments may be a source\nof match. For example, if the program receives cash donations or money from the United\nWay, this may be used as a source of match. Such funds should be used for program\ncosts which may satisfy the match requirement. Revised February 2020 | 1 In-Kind Match In-kind match may include donations of expendable equipment; office supplies; workshop or\neducation and training materials; work space; or the monetary value of time contributed by\nprofessional and technical personnel and other skilled and unskilled labor, if the services provided\nare an integral and necessary part of a funded project."
}