{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 61,
  "chunk_text": "7. Is each resident provided closet/locker space in the\nsleeping area for the storage of personal items? 8. Upon arrival, is each resident issued one complete set\nof clean bed linens and towels? Does the contractor provide for\nthe exchange or laundering of these items on at least a weekly\nbasis, at no cost to the resident? 9. For indigent residents, does the contractor provide\npersonal hygiene articles at no cost to the resident? 10. Does the contractor permit residents to decorate their\nsleeping quarters with personal possessions, pictures, and\nposters without creating a fire hazard? (Offensive or obscene\nmaterials are prohibited.) PS 7300.09\n1/12/98\nAttachment 4-7, Page 11\n11. Does the contractor have adequate, written, updated\nfire evacuation and emergency plans posted in appropriate\nlocations throughout the facility? 12. Are the plans kept updated and are CCC staff trained in\nthe implementation of written emergency plans? 13. Are evacuation drills conducted at least monthly and\nduring hours when a majority of residents are present in the\nfacility? 14. Does the contractor arrange for and maintain\ndocumentation of the following tests and/or inspections:\na.\nfacility inspection by a representative of the\nlocal fire jurisdiction annually;\nb.\ninspection and test of the smoke and fire alarm\nsystem, and certification by an independent qualified source that\nthe facility complies with the NFPA 101 Life Safety Code, at\nleast annually; and\nc.\ninspection of all fire extinguishers on a\nquarterly basis, with hydro testing performed by an independent\nqualified source on the following basis:\nClass A (pressurized water) tested every five years;\nClass B (CO²) tested every five years;\nClass ABC (dry chemical) tested every 12 years. 15. Is there a provision for immediate notification to a\nfire department in the event of a fire? 16. If required by the NFPA Life Safety Code, does the\nfacility have a corridor smoke alarm system that will signal all\nresidents and a manual pull station provided at a twenty-four\nhour supervised location. (A system requires units be hardwired\nand tied into an enunciator panel at the twenty-four hour manned\nlocation.) 17. When was the facility last inspected by a BOP safety\nrepresentative? Discussion/Findings: PS 7300.09\n1/12/98\nAttachment 4-7, Page 12\nREFERRAL AND INTAKE PROCESSING 1. Does the contractor have written policies and\nprocedures governing offender referral and intake? 2. Are all referrals processed through the CCM, and does\nthe contractor consider Federal referrals only from the CCM? 3. Does the contractor follow their criteria for rejecting\nreferrals? When a referral is unacceptable, is notification made\nin writing to the CCM citing the specific reasons for denial? 4. Does the contractor discuss establishment of reporting\ndates with the CCM? Is the notification of acceptance made in\nwriting to the CCM, with a copy to the referring source? 5. Does the contractor advise institution transfers of\ncenter rules and regulations at the time they are accepted for\ntransfer? Is the notification of center rules and regulations\ndocumented in the resident file with the signed written consent\nof the inmate? 6. Do direct commitments and supervision cases sign a\nwritten consent to center rules and regulations at the time of\nintake processing? 7. Are all residents advised that center director approval\nis required prior to entering into any contract? 8. Has the contractor developed an intake process with\nprocedures that comply with contract requirements:\na."
}