{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 14,
  "chunk_text": "An auditor also may not conduct an official PREA audit for an agency (or facility\nunder the authority of that agency) if the auditor has an immediate family member (including\nparents, spouses, siblings, and children) or close personal friend in the custody of a facility\noperated by the agency under review. Conversely, if the auditor, an immediate family member (including parents, spouses, siblings,\nand children), or close personal friend was previously incarcerated within a facility operated by\nthe agency under review, the auditor may conduct an official PREA audit for the agency (or\nfacility under the authority of that agency); however, the auditor must disclose this relationship\nin the audit report. The above requirements relating to personal relationships apply to the lead auditor, all\nsecondary auditors, and all non-certified support staff who an auditor may employ to assist him\nor her in completing the audit. Maintaining Impartiality In order to maintain the objectivity of the PREA audit process, auditors should not receive both\ncompensation from a confinement agency for performing an official PREA audit and any other\npaid employment (including contracts or consultation for audit preparation, training, or\nunrelated technical assistance) from that same entity within 3 years of each other. • Example 1: PREA auditor Tony is hired by XYZ County Sheriff’s Department—either\ndirectly or through a third party entity, ABC PREA Auditing, LLC—to conduct a PREA\naudit of a facility operated by the XYZ County Sheriff’s Department. The following year,\nTony is contracted again to perform a food safety assessment at another facility\noperated by the same Sheriff’s department. • Example 2: PREA auditor Tony is hired by the Sunshine Confinement Corporation—\neither directly or through a third party entity, ABC PREA Auditing, LLC—to conduct a\nPREA audit of a juvenile facility operated by the Sunshine Confinement Corporation on\nbehalf of the State A Department of Juvenile Justice. The following year, Tony is hired\n14 again by the Sunshine Confinement Corporation, this time to conduct a food safety\nassessment for a prison operated by the Sunshine Confinement Corporation on behalf\nof the State B Department of Corrections.\n• Example 3: PREA auditor Tony is hired by the XYZ County Sheriff’s Department—either\ndirectly or through a third party entity, ABC PREA Auditing, LLC—to provide PREArelated technical assistance to a facility operated by the XYZ County Sheriff’s\nDepartment. The following year, Tony is contracted again to conduct a PREA audit of\nthat facility. Each of these 3 examples are a problem. The first two examples above raise the possibility that\nthe auditor might be, or appear to be beholden to the agency where multiple employment\ncontracts could be contingent on a successful PREA audit (i.e., full compliance). The third\nexample above demonstrates a scenario in which the auditor would be evaluating his own\nwork. Such relationships bias the auditor’s assessment and make it more likely that the auditor\nwill find the facility in full compliance. The guidance and scenarios described in this chapter are not intended to be exhaustive but\nrather illustrative of what an auditor should consider when deciding whether he or she can\naccept an offer to conduct a PREA audit at any particular agency or facility."
}