{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 29,
  "chunk_text": "4.2.4.3. Period Services Will be Required When working with intermittent requirements such as a PO,\ninclude the specific dates services are to begin and end. When\nworking with a multi-year contract, include the date services\nshould begin and estimate when services will end. Ordinarily, the expiration date of services provided under an\nIGA should be indefinite. It must specifically state the\nterms upon which the parties may terminate the agreement (i.e.,\nupon 90 days written notice). 4.2.4.4. Fiscal Data a.\nAccounting Code PS 7300.09\n1/12/98\nChapter 4, Page 12\nIdentify the fiscal year (FP = FY 97 is \"7,\" FY 98 is \"8,\" and so\non), Decision Unit (\"T\" or \"D\"), Cost Center (use #2 as the first\ndigit for regional office), PMS, Project Code, and the\nSub-Object Code. (See Chapter 7 for explanation of these codes.) When there are two types of services within a facility or\ncontract (e.g., a jail with a work release unit and a detention\nunit), determine the predominant use and use one accounting code. b. Estimated Inmate-Days and Expenditures Inmate-days and estimated costs are essential factors in the\ndevelopment of a contract. Estimates must be based upon an analysis of information which\nincludes:\nSENTRY release data; input from the U.S. Probation\nand U.S. Attorney's office; past history; population trends over\nthe last two to three years; and budgetary allowances. Central\nOffice research staff provide the Community Corrections Branch\nwith data to assist in the analysis of estimating inmate-days. Other issues that may affect inmate-days estimates and over- all\nexpenditures are:\npolicy changes affecting placements; over\ncrowding; a considerable drop in population in Bureau or state\nfacilities; the need for two or more contracts in the same\nservice area, operating under the same SOW; and new laws. The\nsources of information and the analysis of the data shall be\ndocumented and a copy attached to the RCA. At a minimum, this\nshall consist of written or telephonic documentation of\nProbation's needs and inmate-day use figures for the previous 24\nmonths, if replacing an existing contract. Yearly cost estimates should be based upon operating costs for the\nlast year, plus anticipated cost increases, multiplied by the\nestimated number of inmate-days. Additional requirements\nimposed upon a contractor by a modified or new SOW must also be\nconsidered when estimating the inmate-day rate. The estimated\nper capita or inmate-day rate is the government's initial\nestimate in determining the fair and reasonable cost for the\nservices being requested. Accurate cost estimates are also necessary to assist the CO in\ndetermining the appropriate contracting procedures to be followed\nand can result in significant time savings. When\npossible, attach the inmate-day rate of other contractors in the\nsame geographic area and the number of beds these contractors\nprovide to the RCA. PS 7300.09\n1/12/98\nChapter 4, Page 13 For the option-year requirements contracts, the base period is\nordinarily for a 24-month period with three one-year option\nperiods. For Indefinite Quantity Contracts, the inmate-day and\nper capita costs for males and females must be separately\nidentified when the requirement is for both sexes. For POs, the aggregate cost estimate shall not exceed\n$100,000. For IGAs, inmate-day and cost figures should reflect\nestimates for a 12-month period, rather than 24 months."
}