{
  "document_category": "guidance",
  "document_name": "2016_AHTF_AOM.pdf",
  "chunk_index": 16,
  "chunk_text": "Each ANCR referral is resolved as a violation or non-violation based upon the preponderance of the supporting documentation or other facts to determine if the award recipient is in compliance or non-compliance. • Audit liaison. The OIG may conduct a random audit for any recipient of a COPS Office award. In the event\nyour agency has undergone an OIG audit and there are audit recommendations (findings) resulting from\nnoncompliance or poor accountability practices, the COPS Office Audit Liaison Section will work with your\nagency to resolve and close these recommendations. Remedies to close recommendations may include repayment of award funds, providing adequate documentation to demonstrate compliance, or providing\nproof of policies or procedures that were created or revised to directly address the causes for the noncompliance as a proactive preventative measure to avoid future noncompliance. Recipients are responsible for remedying any award noncompliance that is identified during site visits, EOBGRs,\nand ANCRs. In addition, recipients are responsible for remedying noncompliance stemming from audit\nrecommendations identified in audits of COPS Office awards conducted by the OIG and the Office of the Chief\nFinancial Officer (OCFO). Remedies for noncompliance may include but are not limited to repayment of award\nfunds for unallowable or unsupported costs, providing adequate documentation to demonstrate compliance,\nsuspending active award funding, voluntary withdrawal from or involuntary termination of remaining award\nfunds, or a restriction from receiving future COPS Office awards for a period of time. Under certain conditions,\nadditional actions may include referral and placement on the U.S. Department of Justice’s High Risk List, which\nwill include mandatory completion of the Office of Justice Programs Financial Management Training and being\nsubject to increased monitoring of current and future awards while on the list. In the event of criminal misuse of\naward funds, recipients may also be subject to fines and imprisonment. To avoid findings of noncompliance,\nrecipients are strongly encouraged to become familiar with the COPS Grant Monitoring Division’s Grant\nMonitoring Standards and Guidelines and with the Award Owner’s Manual for the year in which the award is\nawarded. Recipients should also contact the COPS Office or their Grant Program Specialist at any time during the 13 2016 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual life of a COPS Office award with questions concerning award conditions, terms, or requirements to seek\nguidance to avoid noncompliance. It is necessary for recipients to maintain all relevant documentation\n(administrative, financial, and programmatic) used to develop the application and implement the award that\nmay be necessary or required to demonstrate award compliance. For more information, please contact the COPS\nOffice Response Center at 800-421-6770 or at AskCopsRC@usdoj.gov. 10. Federal Civil Rights\nCondition:"
}