{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 31,
  "chunk_text": "An\nawardee should therefore consult its own legal counsel with any copyright infringement questions. For more\ninformation about registering a copyright, please visit the U.S. Copyright Office at www.copyright.gov. 22. Additional high-risk awardee requirements The recipient agrees to comply with any additional requirements that may be imposed during the grant\nperformance period if the awarding agency determines that the recipient is a high-risk awardee (Uniform\nAdministrative Requirements, Cost Principles, and Audit Requirements for Federal Awards, 2 C.F.R. § 200.207 as\nadopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101). 18 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual Why this condition:\nIn accordance with 2 C.F.R. § 200.207, the U.S. Department of Justice (DOJ) may impose additional\nrequirements specific to your award, as needed, when it determines that there is unsatisfactory\nperformance, financial or administrative instability, noncompliance with award terms and conditions, or\nother lack of responsibility risk factors. In such cases, the DOJ may impose special conditions or restrictions\nthat may include requiring the production of documentation, financial award administration training, on-site\nmonitoring, prior approval for expenditure of funds, quarterly progress reports, separate bank accounts, or\nother requirements. What you should do: In order to obtain a COPS Office award, recipients must agree to comply with any additional requirements\nthat may be imposed during the award performance period if the awarding agency determines that the\nrecipient is a high-risk awardee. 23. System for Award Management (SAM) and Universal Identifier requirements The Office of Management and Budget requires federal agencies to include the following standard award term in\nall grants and cooperative agreements made on or after October 1, 2010:\nA. Requirement for System for Award Management (SAM) Unless you are exempted from this requirement under 2 C.F.R. Part 25.110, you as the recipient must\nmaintain the currency of your information in the SAM until you submit the final financial report required\nunder this award or receive the final payment, whichever is later. This requires that you review and update\nthe information at least annually after the initial registration, and more frequently if required by changes in\nyour information or another award term. B. Requirement for Data Universal Numbering System (DUNS) Numbers If you are authorized to make subawards under this award, you:\n1. Must notify potential subrecipients that no entity (see definition in paragraph C of this award term)\nmay receive a subaward from you unless the entity has provided its DUNS number to you. 2. May not make a subaward to an entity unless the entity has provided its DUNS number to you. C. Definitions For purposes of this award term:\n1. System for Award Management (SAM) means the federal repository into which an entity must\nprovide information required for the conduct of business as a recipient. Additional information about\nregistration procedures may be found at the SAM Internet site at www.sam.gov. 2. Data Universal Numbering System (DUNS) number means the nine- or thirteen-digit number\nestablished and assigned by Dun and Bradstreet, Inc. (D&B) to uniquely identify business entities. A\nDUNS number may be obtained from D&B by telephone (currently 866-705-5711) or the Internet at\nhttp://fedgov.dnb.com/webform."
}