{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 101,
  "chunk_text": "(a) Consent. If the contact consents to receive emails, that person is activated on the inmate’s\nemail contact list. (b) Notices. Upon receiving the system-generated email, the contact is notified that:\n■ The Federal inmate identified seeks to add the person in the community to his/her authorized\nemail contact list.\n■ The person in the community may approve the inmate for email exchanges, refuse or ignore\nthe request for email exchanges, or refuse the current and all future Federal inmate requests for\nemail exchanges. ■ By approving, the person in the community consents to have Bureau staff monitor the content\nof all emails and agrees to comply with program rules and procedures. At any time a person in the community may choose to not participate in messaging. Each email\nreceived from an inmate (provided within CorrLinks) will provide the contact with guidance to\nremove him-/herself from the specific inmate’s contact list or refuse all Federal inmates’ requests\nfor email exchanges. In addition, each email received from an inmate notifies the person that by\nutilizing CorrLinks to send/receive emails they consent to have Bureau staff monitor the\ninformational content of all emails exchanged and to comply with all program rules and\nprocedures. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 134 (c) Blocking of Email Address(es). TRULINCS provides three types of email address blocks:\nBureau-wide, facility-wide, and inmate-specific. Supporting documentation for blocking email\naddresses are scanned into TRUFACS using the document imaging process. Ordinarily, written requests from the Associate Warden for blocking an email address are\nprocessed within one working day after receipt. If specified, these blocks are placed on a specific\ninmate account; however, if a specific inmate is not identified or where the request specifically\nstates, a block can be placed to prevent any inmate at the facility from emailing a specific address. Note: Requests for blocking may not be processed by deleting the contact from an inmate\naccount. ■ Bureau-wide Block. Request for Bureau-wide blocks should be routed to the Central Office\nIntelligence Section for approval. If approved, these blocks will be placed by Central Office\nTRULINCS staff. These requests can be for a specific email address or an entire domain. ■ Facility-wide Block. Trust Fund staff place blocks by entering an email address on the\nFacility Blocked Contact Management Screen in TRULINCS. The authorization of blocking\nof an email address cannot be delegated below the Associate Warden level. ■ Inmate-Specific Blocks. The contact email address is blocked within the Contact List\nadministration in TRULINCS. ■ Removal of Blocks. When an email address is blocked at the recipient’s request, the System\nAdministrator removes the block by placing the contact’s status to Pending Contact Approval\nwhen a written request from the contact is received. (d) Inmate to Inmate Communication. An inmate may be permitted to correspond via Public\nMessaging and postal mail with an inmate confined in any Bureau facility in accordance with the\nProgram Statement Correspondence. Upon receipt of the approved correspondence from Unit team staff, Trust Fund staff are\nresponsible for entering the approval into TRULINCS and scanning the correspondence into\nTRUFACS using the document imaging process. d. ELL."
}