{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 15,
  "chunk_text": "309. FEDERAL RECORDS CENTER SERVICES Inmate files may only be retrieved from FRCs by institution, DSCC, or CCM staff. Ordinarily,\nthe file is requested from the parent institution, who in turn, will retrieve it from the FRC. Notification to the parent institution must be made if another institution retrieves the file from the\nFRC which allows the parent institution to account for the file. P5800.15 1/1/2009 Chapter 3, Page 6 A Reference Request – Federal Records Center (OF-11), is used to request or return files to the\nFRC. (Requests may also be made via e-mail.) The file’s accession, location, NARA-BOP\nStratified Code and box number must be provided with the request. Files may be requested\ntelephonically when an immediate need exists. Additional guidance on FRC record retrieval\nservices is found on Sallyport’s Policy/Forms Intranet website. Blanket permission has been given to the FBI and the U.S. Probation Office to review, on-site,\nall files at the FRC. CSD staff will give the file’s accession, location, and box number to the\nrequestor, for this purpose. They may not remove any documents from the file. Requests made under the terms of the FOIA and/or Privacy Act for material in stored files will be\nresponded to by the FRC upon the parent institution’s direction. An OF-11, or e-mail message, is\nused for this type of request. The FRC will also respond to requests for:\n■\n■\n■\n■ Certified copies of J&C’s, sentence data records, and fingerprint cards. Classification materials, Study and Observation and Progress Reports. Other requested information that the institution determines is releasable. Temporary or permanent use of a file to an authorized requestor. 310. CERTIFICATION OF RECORDS\nPenitentiary Packets (Pen Packets). A state prosecuting attorney may request certified copies\nof an inmate’s Federal conviction record as proof of prior convictions. CSD staff at the\ninstitution having custody of the inmate’s central file will process a “pen packet” for this\npurpose. The “pen packet” includes the following:\n■\n■\n■\n■ A copy of the photograph. A copy of fingerprint card. A copy of J&C (if not sealed). A Certificate of Record (BP-A396). The manager will sign as the Custodian of Records under the authority of 18 U.S.C. § 4004. CSD\nstaff are authorized to witness the manager’s signature. If the inmate’s central file has been archived, CSD staff will request the file from the FRC,\nprocess the “pen packet,” and then return the file. Records are to be examined carefully for completeness prior to copying. For those jurisdictions\nthat require special seals or certifications, local procedures are to be established. P5800.15 1/1/2009 Chapter 3, Page 7 311. GENERAL RECORDS SCHEDULES (GRS)\nGeneral Records Schedules are mandatory for disposal of Federal records. GRSs, combined with\ndisposal schedules of inmate files, provide disposal authority for the records that the Bureau\ngenerates. When a record shows a disposal of “Submit SF-258” in the GRS, the record will be fully\nidentified and brought to the attention of the DSCC Chief or Information Management Office,\nCentral Office. Central Office staff will complete the necessary SF-258 for submission to the\nNational Archives. 312. RETENTION OF CSD RECORDS OTHER THAN INMATE CENTRAL FILES"
}