{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 23,
  "chunk_text": "The COPS Office may also use this\ninformation to understand the needs of the field and potentially provide for training, technical assistance,\nproblem solving, and community policing implementation tools. What you should do:\nCommunity policing activities to be implemented or enhanced by your agency were identified in your grant\napplication. Your community policing needs may change during the life of your grant, and minor changes to\nthis plan may be made without prior approval of the COPS Office. If your agency’s community policing plan\nchanges significantly, however, you must submit those changes in writing to the COPS Office for approval. Changes are significant if they deviate from the range of possible community policing activities identified\nand approved in the original community policing plan submitted with your application. 13 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual 13. Contracts with other jurisdictions\nEquipment, technology, training, vehicles, and/or sworn law enforcement officer positions awarded may only be\nused for law enforcement activities or services that exclusively benefit your agency and the population that it serves. The items funded under the TRGP grant cannot be utilized by other agencies unless the items would exclusively\nbenefit the population that your agency serves. Why this condition: The TRGP was created under a Congressional appropriation specifically designated for tribal law\nenforcement agencies to improve public safety in Indian communities. The TRGP-Hiring grant funding is\nintended to benefit the communities within the grantee’s primary law enforcement jurisdiction. Therefore,\nthe grantee must use the TRGP grant funding to benefit its own population exclusively. What you should do: Your law enforcement agency should avoid any agreements with other jurisdictions to share officer\npositions or other awarded equipment, technology, or vehicles unless the agreement complies with the\nrequirement that COPS Office-funded items must exclusively benefit the grantee service population. For\nexample, if your jurisdiction has a tribal police department and a BIA department, items funded under the\ngrant might be able to be used by the BIA department as long as this would result in an exclusive benefit\nto the population that you serve. You may not, however, allow officers, equipment, technology, or vehicles\nfunded under the grant to be used by any agency or transferred to any agency that does not exclusively\nbenefit the population that you serve. For example, you may not, during the grant term, loan two of your\nawarded computers to a neighboring county’s sheriff’s department. Officers funded under TRGP-Hiring may not provide contract law enforcement services to other agencies\nunless they will directly benefit the grantee’s jurisdiction. For example, your agency may not use an officer\nfunded under TRGP-Hiring to provide contract law enforcement services to a neighboring county, but\nyour agency may use the officer to provide direct law enforcement services to the population within your\nagency’s own jurisdiction. Before you enter into any agreement with another law enforcement agency, you should contact your COPS\nOffice Grant Program Specialist (GPS) at 800-421-6770 for additional guidance. 14. False statements"
}