{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 16,
  "chunk_text": "Review of grant conditions By signing the award document to accept this COPS Anti-Gang Initiative grant, your agency agrees to abide\nby the following grant conditions:\n1. Grant Owner’s Manual\nCondition: The grantee agrees to comply with the terms and conditions in the 2015 COPS Hiring Program Grant Owner’s\nManual; COPS statute (42 U.S.C. §. 3796dd, et seq.); the requirements of 2 C.F.R. Part 200 (Uniform Administrative\nRequirements, Cost Principles, and Audit Requirements for Federal Awards) as adopted by the U.S. Department of\nJustice in 2 C.F.R. § 2800.101; 48 CFR Part 31 (FAR Part 31) as applicable (governing cost principles and procedures);\nrepresentations made in the CAGI grant application; and all other applicable program requirements, laws, orders,\nregulations, or circulars. 3 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual Why this condition: This manual has been designed to inform you of the requirements, laws, regulations, and policies that apply\nto your grant. Your agency will be responsible for the information and rules contained in this manual and\nfor implementing your grant in compliance with the applicable terms, conditions, and regulations. More\ndetailed guidance regarding any particular grant requirement or your agency’s specific circumstances can\nbe requested through your COPS Office Grant Program Specialist. What you should do:\nPlease read the entire CAGI Grant Owner’s Manual carefully prior to signing the grant award document. If\nyou have any questions, please contact your COPS Office Grant Program Specialist. When accepting your\ngrant award, you should ensure that the proper reporting and financial systems are in place to satisfy the\ngrant requirements. 2. Assurances and Certifications\nCondition: The grantee acknowledges its agreement to comply with the Assurances and Certifications forms that were signed\nas part of its grant application. Why this condition:\nAlthough the COPS Office has made every effort to simplify the process of applying for and receiving grants,\nseveral provisions of federal law require us to seek your Assurances and Certifications regarding certain\nmatters. Most of the Assurances and Certifications apply to all federal grant programs. What you should do:\nApplicants to COPS Office grant programs are required to sign the Assurances and Certifications forms at\nthe time of application and application update. Signing these documents assures the COPS Office that\nyou have read, understood, and accepted the grant terms and conditions outlined in the Assurances and\nCertifications. Please read these documents carefully as signatures on these documents are treated as\na material representation of fact upon which reliance was placed when the U.S. Department of Justice\ndetermined whether to award the covered grant. Additional copies of the Assurances and Certifications\nforms are contained in appendix B of this manual. If you have any questions about them, please contact your\nCOPS Office Grant Program Specialist at 800-421-6770. 3. Allowable costs\nCondition: The funding under this project is for the payment of approved costs for activities related to the establishment and\nenhancement of a variety of problem-solving strategies to address gang activity in your jurisdiction. The allowable\ncosts for which your agency’s grant has been approved are limited to those listed on the Financial Clearance\nMemorandum (FCM), which are included in your agency’s award package."
}