{
  "document_category": "guidance",
  "document_name": "1351_005_CN-2.pdf",
  "chunk_index": 24,
  "chunk_text": "PS 1351.05\n9/19/2002\nAttachment D, Page 2\nGUIDELINES FOR DISCLOSURE FOR USE AT THE INMATE'S PAROLE HEARING\nA Federal prison inmate must be provided reasonable access to\nreports or documents to be used by the Parole Commission in\nmaking its parole release determination. The Commission, of\ncourse, wants to use all the information in the documents you\nprepare. If you determine that some information may not be\ndisclosed, in accordance with the guidelines listed above, you\nmust prepare a summary of excluded information if it is to be\nused by the Parole Commission. This summary, as well as the\ndisclosable portions of the document, will then be available to\nthe inmate, and the Commission thereby be permitted to review the\nentire document. The summary need only be phrased in general\nterms to enable the inmate to respond to the essential\nallegations made in excluded material. It should not reveal\nspecific information which might compromise a legitimate need for\nconfidentiality. OPTIONS FOR DISCLOSURE OF INFORMATION There are three options which exist under Federal law with\nrespect to disclosure to the inmate and to the U.S. Parole\nCommission of the information prepared by your agency. Option 1 - You may authorize complete disclosure of the\ndocument. The document is available for inmate review and\ncopying. Court disclosure instructions, if any, will be\nfollowed. Option 2 - You may recommend exclusion of a portion or all\nof the document from disclosure. Please identify the part(s) of\nthe document you consider exempt form disclosure and prepare an\nadequate summary of the excluded material. The Federal Bureau of\nPrisons will review the reasons given in accordance with the\nguidelines listed in this letter. If at least one of the\nguidelines is met, both the summary and the disclosable portion\nof the document, if any, will be available to the inmate. If the\nFederal Bureau of Prisons determines the document to be entirely\ndisclosable, the document will be returned to you, and no copy\nwill be retained by the Federal Bureau of Prisons or for release\nto the U.S. Parole Commission or to the inmate. Option 3 - You may refuse to authorize disclosure of the\ndocument, or a summary in any form to the inmate. If this option\nis selected, please provide a memorandum detailing reasons for\nnon-disclosure. The Federal Bureau of Prisons will review the\nreasons given in accordance with Bureau policy and the guidelines\nlisted in this letter. If at least one of the guidelines is met,\nthe document will be placed in the Inmate Privacy Folder and will\nnot be available for release either to the inmate or to the U.S. PS 1351.05\n9/19/2002\nAttachment D, Page 3\nParole Commission. If the Federal Bureau of Prisons considers\nthe document disclosable, the document will be returned to you,\nand no copy will be retained for use by the Federal Bureau of\nPrisons. Please consider carefully before choosing this option. We appreciate your review of the attached documents with respect\nto their disclosure. We have enclosed a form for your response. Thank you for you cooperation. Sincerely, Warden\nAttachments PS 1351.05\n9/19/2002\nAttachment D, Page 4\n(Date)\nTo:\nWarden:\nInstitution:\nFROM: (Authorized Agency Representative)\n(Agency)\nSUBJECT: Disclosure of Information to Federal Inmate and to\nU.S. Parole Commission"
}