{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 47,
  "chunk_text": "Updated September 2016 47 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual III. Procurement Process In general, recipients are required to procure funded items through open and free competition when feasible. For the purchase of equipment, technology, or services under a COPS Office award, recipients must follow their\nown policies and procedures on procurement as long as those requirements conform to the federal\nprocurement requirements set forth in 2 CFR §§ 200.317 – 200.326. As described in award condition #27 on page 30, recipients are required to submit a sole source justification\n(SSJ) request to the COPS Office for noncompetitive procurements in excess of $150,000 prior to purchasing\nequipment, technology, or services; obligating funding for a contract; or entering into a contract with award\nfunds. If submitting a sole source justification request to the COPS Office, please use the format described in\nappendix D, “Sole source justification facts,” on page 81 of this manual. If you have any questions regarding the federal requirements that guide procurement procedures, please\ncontact your COPS Office Program Manager. For more information about COPS Office programs and resources, please call the COPS Office Response Center\nat 800-421-6770 or visit the COPS Office online at www.cops.usdoj.gov. 48 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual IV. Accessing Award Funds This section provides answers to payment-related questions, including all the information needed to set up your\npayments. For assistance with financial management and award administration, please contact the COPS Office\nResponse Center at 800-421-6770 or visit our website at www.cops.usdoj.gov/. Payment method What method of payment is used? There is currently one payment system available for accessing federal award funds—the Grant Payment Request\nSystem (GPRS). GPRS is a web-based system that enables recipients to use a secure Internet connection to\nrequest funds. Approved payment requests will automatically be scheduled for payment by the United States\nDepartment of the Treasury through electronic funds transfer (EFT). The Automated Clearing House (ACH) is the\nprimary system that agencies use for EFT. An award recipient will be able to review previous payment requests\nmade since July 2009. For more information regarding GPRS, please go to\nwww.ojp.usdoj.gov/about/offices/ocfogprs.htm to view the User Guide. Setting up your account How do we set up a new GPRS account? If you are a new recipient to the COPS Office, your agency should determine which authorized employee(s) will\nbe responsible for requesting federal funds for your COPS Office awards through the GPRS system. The\nindividual(s) selected must click on https://grants.ojp.usdoj.gov/gprs/welcome and register with the GPRS\nsystem to become a Drawdown Specialist for your agency. Once you have been approved, you will receive an e-mail containing a temporary password and information on\nhow to use GPRS. Please note that part of the verification process may involve outreach to your law enforcement\nexecutive and/or government executive or other financial points of contact to validate the information that was\nprovided during the registration process. All individuals that need access to GPRS must register separately and\ncreate their own unique GPRS username account, as these accounts are not meant to be shared."
}