{
  "document_category": "guidance",
  "document_name": "5331.02cn.pdf",
  "chunk_index": 5,
  "chunk_text": "The DSCC legal staff will review current\nand prior offenses for both U.S. Code and D.C. Code felony offenders. After completing the offense review, a legal staff member will complete and sign the\nRequest for § 3621(e) Offense Review form. Signature authority may not be delegated below the\nattorney level. Designated DSCC legal staff, upon completion of the review, will notify the DAPC of the result\nof the review by forwarding the signed Request for § 3621(e) Offense Review form. 8. ASSIGNMENT OF § 3621(e) STATUS Upon receipt of a signed Request for § 3621(e) Offense Review form from the DSCC legal staff,\nthe DAPC or designee will enter the appropriate early release eligibility code into SENTRY and:\n• have the inmate sign the Notice of RDAP Qualification form;\n• forward the signed Notice of RDAP Qualification form to the unit team; and\n• enter into SENTRY the appropriate § 3621(e) early release eligibility assignment. If the\ninmate declines the RDAP after hearing of his or her early release eligibility status, enter into\nSENTRY the appropriate § 3621(e) assignment signifying the inmate’s declination. 9. ASSIGNMENT OF § 3621(e) EARLY RELEASE CONDITIONAL DATE\na. Drug Abuse Program Coordinator. Upon a qualified inmate’s entry into the RDAP, the\nDAPC, or designee, will:\n• enter into SENTRY the appropriate participation assignment; and\n• within 15 working days, forward a Notice of § 3621(e) Date form (BP-A0764) to the DSCC\nteam responsible for the inmate’s sentence computation requesting computation of a\n§ 3621(e) conditional release method date, with a copy to the unit team and the Correctional\nSystems Department (CSD). P5331.02 3/16/2009 Federal Regulations: bold type. Implementing instructions: regular type. Page 6 b. DSCC Staff. Within 15 working days of the DSCC staff receiving the\nNotice of § 3621(e) Date form, computation staff will enter the estimated completion date into\nthe § 3621(e) CRPS MN field (Complete Residential Program), and recalculate the sentence. The corresponding satisfaction/release method will be § 3621(e) COND (§ 3621E Conditional). 10. LENGTH OF SENTENCE Following completion of Transitional Drug Abuse Treatment (TDAT), inmates found to be\neligible for an early release under 18 U.S.C. § 3621(e) may receive that early release based upon\nthe length of their sentence, as detailed in the table below. Sentence Length Early Release Time-Frame 30 MONTHS or LESS No more than 6 months 31-36 MONTHS No more than 9 months 37 MONTHS OR MORE No more than 12 months The early release time-frame reductions shown on the table are not pro-rated by days. For\nexample, if an inmate’s sentence is 36 months and any number of days, 9 months is the\nmaximum sentence reduction allowed, whether the inmate’s sentence is 36 months and 0 days, or\n36 months and 30 days. Any change in current offense sentence length as imposed by order of the Court will result in a\nrecalculation of sentence computation and provisional incentive. For example, a 36-month\nsentence reduced to a 24-month sentence will result in no more than a 6-month early release. 11. MONITORING OF EARLY RELEASE ELIGIBILITY STATUS"
}