{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 19,
  "chunk_text": "An inmate’s sentence must be computed and audited immediately if the inmate is within 30 days\nof the statutory release date and within five working days if the inmate is within six months or\nless of the statutory release date. For terms in excess of six months from the statutory release\ndate, the sentence must be computed and audited within 30 calendar days. The Chief, DSCC, will determine the assignment of auditing sentence computations by relying\non staff experience and training. SENTRY will automatically capture the electronic ID of staff computing sentences at initial\ncomputation or subsequent updates. The final auditor will certify the computation in SENTRY. DSCC staff will monitor and update Good Time Data on a daily basis. Any documentation to\nsupport the changes in the Good Time Data sheet will be forwarded (i.e., facsimile,\nelectronically) by the approving official to the DSCC and unit team. Note: All military and Coast Guard sentence computations will be provided by the Records\nOffice, U.S. Army Disciplinary Barracks, Fort Leavenworth, Kansas. The Bureau must accept the sentence computation as provided by military authorities and refer\nsuspected errors, or challenges to the sentence computation, to the U.S. Army Disciplinary\nBarracks, Fort Leavenworth, Kansas. For military parole violators, the sentence will be computed as if it were a U.S. Code sentence. (Refer to the Administration of Sentences for Military and Coast Guard Inmates Program\nStatement for more information)\na. Load Data. A careful review of the Offense/Charge Remarks on the Inmate Load Data must\nbe conducted on every inmate upon designation with documents as noted in section 502.e and h. P5800.15 1/1/2009 Chapter 5, Page 1 The Inmate Load Data will reflect the docket number(s), the most serious offense(s), and the total\nsentence length. If any discrepancies are found, the remarks must be updated. (Refer to the Program Statement,\nSecurity Designation and Custody Classification Manual for more information.)\nb. Violators. When applicable, the DSCC will ensure all necessary files are requested and\nreceived (see Section 309). A SENTRY Sentence Monitoring Independent Sentence\nComputation will be done on all types of parole and mandatory release violators upon receipt of\npertinent documents. The Independent Sentence Computation must include credit for all street time, with the exception\nof D.C. Code offenders, in order to project the inmate’s Tentative Release Date (TRD) which\nwill be entered on to the Security Designation Load Data. If the results show an imminent or overdue release date, the U.S. Parole Commission (USPC) is\nto be notified and a copy of the Independent Sentence Computation documented and filed. The Independent Sentence Computation will then be included in the inmate’s designation packet,\nprovided he/she is not an immediate release. DSCC staff will calculate the violator term within five working days from the date the Notice of\nAction (NOA) is received from the USPC. When auditing violator terms, an audit of the original and any related violator computations must\nbe performed. Note: For Supervised Release Violators, a thorough review of all sentencing material must be\nconducted to include over-served time, jail credit, etc.\nc. J&C Order."
}