{
  "document_category": "guidance",
  "document_name": "5394.01.pdf",
  "chunk_index": 10,
  "chunk_text": "The evaluation assists the CRP\nin making certification decisions. When the CRP refers a case for a precertification evaluation, SOCRB staff notify field staff of the\nneed to coordinate the inmate’s transfer to a facility designated by the Bureau to conduct the\nassessment. The mental health professional conducting the precertification evaluation attempts to\ninterview the inmate for the evaluation and gives the inmate notice regarding the nature and\npurpose of the evaluation (BP-A1044, Notice of Psychological Evaluation). If the inmate refuses\nto participate, he/she is informed that the evaluation will be conducted with or without his/her\nparticipation. The evaluator prepares a written report of the precertification evaluation and\nprovides it to the CRP for review. P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 12 c. Certification Decision by CRP. After receipt of the precertification evaluation, if requested,\nthe CRP meets to discuss the evaluation and information associated with the inmate’s case and\nreview each of the three elements for certification as a sexually dangerous person:\n(1) Behavioral Element: “Engaged or attempted to engage in sexually violent conduct or\nchild molestation.” Although there has been some preliminary review of this element during the\nearlier stages of the certification review, the CRP reviews records documenting the inmate’s\nhistory of sexually violent conduct or child molestation. The CRP evaluates the information to\ndetermine whether it is likely legally sufficient to prove this element by clear and convincing\nevidence in a judicial commitment proceeding. (2) Diagnostic Element: “A serious mental illness, abnormality, or disorder.” The CRP\ndetermines whether the inmate has a diagnosable condition relevant to his/her offending behavior. (3) Risk Element: “Serious difficulty in refraining from sexually violent conduct or child\nmolestation.”\n§ 549.95 Determining “serious difficulty in refraining from sexually violent conduct\nor child molestation if released.” In determining whether a person will have “serious difficulty in refraining from\nsexually violent conduct or child molestation if released,” Bureau mental health\nprofessionals may consider, but are not limited to, evidence:\n(a) Of the person’s repeated contact, or attempted contact, with one or more\nvictims of sexually violent conduct or child molestation;\n(b) Of the person’s denial of or inability to appreciate the wrongfulness,\nharmfulness, or likely consequences of engaging or attempting to engage in\nsexually violent conduct or child molestation;\n(c) Established through interviewing and testing of the person or through other risk\nassessment tools that are relied upon by mental health professionals;\n(d) Established by forensic indicators of inability to control conduct, such as:\n(1) Offending while under supervision;\n(2) Engaging in offense(s) when likely to get caught;\n(3) Statement(s) of intent to re-offend; or\nP5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 13 (4) Admission of inability to control behavior;\n(e) Indicating successful completion of, or failure to successfully complete, a sex\noffender treatment program. The CRP employs a clinically adjusted actuarial method of risk assessment; this involves using\none or more actuarial instruments to establish a base level of risk. The CRP then applies\nclinically significant or risk-relevant dynamic risk factors to adjust the inmate’s risk level\nupward or downward. It may use other accepted psychological methods of assessment."
}