{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 72,
  "chunk_text": "14. Except for supervision cases, is the BP-ADMIN-193 (InTransit Information) completed by the contractor and given to the\nU. S. Marshal, or other appropriate Federal authority, on all\nresident program failures? Discussions/Findings: PS 7300.09\n1/12/98\nAttachment 4-7, Page 31\nRELEASE PREPARATION 1.\nAt least six weeks prior to the release date, does the\ncontractor present a release plan as follows:\na.\nin parole cases - to USPO for approval, with a\ncopy to the CCM;\nb.\nin mandatory release cases - although no\ngovernment approval is necessary, a release plan is developed and\nsent to USPO, with a copy to the CCM;\nc.\nin expiration cases or supervised release cases although no government approval is necessary, a release plan is\ndeveloped and sent to the CCM. 2. Do the plans include the verified specifics of the\nproposed residence, employment or training program, and family\nsituation? 3. If an approved plan cannot be developed by the release\ndate in parole cases, does the contractor immediately notify the\nCCM and U.S. Parole Commission of the delay? Does the contractor\nensure the resident is not released until a plan is approved and\nparole certificates are received? 4. Does the contractor understand the USPO may wish to\ncomment on the adequacy of the release plan on other types of\nrelease cases, although approval is not required? (mandatory\nrelease, expiration and supervision cases with a fixed term of\ncenter residence as a supervision condition)\n5. Does the contractor verify the correctness of each\nresident's release date with the CCM prior to each resident's\nrelease? 6. Are release dates of any Federal prisoner retarded,\nadvanced or otherwise changed without approval of the CCM or U.S.\nParole Commission? Release Certificates:\n7. For mandatory release cases, does the contractor\nexecute Mandatory Release Certificates at the time of the\nresident's release? PS 7300.09\n1/12/98\nAttachment 4-7, Page 32\n8. For parole cases, after the USPO has formally accepted\nthe proposed release plan, does the contractor immediately\nrequest parole certificates from the appropriate regional office\nof the U.S. Parole Commission, with a copy to the CCM? 9. Does the contractor obtain the signature of the parolee\non the certificate and execute formal discharge procedures? 10. If a parolee refuses to sign the certificate, does the\ncontractor understand the resident may not be released and the\nmatter should be referred to the U. S. Parole Commission for\nresolution? Release Clothing, Funds, and Transportation:\n11. When necessary, does the contractor develop and submit\nan itemized plan for a resident's release clothing, funds, and\ntransportation needs to the CCM for approval? 12. If approved, does the contractor provide the releasee\nwith funds, clothing, and make the necessary transportation\narrangements for the resident? 13. Is documentation (i.e., paid invoices, etc.) forwarded\nwith the monthly billing for reimbursement by the government of\nCCM approved expenditures? 14. At release, do staff ensure the releasee understands\nhis status, the condition of any supervision required, and a\nresident who will be under supervision of a USPO must report to\nthat office within seventy-two hours after release? 15. Does the contractor ensure that residents take all of\ntheir personal property? 16. When a resident is released during working hours, does\nthe contractor immediately notify the CCM by telephone, or if the\nrelease occurs outside working hours, the next working day? 17."
}