{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 68,
  "chunk_text": "If a strategic plan is to have value, the members of the organization should be well-versed in it and\nable to give examples of their efforts supporting the plan. Components such as the organization’s mission\nand value statement should be simple and communicated widely. Everything should connect back to this\nplan. Policies Community policing affects the nature and development of department policies and procedures\nto ensure that community policing principles and practices have an effect on activities on the street. Problem solving and partnerships, therefore, should become institutionalized in policies, along with\ncorresponding sets of procedures where appropriate. Organizational evaluations In addition to the typical measures of police performance (arrest, response\ntimes, tickets issued, and crime rates), community policing calls for a broadening of police outcome\nmeasures to include such things as community satisfaction, less fear of crime, the alleviation of problems,\nand improvement in quality of life. Community policing calls for a more sophisticated approach to\nevaluation—one that looks at how feedback information is used, not only how it measures outcomes. Transparency Community policing involves decision-making processes that are more open than\ntraditional policing. If the community is to be a full partner, the department needs mechanisms for readily\nsharing relevant information on crime and social disorder problems as well as police operations with the\ncommunity. Organizational structure It is important that the organizational structure of the agency ensure that local\npatrol officers have decision-making authority and are accountable for their actions. This can be achieved\nthrough long-term assignments, the development of officers who are generalists, and using special units\nappropriately. Geographic assignment of officers With community policing, there is a shift to the long-term\nassignment of officers to specific neighborhoods or areas. Geographic deployment plans can help enhance\ncustomer service and facilitate more contact between police and citizens, thus establishing a strong\nrelationship and mutual accountability. Beat boundaries should correspond to neighborhood boundaries\nand other government services should recognize these boundaries when coordinating government publicservice activities. Despecialization To achieve community policing goals, officers have to be able to handle multiple\nresponsibilities and take a team approach to collaborative problem solving and partnering with the\ncommunity. Community policing encourages its adoption agency-wide, not just in special units, although\nthere may be a need for some specialist units that are tasked with identifying and solving particularly\ncomplex problems or managing complex partnerships. Resources and finances Agencies have to devote the necessary human and financial resources to\nsupport community policing to ensure that problem-solving efforts are robust and that partnerships are 55 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual sustainable and effective. Personnel The principles of community policing need to be infused throughout the entire personnel system of\nan agency, including recruitment, hiring, selection, and retention of all law enforcement agency staff—\nincluding sworn officers, non-sworn officers, civilians, and volunteers, as well as personnel evaluations,\nsupervision, and training. Recruitment, hiring, and selection Agencies need a systematic means of incorporating community\npolicing elements into their recruitment, selection, and hiring processes. Job descriptions should recognize\ncommunity policing and problem-solving responsibilities and encourage the recruitment of officers\nwho have a spirit of service, instead of only a spirit of adventure."
}