{
  "document_category": "guidance",
  "document_name": "5330.11.pdf",
  "chunk_index": 51,
  "chunk_text": "Whenever immediate expulsion is necessary the program coordinator, or designee, will:\n• Inform the inmate of his or her expulsion. • Ensure proper documentation of the meeting and expulsion are entered into PDS. P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 4\nPage 7 CHAPTER 5. THE CHALLENGE PROGRAM\n5.1. The Challenge Program. In 1997, Executive Staff approved the implementation of\nResidential Treatment Programs, termed CODE Programs, in the Bureau’s high security\ninstitutions. In 2004, Executive Staff refocused the penitentiary programs with the mission of\nproviding treatment for inmates with drug abuse and/or mental health disorders. Now known as\nthe Challenge Program, the Bureau began a slow conversion of all CODE programs to Challenge\nPrograms. The Challenge Program is a residential, evidence-based, cognitive-behavioral\ntreatment program. 5.1.1. Purpose. The Challenge Program is an intensive Residential Treatment Program for high\nsecurity inmates. It is designed to facilitate both favorable institutional adjustment and successful\nreintegration to the community through the elimination of drug abuse and the\nelimination/management of mental illnesses. The program consists of a core program and two\nspecialized treatment tracks: the drug abuse track and the mental illness track. 5.1.2. Residential Treatment Unit. The Challenge Unit is to be separated from the general\npopulation. Living together in a unit allows all inmates to work together to create a community\nthat supports prosocial attitudes and behaviors. The Challenge Unit isolates program participants\nfrom the negative peer pressure of the larger prison environment. Further, the Challenge Unit\nmust be solely for Challenge participants. Inmates living on the unit must be: waiting for\nadmission into the program (CHG WAIT); participating in the program (CHG PART); or\nChallenge complete (CHG COMP). Whenever possible, there should be more inmates who are\nparticipating in or who have completed Challenge in the treatment unit than those waiting to enter\ntreatment. 5.1.3. Staffing. The Challenge Program is staffed by a psychologist who serves as the Challenge\nProgram Coordinator and a minimum of three Challenge Program Treatment Specialists. The\nprogram has a 1:20 Treatment Specialist-to-inmate ratio. 5.2. Target Population. An inmate must meet one of the following criteria to be admitted into\nthe Challenge Program:\n• A history of drug abuse as evidenced by self-report, Presentence Investigation Report (PSR)\ndocumentation, or incident reports for use of alcohol or drugs. • A major mental illness as evidenced by a current diagnosis of a psychotic disorder, mood\ndisorder, anxiety disorder, or personality disorder. 5.3. Admission Procedures\n5.3.1. Program Placement. Inmates are identified for placement in the program by the\nChallenge Program Coordinator or designee. There are a variety of potential indicators for\nprogram placement. These indicators must include at least one of the following: a CMA\nP5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 5\nPage 1 assignment of PSY ALERT, an MDS assignment of MEN ILL, a Sensitive Medical Data (SMD)\nassignment of MNTL HLTH, apparent symptoms of a major mental illness, recent placement on\nSuicide Watch, the need for detoxification upon entrance into Bureau custody, a DRG I REQ or\nDAP WAIT assignment, the receipt of an incident report for use of alcohol or drugs, or a history\nof substance abuse noted in the inmate’s PSR."
}