{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 41,
  "chunk_text": "c.\nFull monitorings of minor-use CCCs (average daily\npopulation of 15 or less offenders for the previous six months)\nshould be conducted every 18 months. They shall be performed\nexactly as outlined above in (b).\nd. The full monitorings of all CCCs shall be supplemented\nwith unannounced interim review monitorings, ordinarily conducted\nby the COS. Interim reviews of major-use CCCs shall be conducted at least\nthree times between each full monitoring, and at least two times\nbetween each full monitoring of a moderate-use or a minor- use\nCCC. Interim monitorings shall include, but are not limited\nto, an examination of findings noted in the prior monitoring or\nreview, \"spot checks\" of historically problematic areas, and any\nother significant areas of concern. Interim reviews are not\nintended to be as thorough and comprehensive as a full\nmonitoring. e.\nMonitorings of contract facilities shall not be\nconducted exclusively during regular daytime working hours. Many\nprogram activities occur during evening hours and inmate\naccountability and facility life safety precautions are important\nat all times. Therefore, the monitor(s) must review operations\nof CCCs during all hours to observe programs, accountability\nprocedures, and have opportunities to speak with a significant\nnumber of inmates and CCC staff. PS 7300.09\n1/12/98\nChapter 4, Page 32\nf.\nFindings of CCC full monitorings shall be recorded on\nthe standard Monitoring Instrument. Interim reviews shall be\nrecorded on the standard CCC Interim Monitoring Instrument\n(Attachment 4-8). Interim review reports to the contractor can\nbe in letter form and do not have to follow the format for full\nmonitoring reports as specified in Attachment 4-7. Findings (if\nany) shall be clearly identified, with clear, concise, and\nappropriate corrective action outlined. Unless the nature of\nfindings dictate otherwise, interim review reports are not\nordinarily as extensive as those for full monitorings. g. All reports shall be addressed to the contractor's\nauthorized representative identified in the business proposal, or\nany other subsequently authorized contractor personnel, and shall\nrequire a response to areas found non-compliant (Findings) within\n30 days of receipt, unless the issue(s) warrant a more immediate\nresponse. The contractor's response must indicate all areas of\nnon-compliance have been corrected or must include a plan, with\nacceptable timetables, to correct the findings identified. h. As soon as possible, but ordinarily within 10 working\ndays of a full or interim monitoring, the COTR shall sign and\nforward the cover letter and attached monitoring report to the\nappropriate contractor representative. Copies of the documents\nprovided to the contractor will be mailed to the following Bureau\nstaff:\nMCA, CCRA, and CO through the CCA. Supervisory reviews of monitoring reports, cover letters, etc.,\nprior to their being mailed to the contractor, are at the\ndiscretion of the MCA and CCRA. Copies of the CCM's report on joint use non-Bureau contracts\n(USMS, INS, or other \"piggyback\" contracts) shall not be\nforwarded to the Central Office Procurement and Property Branch. i. Upon receiving the contractor's response to the\nmonitoring report, the COTR shall prepare and forward a response\nto the contractor in a timely manner. Ordinarily, this response\nshall be mailed within five working days and \"close out\" the\nmonitoring. Monitorings are considered closed when the\ncontractor's written response has indicated all findings have\nbeen corrected, or, acceptable plans with appropriate time frames\nhave been outlined to correct findings. PS 7300.09\n1/12/98\nChapter 4, Page 33"
}