{
  "document_category": "guidance",
  "document_name": "JAG-PREA-FAQ.pdf",
  "chunk_index": 8,
  "chunk_text": "Can management & administration funds be deducted from the PREA reallocation\nfunds? PREA reallocation funds cannot be used for administrative costs, including indirect costs, which are\nadministrative in nature. Does my agency need to submit materials that we plan to publish, which are funded\nby PREA reallocation funds, to BJA for review? Yes. You must submit to BJA for review and approval any curricula, training materials, proposed\npublications, reports, or any other written materials, including web-based materials and website\ncontent, which will be published using DOJ grant funds, at least 30 working days prior to the targeted\ndissemination date. Any written, visual, or audio publications, with the exception of press releases,\nwhether published at the grantee's or government's expense, shall contain the following statement:\n\"This project was supported by Grant No. <AWARD_NUMBER> awarded by the Bureau of Justice\nAssistance. The Bureau of Justice Assistance is a component of the Department of Justice's Office of\nJustice Programs, which also includes the Bureau of Justice Statistics, the National Institute of\nJustice, the Office of Juvenile Justice and Delinquency Prevention, the Office for Victims of Crime,\nand the SMART Office. Points of view or opinions in this document are those of the author and do\nnot necessarily represent the official position or policies of the U.S. Department of Justice.\" The\n7 current edition of the DOJ Grants Financial Guide provides guidance on allowable printing and\npublication activities. Resources: Who can I contact for more information regarding PREA implementation? For additional information concerning PREA, visit the National PREA Resource Center at\nwww.prearesourcecenter.org and/or send inquiries to the PREA Management Office at\nPREACompliance@usdoj.gov. Where can I find additional PREA Resources? National PREA Standards – https://ojp.gov/programs/pdfs/prea_final_rule.pdf PREA Auditor Handbook - https://www.prearesourcecenter.org/node/5341\nPREA Standards in Focus – https://www.prearesourcecenter.org/node/5261\nJFARA Fact Sheet – https://www.bja.gov/publications/JFARA-Fact-Sheet_Updated-2017.03.01.pdf 8"
}