{
  "document_category": "guidance",
  "document_name": "5140_042_cn-1.pdf",
  "chunk_index": 5,
  "chunk_text": "(b) The inmate has a pending appeal or collateral attack on the underlying criminal judgment or\nsentence. Once the appeal or collateral attack has been decided, the inmate is eligible to apply\nfor transfer. (c) The inmate has been convicted of conduct that is not recognized as a criminal offense in the\nreceiving country. OEO is responsible for making the determination. (d) The inmate is a Mexican citizen or national who is currently serving a sentence for\ncommitting an immigration offense, unless he/she is serving a sentence for multiple offenses and\nthe immigration portion of the sentence has already been served. Important Note: This limitation only applies to Mexican citizens or nationals and should not be\napplied to transfer applicants from other countries. Common immigration offenses that preclude\ntransfer are violations of 8 U.S.C. §§ 1323, 1324, 1325, 1326, 1327, and 1328. OEO should be\nconsulted with any questions. (e) The inmate is a Mexican national who has become a domiciliary of the United States. Domiciliary status is a complex determination and is made by OEO. (f) Although not requirements of the enabling transfer legislation or the transfer treaties, two\nadditional situations could affect the eligibility of an inmate for transfer. Both situations are rare:\n■ The inmate is in custody for civil contempt. The limitation applies to an inmate who is\nserving a criminal sentence either concurrent with, or suspended for, the duration for the civil\ncontempt commitment. The inmate may be considered for transfer once the contempt\ncommitment is purged, served, or otherwise terminated by judicial authority. For further\ninformation, see the Program Statement Civil Contempt of Court Commitments. ■ Inmates with an outstanding fine or unpaid restitution are eligible to apply for transfer. There\nis, however, a small class of transfer candidates who committed their offenses before\nP5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 6 November 1, 1987, and have had “committed fines” imposed by the sentencing court. Such\ninmates are not eligible for transfer until the committed fine is paid, or until the court\nimposing the “committed fine” gives its permission for the inmate to proceed with his/her\ntransfer request. The Warden may request permission from the court imposing the\n“committed fine” to proceed with the transfer process. “Committed fines” are distinct\nfrom, and should not be confused with, fines courts have imposed in post-November 1,\n1987 cases. 4. NOTIFICATION OF BUREAU OF PRISONS INMATES\n§ 527.43 Notification of inmates. Foreign national inmates will be notified about the International Prisoner Transfer\nProgram and the procedures to follow to apply for transfer as follows:\n(a) Through information provided in the institution’s admission and orientation\nprogram; and\n(b) Through individual notice given to an inmate who is a citizen or national of a\ntreaty nation. The notice must:\n(1) Reiterate the availability of the transfer program;\n(2) Provide the inmate with an opportunity to inquire about transfer to the\ncountry of which the inmate is a citizen or national; and\n(3) Inform the inmates of the procedures set forth in this part. The treaty transfer process is initially addressed with the inmate during Admission and\nOrientation."
}