{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 37,
  "chunk_text": "As long as funds are spent during the grant period on the approved salaries or benefits (as applicable),\nequipment, technology, training, or other costs that were documented in your application’s budget\nsummary and were approved through the issuance of the FCM, this grant condition will be satisfied. A. Allowable costs: Background investigations\nBased on the FCM, grantees may have been awarded funding for background investigations for newly\nhired officer positions if other funding (state, local, or Bureau of Indian Affairs (BIA)) was not budgeted\nfor the same background investigations. Background investigations must be completed before\nexpenses incurred in connection with such investigations can be reimbursed. Funded background\ninvestigations may not be initiated prior to the official award start date of the grant period. 26 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual B. Allowable costs: Training\nBased on the FCM, grantees may have been awarded funding for otherwise unfunded expenses\nassociated with sending recruits to a state academy that will train and certify tribal police officers,\nto the BIA Indian Police Academy in Artesia, New Mexico, or to basic training from an established\nacademy that trains Indian police officers such as the Navajo Nation’s Academy. Basic law\nenforcement training is encouraged for existing police officers who have not received it, depending\non the needs of your department and the availability of funding. Grant funding may only be used\nfor one cycle of basic training per officer. The grantee agency will be responsible for any additional\ncosts associated with an officer not completing basic training on the first attempt. TRGP funds may also pay for community policing and problem-solving training; specialized law\nenforcement training in such topics as counterterrorism, family violence, and crime prevention and\ndetection; and training related to Indian Country jurisdictional issues. Only requests for training\nby recognized training providers such as the Federal Law Enforcement Training Center, the FBI,\nthe BIA Indian Police Academy, a state police academy, COPS Office Regional Community Policing\nInstitutes, or a tribal community college will be considered. In addition, funding may be used to\nattend training conferences such as the National Native American Law Enforcement Association’s\nannual training conference or any COPS Office-sponsored conference. Funding for community policing or other law enforcement training will cover only travel,\nlodging, and per diem expenses for each representative to and from the training site (if training\nis conducted more than 50 miles from your agency headquarters). State academy training costs\ninclude training instruction fees, academy tuition, course fees, textbooks, manuals, supplies, and\ntravel in connection with the training (transportation, lodging, per diem, etc.) if the training is\nlocated more than 50 miles from the job site. If your state academy does not charge for the training,\nyour department will be reimbursed only for travel in connection with the training. Departments\nthat send officers to the BIA Indian Police Academy will be reimbursed for travel costs only, as there\nis no cost for tuition at the BIA Indian Police Academy for tribal officers. TRGP-E/T funds may pay for computer training for systems, hardware, or software that grantees\nalready own but may not be utilizing to the fullest extent due to of a lack of training."
}