{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 64,
  "chunk_text": "Is contractor\napproval required for any changes in a resident's employment? 17. Does the contractor contact the resident's employment\nsupervisor by telephone and in-person as required by the SOW? 18.\nsanction? Is restriction from work used as a disciplinary Residence Development:\n19. Does the contractor provide assistance to residents in\nlocating housing/residence suitable for release purposes? Is residence suitability verified by the contractor (and/or USPO)\nthrough an on-site visit and then submitted to the USPO for\napproval as a release residence (when supervision follows)? Substance Abuse:\n20. Drug Aftercare Counseling/Urine Surveillance: a.\nFor inmate residents who will have drug aftercare\nas a condition of supervision, does the contractor conduct a\nprogram planning conference within the first week of the\nresident's arrival? Does the conference include the USPO, drug\ncounselor, resident, and appropriate contractor staff? b. Is at least 30 minutes counseling provided weekly\nto inmate residents who will have drug aftercare counseling as a\ncondition of their release supervision and/or have a known\nhistory of drug abuse, if not participating in the transitional\ndrug services program? c. Does the substance abuse counselor (drugs and\nalcohol) have an advanced degree in behavioral sciences, or a\nbachelors degree in behavioral sciences and at least two years of\nsubstance abuse treatment experience or training? (Paraprofessionals with appropriate training and experience may be\nutilized, provided they are under the direct supervision of a\nprofessional counselor.) Are notes kept of all sessions? If the\ncounseling is provided by someone other than contractor staff,\ndoes the contractor maintain documentation (i.e., copies of paid\ninvoices, etc.) to verify that services have been rendered? PS 7300.09\n1/12/98\nAttachment 4-7, Page 17\nd.\nFor urine testing, does the contractor utilize the\nlaboratory under contract with the Bureau of Prisons or an\nacceptable alternative laboratory that meets all specifications\nas outlined in Attachment H, Urine Testing Specifications? e. Does the contractor maintain copies of paid\ninvoices to verify that urinalysis services have been rendered? Is every urine sample tested for drugs found in the PRIMARY TEST\nPANEL?\n(SOW attachment). f. Is all urine testing conducted on a \"surprise\",\nunscheduled basis in accordance with Attachment K, entitled\nStandard Procedures For Collecting Urine Surveillance Samples? Do staff keep the resident under direct supervision following\nrequest for a sample? g. If the resident is unable to provide a urine\nsample, do staff continue direct supervision for a two-hour\nperiod following the request for a sample? h. Are all residents who have a condition of drug\naftercare, a known history of drug abuse, or suspected of illegal\ndrug use required to provide urine samples at a minimum of four\ntimes per month? i. Are all confirmed disruptive group members tested\nevery month for drugs and marijuana use? j. Are all other residents randomly tested at least\nat the rate of one for every ten residents per month? When\ntesting in greater numbers, is CCM approval obtained? k. Are urine samples collected in an approved\ncontainer with same-sex contractor personnel visually observing\nproduction of the sample? As soon as the sample has been\ncollected, do staff secure the specimen in a locked container? l."
}