{
  "document_category": "guidance",
  "document_name": "7320_001_CN-2.pdf",
  "chunk_index": 6,
  "chunk_text": "12. PROCEDURES FOR DIRECT INMATE PLACEMENT ON HOME CONFINEMENT. If there is a electronically monitored program available, an\ninmate who does not require CCC transitional services may be\nplaced directly on home confinement from an institution. a. Eligibility. Generally, an inmate may be considered\neligible for direct placement on home confinement if he or she:\n#\n#\n#\n#\n# has no public safety factors,\nhad excellent institutional adjustment,\nhas a stable residence with a supportive family,\nhas confirmed employment (if employable), and\nhas little or no need for the services of a CCC. P.S. 7320.01\nSeptember 6, 1995\nPage 8\nb. Placement. If the inmate's plan is satisfactory, the home\nconfinement provider and the CCM shall establish the inmate's\nplacement date. The provider shall provide a written\nnotification of the acceptance and the reporting date to the CCM,\nwith a copy to the referring institution. The reporting date\nshould be a weekday, and the inmate shall be required to report\nto the provider within 24 hours of reaching the release\njurisdiction. The CCM shall notify the referring institution via\nSENTRY and provide instruction on when and where the inmate\nshould report. Institution staff shall prepare a Transfer Order to document the\nofficial transfer to home confinement. Institution staff shall\nalso prepare the Authorized Unescorted Commitment and Transfer\nCard, BP-385, including the inmate's picture and fingerprints,\nand forward it to the CCM at least two weeks prior to the\nplacement. The CCM shall forward it to the appropriate USPO. If an inmate is eligible for direct placement on home\nconfinement, but an electronically monitored home confinement\nprogram is not available, the CCM and the provider shall arrange\nfor an initial short placement (approximately two weeks) in a CCC\nto allow the provider to become acquainted with the inmate,\norient him or her to the expectations of the program, and assure\nthat the job and living arrangements are appropriate. After\nsuccessfully completing that process, the inmate may be placed on\nhome confinement with the CCM's approval. When problems arise during the orientation period which indicate\ndirect placement on home confinement is inappropriate or should\nbe delayed, the CCM shall delay such placement until the problems\nhave been resolved. 13. SENTRY RECORDS. A waiting list has been established in\nSENTRY to allow CCMs to ensure that all inmates are considered\nfor placement when eligible and reviewed regularly until placed. A PP34 transaction will establish WLS category to indicate HC\nELIG, and a TARGET FOR HOME CONFINEMENT will then be reflected on\nthe PP42 and the PP44. The CCM office uses a PP63 transaction to ensure all inmates in\nBureau custody are tracked in SENTRY while on home confinement\nprograms and have an ARS assignment reflecting that placement. Inmates assigned to Bureau provider programs shall have that\nprovider's home confinement program location code with an LOCG EQ\nTH**. Inmates assigned to U. S. Probation Service (USPS)\nprograms shall be shown with LOCG EQ TH*U and a location\nindicating the judicial district. (As examples, the Southern\nDistrict of Florida would be FFLS, and the District of Colorado\nwould be FCO.) P.S. 7320.01\nSeptember 6, 1995\nPage 9\n14. FORMS. Institution and Community Corrections staff are to\nduplicate forms locally. 15. DISTRIBUTION."
}