{
  "document_category": "guidance",
  "document_name": "1351_005_CN-2.pdf",
  "chunk_index": 14,
  "chunk_text": "A parole-eligible inmate may request to review his or her\nInmate Central File by submitting the appropriate Parole\nCommission form. This form ordinarily shall be available to each\neligible inmate within five work days after a list of eligible\ninmates is prepared. b. Bureau staff ordinarily shall schedule an eligible inmate\nfor a requested Inmate Central File review within seven work days\nof the request after the inmate has been scheduled for a parole\nhearing. A reasonable extension of time is permitted for\ndocuments which have been provided (prior to the inmate's\nrequest) to originating agencies for clearance, or which are\notherwise not available at the institution. c. A report received from another agency which is determined\nto be nondisclosable (see ยง 513.40 (b)) will be summarized by\nthat agency, in accordance with Parole Commission regulations. Bureau staff shall place the summary in the appropriate\ndisclosable section of the Inmate Central File. The original\nreport (or portion which is summarized in another document) will\nbe placed in the portion of the Privacy File for Joint Use by the\nBureau and the Parole Commission. d. Bureau documents which are determined to be nondisclosable\nto the inmate will be summarized for the inmate's review. A copy\nof the summary will be placed in the disclosable section of the\nInmate Central File. The document from which the summary is\ntaken will be placed in the Joint Use Section of the Privacy\nFolder. Nondisclosable documents not summarized for the inmate's\nreview are not available to the Parole Commission and are placed\nin a nondisclosable section of the Inmate Central File. e. When no response regarding disclosure has been received\nfrom an originating agency in time for inmate review prior to the\nparole hearing, Bureau staff are to inform the Parole Commission\nHearing Examiner.] 14. [INMATE ACCESS TO MEDICAL RECORDS ยง 513.42 a. Except for the limitations of paragraphs (c) and (d) of\nthis section, an inmate may review records from his or her\nmedical file (including dental records) by submitting a request\nto a staff member designated by the Warden.] Disclosable Bureau medical records include the following:\n!\n! Medical and Related Data Sheets (BP-8), although this\nform has been discontinued, older files may still\ncontain such records),\nReport of Medical History (SF-93 or BP-360), PS 1351.05\n9/19/2002\nPage 20\n!\n!\n! Report of Medical Examination (SF-88),\nDoctor's Orders (SF-508), and\nMedication Sheets (such as Medications and Treatments,\nPHS Form 2128, Supplement to SF-510). [b. Laboratory Reports which contain only scientific testing\nresults and which contain no staff evaluation or opinion (such as\nStandard Form 514A, Urinalysis) are ordinarily disclosable. Lab\nresults of HIV testing may be reviewed by the inmate. However,\nan inmate may not retain a copy of his or her test results while\nthe inmate is confined in a Bureau facility or a Community\nCorrections Center. A copy of an inmate's HIV test results may\nbe forwarded to a third party outside the institution and chosen\nby the inmate, provided that the inmate gives written\nauthorization for the disclosure. c. Medical records containing subjective evaluations and\nopinions of medical staff relating to the inmate's care and\ntreatment will be provided to the inmate only after the staff\nreview required by paragraph (d) of this section."
}