{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 44,
  "chunk_text": "The\nMCAs decision must be in writing and completed within 15 days\nfrom receipt of the rebuttal statement. The MCA is the final\nauthority. This contractor information will be used during the\nevaluation panel process. The maintenance of chronological worksheets in each CCM\nContract File emphasizes the importance of providing regularly\nscheduled and unscheduled oversight of a contractor's\nperformance. PS 7300.09\n1/12/98\nChapter 4, Page 36 The solicitation, which includes the applicable SOW, contractor's\nbusiness and technical proposals, all provisions of and\namendments to the solicitation, and any subsequent changes agreed\nto during negotiations, Clarification & Deficiencies (C&Ds) and\nBest and Final Offer(s)(BAFO(s)), establishes the contract. The SOW outlines the government’s minimum requirements and takes\nprecedence over any contradiction in the contractor's proposal. CCM office staff, ordinarily the COS, should carefully\nreview all documents for indications of any possible \"waivers\" or\n\"modifications\" to SOW requirements that may have taken place\nduring negotiations. When monitoring CCCs, the following are examples of issues to\nkeep in mind:\n4.5.7.1. Administration a.\nA review of the operations manual for the contractor's\npolicies concerning use of force, conflicts of interest, handling\nfunds, etc. should be accomplished. b. The requirement contractors attend training meetings the\nBureau sponsors does not mean that one contractor in an area is\nbrought into another contractor's facility to view their forms,\nprocedures, etc., as a means of training. It means the\ncontractor shall attend Bureau-arranged training (normally held\nevery 12-18 months) either region-wide, or by management center,\nat a central location. c. Documentation is being maintained indicating facility staff\nmeetings are being held monthly to foster communication,\ndiscuss problems, and ensure compliance with SOW requirements. d. The contractor conducts internal audits annually with\nwritten findings and planned corrective actions forwarded to the\nCOTR. e. The contractor has documentation indicating searches of\nthe facility and personal belongings of the residents are being\nconducted, at least once per month. 4.5.7.2. Personnel a.\nThe written job descriptions should be reviewed to\ndetermine if they accurately describe the current duties being\nperformed by the respective employees and if the people in those\npositions meet minimum qualifications as outlined in the job PS 7300.09\n1/12/98\nChapter 4, Page 37\ndescriptions. The contractor should provide the full name, dateof-birth, race, sex, and social security number, for all new or\nreplacement staff, so integrity checks (NCIC/NLETS) can be\nperformed prior to their working with Federal offenders. b.\nAdditional background checks on contract staff need to\nbe performed when necessary (i.e., fingerprints, local law\nenforcement checks, etc.). Bureau staff must verify the\ninformation contained on the applications and resumes of CCC\nstaff of Program Director level or higher. c.\nStaff integrity issues are critical. The contractor\nshould be training staff in this area frequently. There should\nbe a clear understanding by all contract staff as to what is and\nis not appropriate. For specific procedures regarding the receipt, handling, and\nclosure of CCC contract staff allegations of misconduct or other\nintegrity issues in connection with privately operated contract\nCCC programs, see Attachment 4-12. d.\nPersons under any correctional supervision are\nprohibited from having anything to do with Federal offenders."
}