{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 33,
  "chunk_text": "Your agency must now comply with 28 CFR Part 23 in\noperating the interjurisdictional criminal intelligence system funded through your COPS Office award. 32 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual Review of award conditions—Equipment/Training awards By signing the award document to accept this TRGP-Equipment/Training award, your agency agrees to abide by\nthe following award conditions: 1. Award Owner’s Manual\nCondition: The recipient agrees to comply with the terms and conditions in the 2016 TRGP Award Owner's Manual; COPS Office\nstatute (42 U.S.C. §. 3796dd, et seq.); the requirements of 2 C.F.R. Part 200 (Uniform Administrative Requirements, Cost\nPrinciples, and Audit Requirements for Federal Awards) as adopted by the U.S. Department of Justice in 2 C.F.R. §\n2800.101; 48 C.F.R. Part 31 (FAR Part 31) as applicable (Contract Cost Principles and Procedures); representations\nmade in the TRGP Equipment/Training award application; and all other applicable program requirements, laws,\norders, regulations, or circulars. Why this condition: This manual has been designed to inform you of the requirements, laws, regulations, and policies that apply to\nyour award. Your agency will be responsible for the information and rules contained in this manual and for\nimplementing your award in compliance with the applicable terms, conditions, and regulations. More detailed\nguidance regarding any particular award requirement or your agency’s specific circumstances can be requested\nthrough your COPS Office Grant Program Specialist. What you should do:\nPlease read the entire TRGP Award Owner’s Manual carefully prior to signing the award document. If you have\nany questions, please contact your COPS Office Grant Program Specialist. When accepting your award, you\nshould ensure that the proper reporting and financial systems are in place to satisfy the award requirements. 2. Assurances and Certifications\nCondition: The recipient acknowledges its agreement to comply with the Assurances and Certifications forms that were signed as\npart of its TRGP Equipment/Training application. Why this condition:\nAlthough the COPS Office has made every effort to simplify the process of applying for and receiving awards,\nseveral provisions of federal law require us to seek your Assurances and Certification regarding certain matters. Most of the Assurances and Certifications apply to all federal award programs. What you should do:\nApplicants to COPS Office award programs are required to sign the Assurances and Certifications forms at the\ntime of application. Signing these documents assures the COPS Office that you have read, understood, and\naccepted the award terms and conditions outlined in the Assurances and Certifications. Your agency is required\nto keep Assurances and Certifications forms that were signed as part of its award application. Please read these\ndocuments carefully, because signatures on these documents are treated as a material representation of fact\n33 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual upon which reliance will be placed when the U.S. Department of Justice determines whether to fund the\ncovered award. Additional copies of the Assurances and Certifications forms are contained in appendix B of this\nmanual on page 88. If you have any questions about the Assurances and Certifications, please contact your COPS\nOffice Grant Program Specialist at 800-421-6770. 3. Allowable Costs\nCondition:"
}