{
  "document_category": "guidance",
  "document_name": "1351_005_CN-2.pdf",
  "chunk_index": 13,
  "chunk_text": "! A PSR prepared before December 1, 1975, is to\nbe returned to the sentencing court with a\ncover letter indicating that the PSR is being\nreturned based on the Supreme Court's\ndecision in Julian and the fact that the PSR\nwas not prepared with the expectation of\nrelease. No copy of the returned PSR is to\nbe maintained at the institution, although\nrelevant material from the PSR may be\nincorporated into other documents. PS 1351.05\n9/19/2002\nPage 18\n! Documents which the sentencing court has\nsealed or otherwise labeled as not\ndisclosable to the inmate must be placed in\nthe privacy folder. Questions regarding such\ndocuments should be referred to the Regional\nCounsel. (2) Documents Other than Federal PSIs. Generally,\ndocuments originating in a Federal court or probation office\nshall be placed in the Privacy Folder if the documents are\nclearly marked to indicate that disclosure to the inmate is\nunadvisable. Other documents, such as a court-ordered study the\nBureau prepared, shall be referred to the requesting court for\nthat court's instructions as to disclosure. A copy of the\ndocument shall be maintained in the Privacy Folder until a final\ndetermination is made regarding its disclosure. When Bureau staff reclassify a document from nondisclosable to disclosable, subsequent to any information request\nencompassing that document, staff shall place the reclassified\ndocument in the disclosable section of the Inmate Central File.\n[b. File. Procedures for Inmate Review of His or Her Inmate Central (1) Prior to the inmate's review of the file, staff are to\nremove the Privacy Folder which contains documents withheld from\ndisclosure pursuant to ยง 513.32. (2) During the file review, the inmate is to be under\ndirect and constant supervision by staff. The staff member\nmonitoring the review shall enter the date of the inmate's file\nreview on the Inmate Activity Record and initial the entry. Staff shall ask the inmate to initial the entry also, and if the\ninmate refuses to do so, shall enter a notation to that effect. (3) Staff shall advise the inmate if there are documents\nwithheld from disclosure and, if so, shall advise the inmate of\nthe inmate's right under the provisions of ยง 513.61 to make a\nFOIA request for the withheld documents.] 28 CFR 513.32 refers to Section 7 of this Program Statement. 28 CFR 513.61 refers to Section 27 of this Program Statement. The Inmate Activity Record refers to form BP-381. 13. [INMATE ACCESS TO INMATE CENTRAL FILE IN CONNECTION WITH\nPAROLE HEARINGS ยง 513.41. A parole-eligible inmate (an inmate\nwho is currently serving a sentence for an offense committed\nprior to November 1, 1987) may review disclosable portions of the\nInmate Central File prior to the inmate's parole hearing, under\nthe general procedures set forth in ยง 513.40. In addition, the\nfollowing guidelines apply:] PS 1351.05\n9/19/2002\nPage 19\n28 CFR 513.40 refers to Section 12 of this Program Statement.\n[a. A parole-eligible inmate may request to review his or her\nInmate Central File by submitting the appropriate Parole\nCommission form. This form ordinarily shall be available to each\neligible inmate within five work days after a list of eligible\ninmates is prepared. b."
}