{
  "document_category": "guidance",
  "document_name": "GuideToProcurementProcedures.pdf",
  "chunk_index": 9,
  "chunk_text": "6 2 C.F.R. § 200.320(c). Page | 17 Competitive Sealed Bidding Checklist\nNo. Question 1. Is it possible to describe the requirement in exact terms (e.g.,\ndesign specifications) so the contractor can make a fixed\nprice bid? Yes No (Note: If a contractor must provide a deliverable for a fixed\nprice where “unknowns” are involved, contingency dollars\nusually are included in the price. Then, if these contingencies\ndo not generate or occur, the material/service may be\noverpriced.) If the answer is “Yes,” an Invitation for Bid (IFB) may be\neffectively used and the award can be made to the lowest\nbidder that is responsive and responsible. 2. Can it be expected that “advertising” will result in two or\nmore responses to the solicitation? If the answer is “Yes,” consider use of an IFB. Page | 18 Chapter 9\nCompetitive Proposals (Negotiated Procurement)\nProcurement by competitive proposals. The technique of competitive proposals is\nnormally conducted with more than one source submitting an offer, and either a\nfixed price or cost-reimbursement type contract is awarded. It is generally used\nwhen conditions are not appropriate for the use of sealed bids. 7\nProcedures involve the following:\n1. Develop a Statement of Work (SOW) listing essential requirements to accomplish the\ncontract. For instance, in the case of a desired service, the SOW should spell out the\nparticular problem to be solved including any essential requirement, without needlessly\nmandating the approach the contractor must take unless required by law. The SOW\nshould be written in a straightforward manner, and, as a minimum, should contain the\nfollowing:\na. Background providing necessary introductory information or evolution of the\nrequirement. b. Objectives/scope of work detailing broad parameters that are essential to\neffectively satisfy the requirement. (Note: Do not needlessly mandate how the\ncontractor should satisfy the objectives of the contract. Performance measures\nmust be used to ensure the quality of the outputs/outcomes.)\nc. A list of tasks with accompanying deliverables, organized in a logical sequence. d. A delivery schedule in increments as required to satisfy the requirement. The\nschedule may include performance bonuses for early completion and penalties\nfor late delivery. e. Acceptance and approval procedures should be indicated. f. Other coverage as may be required:\ni. References, licensing, and professional certifications. ii. Non-Federal entity furnished items. iii. Packing and shipping. iv. Any other points that require coverage. 2. Develop the Request for Proposals (RFP) to identify all evaluation factors and their\nrelative importance. 7 2 C.F.R. § 200.320(d). Page | 19 3. The RFP normally will contain the following:\na. Letter of Transmittal (or local standard form) providing certain relevant details\nconcerning the requirement. b. A delivery schedule to be included in the definitive contract, including all\nnecessary administrative details. c. The SOW (see no. 1 on the previous page). d. Required special and mandatory clauses (Reference: Contract Provisions,\nChapter 11). e. Any special instructions to offerors to assist in developing the offer. f. A listing of evaluation criteria to be used by the non-Federal entity in the\nevaluation of the offers received. Percentage weights may be assessed each\ncriterion or the order of importance of each indicated criterion may be shown. g."
}