{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 68,
  "chunk_text": "32. Driving: a.\nDo CCC residents operate motor vehicles only when\nrecommended by the contractor and approved by the CCM? b. Has the resident provided proof of valid\ninsurance, driver's license, vehicle licensing and registration\nto the contractor? Does the contractor maintain copies of these\ndocuments? (If the state prohibits copying, the contractor should\nrecord the driver's license number and expiration date in the\nresident's file.) PS 7300.09\n1/12/98\nAttachment 4-7, Page 23\nc. If the vehicle is the property of someone other\nthan the resident, does the contractor have documented proof of\nvalid insurance, vehicle licensing and registration, and a signed\nauthorization (either notarized or witnessed by CCC staff) from\nthe legal owner permitting the resident to use the vehicle? d. Does the contractor maintain the license number\nand a description of the vehicle on file? 33. Marriage: a.\nDoes the contractor refer an inmate resident's\nrequest for marriage to the CCM, with recommendations? b. Are marriage requests for residents under\nsupervision forwarded to the USPO? 34. Visiting: a.\nIs an area of the facility available for the\npurpose of resident visiting? b. Does the visiting area afford a reasonable amount\nof privacy as well as provide for adequate staff supervision? 35. Recreation: a.\nAre in-house recreation activities (i.e.\ntelevision viewing, table games, exercise equipment, etc.) made\navailable to residents? Discussion/Findings: PS 7300.09\n1/12/98\nAttachment 4-7, Page 24\nDISCIPLINE Determine if the contractor follows required disciplinary\nprocedures. No deviation is permitted\n1. Has the contractor provided a list of center rules and\nminor sanctions to the CCM for approval? 2. Does the contractor provide each resident with a copy\nof BOP Prohibited Acts (Attachment A), approved center rules,\nwritten description of the disciplinary system within the center\nand time limits thereof? Are they posted in a conspicuous place? Is a receipt signed by the resident and placed in the resident's\nfile? 3. Other than Prohibited Acts in the \"Greatest\" category,\ndoes the contractor always attempt to informally resolve\nincidents by imposition of approved contractor minor sanctions? 4. Are supervision cases subject to center rules? 5. When a formal hearing by the CDC occurs, does the\ncontractor take appropriate actions? 6.\nHas the contractor demonstrated an understanding of\nmajor sanctions? Are they appropriately recommended? 7. Discuss the contractor's performance in following\ndisciplinary procedures and time limits when informal resolution\nwas not possible or appropriate:\n(major sanctions)\nDiscussion/Findings: PS 7300.09\n1/12/98\nAttachment 4-7, Page 25\nSERVICES Food Services\n1. Do food services consist of meals that appear to be\nnutritional and well-balanced? 2. Are all residents, regardless of employment or\nfinancial status, provided the opportunity for food services\nthroughout their stay in the center at no cost? 3. Does the contractor provide a food service program\neither by contractor preparation and serving in the facility, by\nproviding food to the resident for preparation by the resident,\nor through a sub-contractual agreement with a food service\nprovider (i.e., restaurant, caterer, etc.)? 4. Are menus prepared and available to the residents? 5. Does a registered dietician or licensed physician or\nnutritionist approve the nutritional value of the contractor's\nmenu? (annually if fixed and semi-annually if menus are not\nfixed). 6. Does the contractor make arrangements for special diets\nwhen required by a physician or dentist? 7. Are provisions made to accommodate residents who work\nirregular hours and not available at mealtime?"
}