{
  "document_category": "guidance",
  "document_name": "5538_07.pdf",
  "chunk_index": 1,
  "chunk_text": "U.S. Department of Justice\nFederal Bureau of Prisons\nPROGRAM STATEMENT\nOPI:\nCPD/CSB\nNUMBER: 5538.07\nDATE:\nDecember 10, 2015 Escorted Trips\n/s/\nApproved: Charles E. Samuels, Jr.\nDirector, Federal Bureau of Prisons\n1. PURPOSE AND SCOPE\n§570.40 Purpose and scope. The Bureau of Prisons provides approved inmates with staff-escorted trips into\nthe community for such purposes as receiving medical treatment not otherwise\navailable, for visiting a critically-ill member of the inmate’s immediate family, or\nfor participating in program or work-related functions. This Program Statement establishes procedures to be followed when considering an inmate for\nan escorted trip and details the:\n■ Guidelines for selecting escort staff. ■ Responsibilities of escort staff. ■ Instructions for using restraint equipment, including the Electronic Custody Control Belt, for\nMAXIMUM custody inmates. Escorted trips fall into two categories, medical and non-medical. The need or reason for an\nescorted trip may arise unexpectedly (e.g., to visit a critically ill family member) or may be\nplanned in advance (e.g., to attend an educational function). Federal regulations from 28 CFR are in this type. Implementing instructions are in this type. a. Summary of Changes\nPolicy Rescinded\nP5538.06\nEscorted Trips (08/29/2014)\nMemorandum titled “Escorted Trips” (03/18/2011) Memorandum titled “Custody Control Belts” (08/27/2010)\n■ Added language to clarify staffing for OUT/COM custody inmates. ■ Added language to clarify weapons requirements. ■ Added language to clarify custody control belt requirements for Special Management Unit\n(SMU) inmates. b. Program Objectives. The expected results of this program are:\n■ Escorted trips will be available for eligible inmates. ■ Escorted trips will be supervised by the correct number and type of employee. ■ Appropriate procedures, including those concerning restraint equipment, will be used during\nall escorted trips.\n■ The public will be protected from undue risk. ■ Application of an Electronic Custody Control Belt will be authorized only:\n For a MAXIMUM custody inmate who requires greater security than can be afforded\nthrough conventional restraints.\n Where no medical condition precludes its use. ■ An Electronic Custody Control Belt will be applied only to prevent escape or serious bodily\nharm and activated only for the purpose of controlling that inmate. ■ Lieutenants who apply the Electronic Custody Control Belt or escort an inmate wearing an\nElectronic Custody Control Belt will be properly trained in its application, operation,\neffectiveness, and follow-up requirements. ■ Every incident involving the activation of an Electronic Custody Control Belt will be\nproperly reviewed, documented, and reported. ■ Violations of escorted trips will be processed in accordance with regulations. c. Pretrial/Holdover Procedures. Procedures in this Program Statement apply to pretrial and\nholdover inmates. P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 2 2. MEDICAL ESCORTED TRIPS\n§570.41 Medical escorted trips.\na. Medical escorted trips are intended to provide an inmate with medical\ntreatment not available within the institution. There are two types of medical\nescorted trips. (1) Emergency Medical Escorted Trip. An escorted trip occurring as the result of\nan unexpected life-threatening medical situation requiring immediate medical\ntreatment not available at the institution. The required treatment may be on either\nan in-patient or out-patient basis."
}