{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 36,
  "chunk_text": "The Director of the COPS Office has signed the award document indicating\napproval of your award, an obligation of federal funds to your organization, and our commitment to the award. As stated at the beginning of this section, to officially begin your award and draw down your funds, the\nauthorized officials (see the Glossary of Terms on page 84 of this manual) of your agency must access\nwww.cops.usdoj.gov and select the “Account Access” link in the upper-right corner to log in, review, and\nelectronically sign the award document with the award terms and conditions; the Financial Clearance\nMemorandum and, if applicable, the special award conditions and high risk conditions in the award document\nsupplement within 90 days of the date shown on the award congratulatory letter. 34 2016 COPS Hiring Program (CHP) Award Owner’s Manual Who should sign the award document for our agency? The authorized officials are the law enforcement and government executives who have ultimate and final\nresponsibility for all programmatic and financial decisions regarding this award as representatives of the legal\nrecipient. COPS Office awards require that both the top law enforcement executive (e.g., chief of police, sheriff,\nor equivalent) and the top government executive (e.g., mayor, board chairman, or equivalent) sign the award\ndocument. For non-law enforcement agencies (universities, etc.), the authorized officials are the programmatic\nand financial officials who have the ultimate signatory authority to sign contracts on behalf of your organization. Typically, these are the same executives named on your agency’s 2016 CHP application. If one or both of these\nindividuals have changed, please update your “Agency Contacts” online at www.cops.usdoj.gov through the\n“Account Access” link and create accounts for them so that they may electronically sign the award. If you have\nany questions as to who should sign the award, please contact your jurisdiction’s local legal advisor. By when must the award document be signed? Please electronically sign the award document and all award condition pages within 90 days of the date on the\naward congratulatory letter. Award funds will not be released until we have received your agency’s signed award\ndocument, your budget has received final clearance, and any other relevant award conditions particular to your\nagency have been satisfied. Failure to submit your signed award document within the 90-day award acceptance\nperiod may result in your CHP award being withdrawn and the funds deobligated without additional\nnotification. If your agency requires an extension for accepting the award beyond the 90-day acceptance\ntimeframe, you will be able to request an extension through the online system. Be sure to explain the\ncircumstances that prevent your agency from signing the award document within the 90-day period, and\nidentify the date by which the award document will be electronically signed. The COPS Office will review such\nrequests on a case-by-case basis. The COPS Office reserves the right to deny requests to extend the 90-day\naward acceptance period. If you have any questions, please contact your COPS Office Grant Program Specialist at\n800-421-6770. 35 2016 COPS Hiring Program (CHP) Award Owner’s Manual II. Accessing Award Funds"
}