{
  "document_category": "guidance",
  "document_name": "8120_003.pdf",
  "chunk_index": 26,
  "chunk_text": "The Warden may submit\ncomments on the recommendation. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 42 Chapter 7. FPI Inmate Training and Scholarship Programs\n1. GENERAL\n§345.80 General. As earnings permit, FPI provides appropriate training for inmates which is directly\nrelated to the inmate worker’s job assignment. Additionally, FPI administers a\nscholarship program to provide inmates with an opportunity to begin, or to\ncontinue with business and industry courses or vocational training. a. An applicant for FPI-funded training programs should be evaluated to\ndetermine sufficient interest and preparation to successfully complete the course\ncontent. The evaluation may be done by the Education Department, unit team, or\nother qualified personnel. b. An inmate selected to participate in FPI-funded training programs ordinarily\nmust have enough sentence time remaining to serve to complete the training. The SOI sends a list of awardees to the Warden after each group of awards is made. 2. PRE-INDUSTRIAL TRAINING\n§345.81 Pre-industrial training. FPI encourages the development and use of pre-industrial training programs. Such training ordinarily provides benefits to the inmate and to the FPI factory. Pre-industrial training also provides an additional management tool for replacing\ninmate idleness with constructive activity. Accordingly, each FPI factory location\nmay provide a pre-industrial training program. a. Pre-industrial program trainees shall ordinarily begin at the entry level pay\ngrade (grade 5). Positions for pre-industrial training programs are filled in the\nsame manner as other grade five positions. b. Pre-industrial training is not a prerequisite for work placement if the inmate\nalready possesses the needed skill. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 43 c. If pre-industrial training is available and the worker has not completed both the\nskill training and orientation phases of pre-industrial training, the inmate should\nbe put into the first available training class. d. When pre-industrial training is not available, new FPI assignees will receive on\nthe job training in pre-industrial pay status for a period of at least 30 days before\nbeing promoted into available fourth grade jobs. 3. APPRENTICESHIP TRAINING\n§345.82 Apprenticeship training. FPI provides inmate workers with an opportunity to participate in apprenticeship\ntraining programs to the extent practicable. Such programs help prepare workers\nfor post-release employment in a variety of trades. Apprentices are given related\ntrades classroom instruction in addition to the skill training during work hours,\nwhere necessary. It is FPI policy to establish approved apprenticeship programs in areas of industrial operations that\nhave the potential to meet the requirements of the:\n■ Bureau of Apprenticeship Training (BAT) of the U.S. Department of Labor.\n■ Department of Education of the state in which the training is located. ■ Training Representative of the appropriate labor union. Refer to the Program Statement Occupational Education Programs for further information. 4. JOB SAFETY TRAINING\n§345.83 Job safety training. FPI provides inmates with regular job safety training which is developed and\nscheduled in coordination with the institution Safety Manager. Participation in\nthe training shall be documented in a safety training record signed by the inmate."
}