{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 17,
  "chunk_text": "Determinations of approval will be\nmade on a case-by-case basis. Fringe benefits may be paid if they are part of a reasonable compensation package offered to your\nemployees. Particular items of fringe benefits must fall within the categories authorized by the COPS Office. Authorized fringe benefits include FICA, Social Security, health insurance, life insurance, vacation, sick leave,\nretirement, worker’s compensation, and unemployment insurance. Other costs\nProject-related expenditures that do not conform to any of the category descriptions specified above were\nincluded in this section of your FCM. In addition, items that have a direct correlation to the overall success\nof an awardee’s project objectives and are necessary for the project to reach full implementation will be\nconsidered on a case-by-case basis by the COPS Office. For awardees that are state, local, or tribal government entities, requests may be made only for items or\npositions that are not otherwise budgeted with state, local, or Bureau of Indian Affairs (BIA) funds and would\nnot be funded in the absence of the CPD award. If at any time you are unsure if an item is considered allowable or unallowable, please contact your COPS\nOffice Program Manager for further assistance. Indirect costs\nIndirect (F&A) costs means those costs incurred for a common or joint purpose that are not readily\nassignable to a particular project but are necessary to the operation of the agency and the performance\nof the project. Indirect costs are allowable for this program, but must adhere to the standards set forth in\nthe applicable Office of Management and Budget (OMB) guidance as stated in 2 C.F.R. Part 200 (Uniform\nAdministrative Requirements, Cost Principles, and Audit Requirements for Federal Awards) as adopted by the\nU.S. Department of Justice in 2 C.F.R. § 2800.101. Examples of indirect costs include those incurred for facility\noperation and maintenance, depreciation, and administrative salaries. Indirect cost rates are federally negotiated and approved rates that are based on audited and documented\nexpenses that are approved to be included within an indirect cost rate. It is important that your agency\ncarefully track and update its indirect cost rate during the COPS Office grant award period. The grantee understands that if it submitted an expired indirect cost rate agreement at the time of application,\nit will be unable to recover federal funds for indirect costs until the COPS Office receives a current indirect cost\nrate agreement covering the award period. A special condition may be added to the award prohibiting the\nobligation, expenditure, or drawdown of funds reimbursement for indirect costs until a current indirect cost\nrate has been approved by your cognizant federal agency and submitted to the COPS Office. If your agency’s approved indirect cost rate expires during the grant award period, a current approved rate\nmust be submitted to the COPS Office in order to continue to draw down grant funding for indirect costs. Your agency must advise the COPS Office in writing of any changes to your approved indirect cost rate\nduring the grant award period and must request a budget modification with the COPS Office to reflect any\nrate change."
}