{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 40,
  "chunk_text": "Fingerprint identification will be obtained (placed on a Marshals’ Receipt, BP-A378, or a\nTransfer Receipt, BP-A821) for inmates who are at the hospital and will be guarded by a contract\nsecurity guard service at the outside facility. Inmates whom Bureau staff guard will not require fingerprint identification but will require a\nphotograph comparison. All paperwork will be completed pursuant to the Escorted Trips\nProgram Statement. Procedures for inmates housed in a RRC are covered in the Community Corrections Manual. b. Scheduled Inmate Movement. When notice has been received of a scheduled movement,\ndesignated staff will use the Transfer Receipt listing all inmates being transferred. The Transfer P5800.15 1/1/2009 Chapter 9, Page 1 Receipt will advise all concerned departments of the deadline date for preparing required\npaperwork and the forwarding of files to the designated staff. The Transfer Receipt will be issued no later than the morning of the last working day prior to the\nday of departure. This receipt will not be made available to inmates or unauthorized staff not involved in the\ntransfer process. CSD staff will review the files to ensure all necessary paperwork is completed. This review will\ninclude the following:\n Ensure the DSCC/Central Office has approved the transfer by reviewing the PP10 within 24\nhours of the movement of each CIM case.\n If the transfer would result in a delay in the inmate’s scheduled parole hearing, defer the\ntransfer until after the hearing.  The inmate may not be transferred until all pending writs are satisfied or have been addressed\nwith the prosecuting attorney.  The inmate may not be transferred if the court has issued a Restraining Order. The transfer\nwill be delayed until the court withdraws the order or the time limit of the order has been\nsatisfied.  For each inmate scheduled to be transferred, ensure the inmate central file, J&C file, medical\nrecord, the inmate’s ID card (if available), education file (if hard copy exists), Parole\nCommission File (if the transfer occurs prior to the initial hearing), one copy of the Transfer\nOrder, Medical Summary of Federal Prisoner/Alien in Transit (BP-A656), and the SENTRYgenerated In-Transit Data Form (BP-A0175) with photograph are assembled to be transferred\nsimultaneously with the inmate, or at the latest, within 72 hours.  Changes in statutes/rules language. CSD staff will place all of the inmate’s records in an envelope/container; each envelope/\ncontainer is marked with the inmate’s full name, register number, the institution which is the\nfinal destination, and the inmate’s transfer date. If more than one envelope/container is required, each will be marked and attached to each other\nin such a manner that they will not become separated. Indicate on the first envelope/container “1\nof 2” and the second “2 of 2,” etc. The Medical Record of Federal Prisoner In-Transit form (BP-A149), and the SENTRY-generated\nIn-Transit Data Form (BP-A0175) with photograph attached will be placed in separate groups for\nthe transporting officer’s convenience. P5800.15 1/1/2009 Chapter 9, Page 2 The transporting officer will execute the original Transfer Order upon completion of the transfer\nand CSD staff will then file it in the J&C file. c. Bus/Van/Airlift and Special Trips."
}