{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 59,
  "chunk_text": "This new guidance applies to all federal awards or funding\nincrements awarded on or after December 26, 2014 and provides additional guidelines regarding the\nimplementation of SAA requirements. Who must have an SAA audit? An awardee that expends $750,000 or more during the awardee’s fiscal year in federal awards must have a\nsingle audit conducted in accordance with 2 C.F.R. §200.514 Scope of audit except when it elects to have a\nprogram-specific audit conducted in accordance with 2 C.F.R. §200.501(c). An auditee may be a recipient, a\nsubrecipient, or a vendor. SAA audits are conducted annually unless a state or local government is required by constitution or statute,\nin effect on January 1, 1987, to undergo audits less frequently than annually. The primary objective of an SAA\naudit is to express opinions on the awardee’s financial statements, internal controls, major and non-major\naward programs, and compliance with government laws and regulations. Single Audits may also address\nspecific compliance issues with respect to the COPS Office award requirements. In cases of continued inability or unwillingness to have an audit conducted in accordance with this part,\nFederal agencies and pass-through entities must take appropriate action as provided in §200.338 Remedies\nfor noncompliance. These sanctions under §200.338 Remedies for noncompliance could include the\nfollowing: • Temporarily withhold cash payments pending correction of the deficiency by the non-Federal entity or\nmore severe enforcement action by the Federal awarding agency or pass-through entity. • Disallow (that is, deny both use of funds and any applicable matching credit for) all or part of the cost\nof the activity or action not in compliance. • Wholly or partly suspend or terminate the Federal award. • Initiate suspension or debarment proceedings as authorized under 2 CFR part 180 and Federal awarding agency regulations (or in the case of a pass-through entity, recommend such a proceeding\nbe initiated by a Federal awarding agency). • Withhold further Federal awards for the project or program.\n• Take other remedies that may be legally available. Your Single Audit Act reports should not be sent to the COPS Office. If the U.S. Department of Justice is your\ncognizant federal agency (see the Glossary of Terms on page 92 of this manual), they should be sent to the\nFederal Audit Clearinghouse at: 47 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual Federal Audit Clearinghouse\nBureau of Census\n1201 East 10th Street\nJeffersonville, IN 47132\nThe U.S. Department of Justice, Office of Justice Programs (OJP) serves as the liaison between awardees and\nauditors in the conduct of SAA audits. Questions and comments regarding SAA audits may be directed to\nthe COPS Office Response Center at 800-421-6770. What is the role of the Office of the Inspector General (OIG)? The OIG is a separate component of the U.S. Department of Justice and is independent of the COPS Office. The primary objective of OIG audits is to assess compliance with award conditions. OIG audits are designed to\npromote economy, efficiency, and effectiveness in the administration of awards by evaluating compliance with\nlaws, regulations, policies, and procedures governing the operations encompassed in the scope of the audit."
}