{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 9,
  "chunk_text": "The physical\ndesign and layout of all department areas are an important part of maintaining security. ■ Inmate workers must be closely supervised.\n■ There must be controlled access to all areas. Only authorized staff are permitted. (Institutions\nwill refer to the R&D and Mail Management Manuals for specific requirements.)\n■ All CSD office and area keys are to be considered “restricted” and procedures for obtaining\n“restricted keys” are to be followed. ■ Data areas must be designed to provide for the security of the equipment, manuals, reports,\nand related materials. Guidelines relating to the security of computer systems are provided in the Program Statement,\nInformation Security Programs. 105. EQUIPMENT The acquisition of all telecommunications and computer-related equipment will be made in\naccordance with the Program Statement on BOP Acquisitions. An area security x-ray exposure badge will be provided by Health Services to detect leakage\nfrom specific equipment. The badge will be exchanged quarterly for a new badge. The Department Head is responsible for establishing local procedures to ensure badges are\nprovided and collected for the department. P5800.15 1/1/2009 Chapter 1, Page 4 CHAPTER 2. STAFF TRAINING\n201. INTRODUCTION Training is vitally important for staff growth and development. Numerous training aids are\navailable for staff, to include, but not limited to on-the-job training (OJT), mentoring, classroom\ninstruction, training modules, computer-based training, videos, etc. Managers/supervisors have a responsibility to ensure staff receive adequate training to meet the\nchallenges of their job and to prepare them for future advancement. For training purposes, the agency agrees to comply with all national policies and the Master\nAgreement. Consistent with this, training will be provided to those employees not previously\ntrained in the functional areas of the CSO position (i.e., Records Office, R&D, and Mail Room). 202. STAFF ORIENTATION The training process starts when a new employee reports for duty. It is important that staff\nreceive an overview of the department’s components and mission, including but not limited to:\n■\n■\n■\n■\n■\n■ Sentence computation and administration of good time. IADA, writs, and movement. Preparation of release paperwork. Proper handling and accountability of inmate mail. Property. Proper handling of monies and legal instruments. Managers/Supervisors are required to develop an orientation program that, is conducted as soon\nas is practicable, and at a minimum, consists of the following components:\n■ Introduction of the new employee to their administration, co-workers, and other staff as\nrequired.\n■ A five-day orientation program. ■ Assignment to an experienced employee in each functional area to provide guidance on\nduties. ■ Introduction to the reference library, or use of the Sallyport Policy/Forms Intranet website,\nwith a listing of all relevant policies provided. CSD staff should be knowledgeable of all policy applicable to Correctional Systems. The\nmanager/supervisor has a responsibility to ensure training is conducted. P5800.15 1/1/2009 Chapter 2, Page 1 203. MANDATORY TRAINING All CSD staff must complete all of the self-study training modules successfully within nine\nmonths of appointment. The manager/supervisor will coordinate a schedule and provide on-duty\ntime for completing the modules. The modules are to be administered “open book.” They may\nbe taken in any order, but must be given in a controlled testing environment."
}