{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 60,
  "chunk_text": "While in your temporary custody, the inmate must be held in a suitable\njail that meets the level of security required by the Bureau of Prisons. In addition, security\nrequirements for the inmate (e.g., type of restraints, number of escorting staff, who may\ntransport, etc.) must be met. Any problems encountered with this inmate must be reported to\nthe individual listed below. This inmate may not be released on bail or bond while in your\ncustody. Additionally, this inmate is not to be committed to a state correctional institution for\nservice of any state sentence(s) that may be imposed because of your prosecution. To help us with processing, please fill out the enclosed certification form and return to us before\nscheduling a date for assuming custody. P5800.15 1/1/2009 Attachment C, Page 2 OTHER PROSECUTOR’S NOTIFICATION\nPage Two\nRE: INMATE'S NAME If you have any questions on this matter, please call: MANAGER’S NAME AND\nTELEPHONE NUMBER. Sincerely,\nCEO’S NAME /s/ NAME MANAGER Enclosures: BP-Forms S235, S236, S238, S239\nBP-S565, IAD/State Writ – Prosecutor’s Certification Form\ncc: Clerk of Court (COUNTY)\n(ORIGINAL PROSECUTOR’S NAME & ADDRESS)\nState IADA Administrator P5800.15 1/1/2009 Attachment C, Page 3 Attachment D. ARTICLE III FOLLOW-UP (SAMPLE 90-DAY LETTER) (DATE) PROSECUTOR’S NAME\nTITLE\nSTREET ADDRESS\nCITY, STATE\nZIP CODE RE: INMATE NAME\nINMATE REGISTER NO. STATE CASE/REFERENCE NO. Dear PROSECUTOR’S NAME: The above-named subject applied for final disposition of pending charges pursuant to the\nInterstate Agreement on Detainers Act (IADA)’ which application was received in your office on\n(DATE). As you are aware, under Article III of the IADA, inmate (NAME) is to be brought to trial on\nthese charges within 180 days from the date the forms were received in your office as noted on\nthe certified mail receipt. It appears that inmate (NAME) has not been brought to trial on the\ncharges specified in your detainer and the 180-day period will lapse on (DATE). I would appreciate hearing from you at your earliest convenience as to your state’s intentions in\nthis case. Further arrangements may be made by contacting me at (TELEPHONE NUMBER). Sincerely, /s/ NAME MANAGER\ncc: Agreement Administrator P5800.15 1/1/2009 Attachment D, Page 1 Attachment E. ARTICLE III FOLLOW-UP (SAMPLE 180-DAY LETTER) (DATE) PROSECUTOR’S NAME TITLE\nSTREET ADDRESS\nCITY, STATE ZIP CODE\nRE: INMATE NAME\nINMATE REGISTER NUMBER STATE CASE/REFERENCE NO. Dear PROSECUTOR’S NAME:\nOn (DATE), the above-referenced Federal offender made application for final disposition of\npending charges in your jurisdiction pursuant to the Interstate Agreement on Detainers Act\n(IADA). Pursuant to inmate (NAME) application, we forwarded all applicable forms to your\noffice and the court via Certified Mail, Return Receipt. Our records indicate that the application\nwas received in your office on (DATE). As you are aware, under Article III of the IADA, inmate (NAME) was to be brought to trial on\nthese charges within 180 days from the date the forms were received in your office. Inmate\n(NAME) has not been brought to trial on these charges and the 180-day time limit has expired. I would appreciate hearing from you at your earliest convenience as to your state’s intentions in\nthis case. Further arrangements may be made by contacting me at (TELEPHONE NUMBER). Sincerely, /s/ NAME MANAGER\ncc: Agreement Administrator P5800.15 1/1/2009"
}