{
  "document_category": "guidance",
  "document_name": "5394.01.pdf",
  "chunk_index": 18,
  "chunk_text": "If\nrecreation areas are shared with sentenced inmates, recreation for CTP inmates is scheduled at\ndifferent times to maintain separation. g. Commissary. CTP inmates will receive commissary privileges in accordance with BOP\npolicy. h. Visitation. CTP inmates may receive visitors in accordance with BOP policy. Upon arrival\nto the CTP, certified and committed inmates must resubmit the visiting list to CTP staff for\nreview. CTP inmates may be restricted from visiting persons who are:\n■ Prior child or adult victims of sexual offenses committed by the inmate. ■ Children groomed by the inmate for sexual assault or other predatory behavior involving\nchildren or their caregivers. ■ Children not adequately supervised by an accompanying visiting adult. P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 23 ■ Any other visitor deemed inappropriate due to the inmate’s risk to engage in sexually\noffensive behavior or risk to the visitor. i. Work and Compensation. CTP inmates are not required to work in accordance with BOP\npolicy. A CTP inmate interested in obtaining a work assignment must notify CTP staff, who\ndetermine the availability of, and the inmate’s suitability for, work assignments. j. Correspondence and Telephone Communication. CTP inmates may correspond with\npersons in the community and use the telephone in accordance with BOP policy. However, they\nmay be restricted from corresponding and/or communicating telephonically with individuals who\nare:\n■ Prior child or adult victims of sexual offenses committed by the inmate. ■ Children being groomed by the inmate for sexual assault or other predatory behavior\ninvolving children or their caregivers. ■ Other sexual offenders outside the CTP.\n■ Any other contact with the general public or organization deemed inappropriate by staff due\nto its association with the inmate’s risk to engage in sexually offensive behavior. k. Personal Property. CTP inmates may acquire and possess personal property in accordance\nwith BOP policy. The Warden has the discretion to restrict the possession of personal property\ndeemed inappropriate by staff due to its association with the inmate’s risk to engage in sexually\noffensive behavior. Such property may include, but is not limited to:\n■ Items that may be used as sexual paraphernalia (e.g., photographs, pictures, or drawings\ndepicting adults or children in sexually explicit or suggestive poses or situations). ■ Materials that promote the sexual exploitation of children (e.g., written materials that\nromanticize adult-child sex). ■ Written correspondence in which individuals are discussed in a sexualized way. ■ Written or pictorial materials that promote violence or reflect a degrading attitude to persons\nbased on gender.\n■ Any other material deemed inappropriate by CTP staff due to its association with the\ninmate’s risk to engage in sexually offensive behavior. l. Incoming Publications. CTP inmates may receive publications in accordance with BOP\npolicy. The Warden has the discretion to restrict incoming publications deemed inappropriate by\nstaff due to their association with the inmate’s risk to engage in sexually offensive behavior. These publications may include, but are not limited to: P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 24"
}