{
  "document_category": "guidance",
  "document_name": "5394.01.pdf",
  "chunk_index": 4,
  "chunk_text": "■ “Interstate Compact on Mental Health” refers to an interstate compact among several states\nfor the purpose of ensuring proper and expeditious treatment of persons with mental\nconditions and mental disabilities among and between states. The legislature of each member\nstate passes its own laws adopting said compact. P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 5 3. INITIAL IDENTIFICATION OF INMATES FOR REVIEW The Designation and Sentence Computation Center (DSCC) and Bureau institutions initially\nidentify inmates who may qualify for review for potential certification as sexually dangerous. DSCC staff identify newly sentenced inmates having a history of unlawful sexual conduct, and\nrefer to the SOCRB those inmates who are between eighteen (18) and twenty-four (24) months\nfrom their projected release date (PRD), unless the inmate’s total sentence does not exceed\neighteen (18) months, in which case their review will take place immediately (review period). Institution staff update each inmate’s sexual offending history (i.e., Walsh CMA), as necessary,\nthroughout the inmate’s term of imprisonment; identify inmates with a relevant history who were\nnot identified by the DSCC; and immediately refer to the SOCRB inmates with a history of\nunlawful sexual conduct when their release date is within the review period. a. DSCC Procedures. For each newly sentenced inmate committed to the Bureau, DSCC\nclassification staff review available documentation, which typically includes the Presentence\nInvestigation Report (PSR), the Judgment and Commitment Order (J&C), and the Statement of\nReasons (SOR), for any history of unlawful sexual conduct. For each inmate having no documented history of unlawful sexual conduct, DSCC classification\nstaff enter the case management assignment (CMA) of “WA NO HIST” (NO WALSH ACT\nOFFENSE HISTORY) in SENTRY. For each inmate having any history of unlawful sexual conduct, DSCC staff enter the CMA of\n“WA W CONV” (WALSH ACT HISTORY WITH CONVICTION) or “WA NO CONV”\n(WALSH ACT HISTORY-NO CONVICTION), as provided in Attachment A. If a newly sentenced inmate has a history of unlawful sexual conduct and is within the review\nperiod, a DSCC Senior Designator refers him/her to the SOCRB by entering the Walsh CMA of\nWA REFER in SENTRY. If an inmate, who was reviewed and not certified as sexually dangerous, subsequently returns to\ncustody to serve a new term of imprisonment, the DSCC Senior Designator deletes the WA NOT\nCER, and adds a WA REFER code. b. Institution Procedures. Wardens designate a Sex Offender Release Coordinator (SORC),\nordinarily the Case Management Coordinator (CMC), to ensure that each inmate at their\ninstitutions has a correct Walsh history CMA, and refer inmates with a history of unlawful sexual\nconduct to the SOCRB for review when they are within the review period, by adding a WA\nREFER code. After the inmate arrives at his/her designated institution, the SORC or Unit Team\nP5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 6 reviews available documentation to ensure the Walsh history CMA entered in SENTRY is current\nand accurate. At every Program Review, the unit team monitors the inmate’s conduct and reviews any new\ninformation to determine if a change to the inmate’s Walsh history CMA is necessary."
}