{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 73,
  "chunk_text": "B. 6. The applicant further certifies that it will identify all known workplaces under each COPS Office\naward, keep the identification documents on file, and make them available for inspection upon\nrequest by the U.S. Department of Justice officials or their designated representatives. Coordination\nThe Public Safety Partnership and Community Policing Act of 1994 requires applicants to certify that\nthere has been appropriate coordination with all agencies that may be affected by the applicant’s grant\nproposal if approved. Affected agencies may include, among others, the Office of the United States\nAttorney, state or local prosecutors, or correctional agencies. The applicant certifies that there has been\nappropriate coordination with all affected agencies. Where the applicant is unable to certify to any of the statements in this Certifications form, he or she shall attach\nan explanation to this application regarding the particular statement that cannot be certified. Please check\nhere  if an explanation is attached to this application. Please note that the applicant is still required to sign the\nCertifications form to certify to all the other applicable statements. False statements or claims made in connection with COPS Office grants (including cooperative agreements)\nmay result in fines, imprisonment, disbarment from participating in federal grants or contracts, and/or any\nother remedy available by law. I certify that the assurances provided are true and accurate to the best of my knowledge. Elections or other selections of new officials will not relieve the grantee entity of its obligations under this\ngrant. __________________________________________________ ___________________________ Signature of Law Enforcement Executive/Agency Executive Date\n(For your electronic signature, please type in your name) ______________________________________________ ______________________________ Signature of Government Executive/Financial Official Date\n(For your electronic signature, please type in your name) Appendix C. Community policing defined\nCommunity policing is a philosophy that promotes organizational strategies that support the systematic use\nof partnerships and problem-solving techniques, to proactively address the immediate conditions that give\nrise to public safety issues such as crime, social disorder, and fear of crime. Community policing is composed of three key components:\n1. Community partnerships 2. Organizational transformation 3. Problem solving Community partnerships\nCommunity partnerships are collaborative partnerships between law enforcement agencies and the\nindividuals and organizations they serve to develop solutions to problems and increase trust in police. 63 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual Community policing, recognizing that police rarely can solve public safety problems alone, encourages\ninteractive partnerships with relevant stakeholders. The range of potential partners is large, and these\npartnerships can be used to accomplish the two interrelated goals of developing solutions to problems\nthrough collaborative problem solving and improving public trust. The public should play a role in\nprioritizing and addressing public safety problems. Other government agencies\nLaw enforcement organizations can partner with a number of other government agencies to identify\ncommunity concerns and offer alternative solutions. Examples of agencies include legislative bodies,\nprosecutors, probation and parole departments, public works departments, neighboring law enforcement\nagencies, health and human services departments, child support services, ordinance enforcement, and schools."
}