{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 4,
  "chunk_text": "Your agency will not be able to draw down award funds until the COPS Office receives your signed award\ndocument. For more information on drawing down award funds, please see section II, “Accessing Award Funds,”\non page 36 of this manual. The award document The award document is the document indicating your official award funding amount, the number of officer\npositions awarded, the type of positions awarded, the award number, the award conditions, and the award start\nand end dates. The award document is pre-printed with your agency’s law enforcement and government executives’ names. If\nthis information is incorrect or has changed, please update your “Agency Contacts” online at\nwww.cops.usdoj.gov through the “Account Access” link. If the law enforcement or government official has\nchanged since the time of application, please have the current law enforcement executive or government\nexecutive for your agency create an account through the “Account Access” link, log in, and sign the award\ndocument once your agency contacts have been updated online. Once you have reviewed your award\ndocument, please electronically sign it and make a copy of all pages of the document for your records, along\nwith all award condition pages, within 90 days of the date shown on the award congratulatory letter. Please see\n“Accepting the award” on page 34 of this manual. The award start date indicated on the award document means that your agency may be reimbursed for any\nallowable costs incurred on or after this date. The duration of your CHP award is three years (36 months) of\nfunding for each position awarded. Your award number is in the following format: 2016-ULWX-0000 or 2016-UMWX-0000 for awards funded in\nFiscal Year (FY) 2016. The COPS Office tracks award information based upon this number. Therefore, it is\nimportant to have your agency’s award number (or your agency’s ORI number) readily available when\ncorresponding with the COPS Office. Your originating agency identifier (ORI) number begins with your state abbreviation followed by five numbers or\nletters (e.g., VA00000). This number is assigned by the Federal Bureau of Investigation (FBI) for use in tracking\ninformation for the Uniform Crime Report (UCR). The COPS Office tracks programmatic award information based\nupon this ORI number. If your agency does not have an ORI number assigned by the FBI, the COPS Office will\nassign a non-official ORI code to use as an agency identifier (in such cases, the last two characters will be “ZZ”). If\nyou have any questions regarding your award, please refer to your award number or your agency’s ORI number\nwhen you contact the COPS Office. 3 2016 COPS Hiring Program (CHP) Award Owner’s Manual Your Office of Justice Programs (OJP) vendor number, in most circumstances, is your agency’s nine- or 13-digit\nfederal tax identification number assigned to you by the Internal Revenue Service (IRS). If your OJP vendor\nnumber differs from your tax identification number, the OJP vendor number is only to be used for administrative\npurposes in connection with this program, and should not be used for IRS purposes. Award conditions The award conditions are listed on your agency’s award document."
}