{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 58,
  "chunk_text": "• The item/service is available only from one source. • Public exigency or emergency for the requirement will not permit a delay resulting from competitive\nsolicitation. • Competition is determined inadequate after solicitation of a number of sources. 44 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual The COPS Office will review your request and the supporting information that you provide and will make a\ndetermination as to whether or not an exception can be granted to the general rule regarding competition. If submitting a sole source justification request to the COPS Office, please use the format described in\nsection II, “Procurement Process,” on page 54. For more information on sole source justification, please review the fact sheet: http://www.cops.usdoj.gov/ pdf/2015AwardDocs/Sole_Sorce_Justification_FactSheet.pdf. 22. Public release information The grantee agrees to submit one copy of all reports and proposed publications resulting from this award 20 days\nprior to public release. Any publications (written, curricula, visual, sound, or websites) or computer programs,\nwhether or not published at government expense, shall contain the following statement: “This project was\nsupported by Grant Number __________ awarded by the U.S. Department of Justice, Office of Community\nOriented Policing Services. The opinions contained herein are those of the author(s) and do not necessarily\nrepresent the official position or policies of the U.S. Department of Justice. References to specific companies,\nproducts, or services should not be considered an endorsement by the author(s) or the U.S. Department of Justice. Rather, the references are illustrations to supplement discussion of the issues.” Why this condition:\nThe COPS Office wants to ensure the quality, objectivity, utility, and integrity of information in funded\nprojects that are disseminated to the public. However, award-funded reports and publications are not official\nfederal documents and should not be construed to reflect the official policy or position of the DOJ. In addition, the COPS Office reserves a royalty-free, nonexclusive, and irrevocable license to reproduce,\npublish, or otherwise use and to authorize others to use, for federal government purposes, the following: (1)\nthe copyright in any work developed under this award, subaward, or contract and (2) any copyright to which\nan award recipient, subawardee, or a contractor purchases ownership with support from this award. What you should do:\nEnsure that all publications (where applicable) relating to your COPS Office award contain the required\nstatement listed above. In addition, the grantee is responsible for acquiring the rights, and ensuring that its subcontractors/authors\nacquire the rights, to copyrighted material for inclusion in DOJ publications or other products or deliverables\nthat are developed under this cooperative agreement, including the payment of required fees. All licensing,\npublishing, or similar agreements with a copyright holder, publisher, or other relevant party shall include\nprovisions giving the Federal Government a royalty-free, non-exclusive, and irrevocable license to reproduce,\npublish, or otherwise use, and to authorize others to use, the publication for Federal Government purposes. 23. Debarment and suspension The recipient agrees not to award Federal funds under this program to any party which is debarred or suspended\nfrom participation in Federal assistance programs."
}