{
  "document_category": "guidance",
  "document_name": "2016_AHTF_AOM.pdf",
  "chunk_index": 2,
  "chunk_text": "This AHTF funding must be used for investigative purposes\nto locate or investigate, through statewide collaboration, illicit activities, including activities related to the\ndistribution of heroin or unlawful distribution of prescriptive opioids and unlawful diversion and distribution of\nprescriptive opioids. The allowable uses of your agency’s AHTF award are specified on the AHTF Financial Clearance Memorandum\n(FCM). If your agency’s local fiscal conditions have changed since submitting the FY 2016 AHTF application and\nyour agency wishes to modify its AHTF award to reprogram awarded funding into different funding categories,\nplease refer to award condition #6 on page 10 of this manual for detailed information on requesting a postaward modification. This AHTF Award Owner’s Manual will assist your agency with the administrative and financial matters\nassociated with your award. It was developed by the COPS Office to ensure that all AHTF recipients clearly\nunderstand and meet the requirements of their award. Please review this manual carefully because a failure to\nfollow award requirements can have serious ramifications. Please do not hesitate to call the COPS Office\nResponse Center at 800-421-6770 if you need assistance with the implementation of your award. Please note that the Federal Bureau of Investigation (FBI) is retiring the current Summary Reporting System (SRS)\nand will transition to an all-National Incident-Based Reporting System (NIBRS) data collection system within the\nnext five years. The transition to NIBRS will provide a more complete and accurate picture of crime at the\nnational, state, and local level. Beginning in 2021, the FBI will no longer collect summary data and will only\naccept data in the NIBRS format, and COPS Office awards will be based on submitted NIBRS data. Transitioning\nall law enforcement agencies to NIBRS is the first step in gathering more comprehensive crime data. The COPS\nOffice encourages its award recipients to submit NIBRS data to the FBI Criminal Justice Information Services\nDivision in a timely manner, thereby ensuring sufficient and complete crime and arrest data is available for\nconsideration. For more information regarding NIBRS reporting, please see https://www.fbi.gov/aboutus/cjis/ucr/nibrs-overview. When your agency applied for AHTF funding, your agency was required to certify compliance with all applicable\nfederal laws. In that regard, members of Congress have asked the U.S. Department of Justice (DOJ) to examine\nwhether jurisdictions with “sanctuary policies” (i.e., policies that either prevent law enforcement from releasing\npersons without lawful immigration status into federal custody for deportation or policies that prevent state or\nlocal law enforcement from sharing certain information with U.S. Department of Homeland Security (DHS)\nofficials), are in violation of 8 U.S.C. §1373. For that reason, all recipients for this program should understand that\nif the COPS Office receives information which indicates that a recipient may be in violation of 8 U.S.C. §1373 (or\nany other applicable federal law) that recipient may be referred to the DOJ Office of the Inspector General (OIG)\nfor investigation."
}