{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 91,
  "chunk_text": "It is also used in participating\nstates by State Single Points of Contact in conducting the required intergovernmental reviews under\nExecutive Order 12372. The CFDA number for the COPS Office CPD Program award is 16.710. closeout. This is the process in which the awarding agency, the COPS Office, determines that all applicable\nadministrative actions and all required work and conditions of the award have been completed and met by\nthe recipient and awarding agency. cognizant federal agency. Your cognizant federal agency is generally the federal agency that provides your\nagency with the most federal money. The Office of Management and Budget (OMB) may have already\nassigned your cognizant federal agency to you. If this is the first federal award that your organization has\nreceived, the U.S. Department of Justice (DOJ) is your cognizant federal agency. 92 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual community policing. Community policing is a philosophy that promotes organizational strategies that\nsupport the systematic use of partnerships and problem-solving techniques to proactively address the\nimmediate conditions that give rise to public safety issues such as crime, social disorder, and fear of crime. All\nnewly hired, additional, or rehired officers (or an equal number of redeployed veteran officers) funded under\nCOPS Office programs must engage in community policing activities. Computer Aided Dispatch (CAD) system. A computer database that can track calls for service, maintain\nstatus of units available, provide various reports, produce address histories, and support electronic mail. With\nthe installation of integrated CAD systems, officers are able to receive calls for service on their mobile data\ncomputers rather than over the radio. Radios can then be used only for serious emergencies. consortium. A consortium is a group of two or more governmental entities that agree to form a partnership\nto provide law enforcement services to their constituent communities. COPS Office finance staff. The COPS Office finance staff handles your agency’s financial and budgetary\nneeds related to this award. A staff accountant has been assigned to your state, and is available to answer\nany questions that you may have concerning the financial aspects of your grant. To identify your staff\naccountant, please call the COPS Office Response Center at 800-421-6770, or visit the COPS Office website at\nwww.cops.usdoj.gov. COPS Office. The Office of Community Oriented Policing Services (COPS Office) is the division within the U.S.\nDepartment of Justice that is the grantor agency for your award. The COPS Office is responsible for assisting\nyour agency with the administration and maintenance of your award for the entire award period. You can\nreach the COPS Office at 800-421-6770. COPS Office Program Manager. COPS Office Program Managers are trained to assist you with implementing\nand maintaining your Community Policing Development award. A Program Manager is assigned to\nyour project and is available to answer any questions that you may have concerning the administrative,\nprogrammatic, and substantive aspects of your award. Your Program Manager can assist you with such\nmatters as requesting an extension on your award or modifying the award, and reviewing outlines for\nproject deliverables."
}