{
  "document_category": "guidance",
  "document_name": "7320_001_CN-2.pdf",
  "chunk_index": 1,
  "chunk_text": "U.S. Department of Justice\nFederal Bureau of Prisons\nCHANGE NOTICE\nOPI:\nRSD/RSB\nNUMBER: 7320.01, CN-2\nDATE:\nDecember 15, 2017 Home Confinement Approved: Mark S. Inch\nDirector, Federal Bureau of Prisons This Change Notice (CN) implements the following change to Program Statement 7320.01,\nHome Confinement, dated September 6, 1995. The single change is marked with a highlight\nand inserted into the policy. 6. ELIGIBILITY FOR HOME CONFINEMENT. All inmates referred to\ncommunity corrections are eligible to be considered for home\nconfinement placement. While the Bureau also provides Community Corrections Center\n(CCC) services for persons as a condition of probation, parole,\nor supervised release, only in the most extraordinary\ncircumstances will the Bureau assume responsibility for such\npersons on home confinement. The Community Corrections Manager (CCM) shall ensure that each\nappropriate inmate is placed on home confinement as soon as\notherwise eligible. The CCM shall can consult with the\nCommunity Corrections Regional Administrator (CCRA), or\ndesignee, prior to placing on home confinement any inmate for\nwhom any of the following factors apply: U.S. Department of Justice\nFederal Bureau of Prisons\nCHANGE NOTICE\nOPI:\nRSD/RSB\nNUMBER: 7320.01, CN-1\nDATE:\nAugust 1, 2016 Home Confinement\n/s/\nApproved: Thomas R. Kane\nActing Director, Federal Bureau of Prisons\nThis Change Notice (CN) implements a change to Program Statement 7320.01, Home\nConfinement, dated September 6, 1995. This CN removes the requirement of subsistence\ncollection for any resident while on Home Confinement. The new language is highlighted. The following language is removed from Section 8.c.(2) of the Program Statement:\n(2) Subsistence Contributions. Providers shall collect 25% of\neach employed resident's weekly gross income, rounded down to a\nwhole dollar amount. Home confinement residents who are not\nemployed, but have other means of financial support, shall\ncontribute an appropriate amount as determined by the provider\nand approved by the CCM. Ordinarily, the amount should\napproximate 25% of the resident's weekly income. Subsistence\ncontributions collected shall be used to defray program costs,\nand the provider shall deduct the amount collected from the\namounts billed to the Bureau. In many cases, inmate subsistence\ncontributions will cover the entire cost of home confinement;\nhowever, individual subsistence collections may not exceed the\nweekly cumulative contract per diem rate (i.e., the daily rate x\n7). Providers shall provide receipts to program participants for\nall collections and shall maintain collection records for audit\npurposes. Section 8.c.(2) now reads:\n(2) Subsistence Contributions. Home confinement residents are\nnot required to pay subsistence. U.S. Department of Justice\nFederal Bureau of Prisons OPI: CCD\nNUMBER: 7320.01\nDATE: September 6, 1995\nSUBJECT: Home Confinement 1. PURPOSE AND SCOPE. To establish policy and procedures for\nreferral and placement of pre-release inmates in Community\nCorrections home confinement programs. Title 18, Section 3624(c) of the United States Code allows\ninmates sentenced under \"old law\" and \"new law\" statutes, to be\nplaced on home confinement for pre-release purposes:\n(c) Pre-release custody. --The Bureau of Prisons shall, to\nthe extent practicable, assure that a prisoner serving a\nterm of imprisonment spends a reasonable part, not to exceed\nsix months, of the last 10 per centum of the term to be\nserved under conditions that will afford the prisoner a\nreasonable opportunity to adjust to and prepare for his reentry into the community. The authority provided by this\nsubsection may be used to place a prisoner on home\nconfinement."
}