{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 25,
  "chunk_text": "Why this condition: If your agency receives funding for equipment or technology that will be used to operate an interjurisdictional criminal intelligence system, you must comply with the operating principles found at 28 C.F.R.\nPart 23. An “inter-jurisdictional criminal intelligence system” is generally defined as a system that receives,\nstores, analyzes, and exchanges or disseminates data regarding ongoing pre-arrest criminal activities\n(examples of such activities include, but are not limited to, loan sharking, drug or stolen property trafficking,\ngambling, extortion, smuggling, bribery, and public corruption) and shares this data with other law\nenforcement jurisdictions. 28 C.F.R. Part 23 contains operating principles for these interjurisdictional criminal\ninformation systems that protect individual privacy and constitutional rights. If your agency will use CPD award funds simply to operate a single agency database (or other unrelated\nforms of technology) and will not share criminal intelligence data with other jurisdictions, 28 C.F.R. Part 23\ndoes not apply to this award. What you should do:\nAll CPD awardees were required to agree to the Certification of Review of Criminal Intelligence Systems/28\nC.F.R. Part 23 as part of their application proposal so the COPS Office can track which agencies intend to use\ntheir award funds to operate interjurisdictional criminal intelligence systems. If your agency intends to use\naward funds to operate an interjurisdictional criminal intelligence system, you should have indicated this\nin your application and certified your agency’s agreement to comply with the operating principles found\nat 28 C.F.R. Part 23. Your agency now must comply with 28 C.F.R. Part 23 in operating the inter-jurisdictional\ncriminal intelligence system funded through your CPD award. 13 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 13. Sole source justification\nAwardees who have been awarded funding for the procurement of an item (or group of items) or service in excess\nof $150,000 and who plan to seek approval for use of a noncompetitive procurement process must provide a\nwritten sole source justification to the COPS Office for approval prior to obligating, expending, or drawing down\naward funds for that item or service. Why this condition: In general, award recipients are required to procure funded items through open and free competition. However, in some instances, awardees may have already determined that competition is not feasible. What you should do: If you have received an award for an item (or group of items) or service in excess of $150,000 and have\nalready determined that the award of a contract through a competitive process is infeasible, you must\nprovide a written justification that explains why it is necessary to contract noncompetitively. The initial determination that competition is not feasible can be made if one of the following circumstances\nexists: • The item (or group of items) or service is available only from a single source\n• Public exigency or emergency for the requirement will not permit a delay resulting from competitive\nsolicitation • Competition is determined inadequate after solicitation of a number of sources"
}