{
  "document_category": "guidance",
  "document_name": "GuideToProcurementProcedures.pdf",
  "chunk_index": 11,
  "chunk_text": "However, there are certain\ncircumstances that may call for other than full and open competition. These circumstances may\nresult in “sole source” contracting. The Part 200 Uniform Requirements is quite clear regarding the necessity to have full and open\ncompetition to satisfy non-Federal entity procurement requirements. Procurement through\nthe solicitation of a proposal from only one source may be used only if one or more of the\nfollowing circumstances apply:\n1. The item or service is available only from a single source (see page 23 for the format to\nbe submitted to DOJ awarding agency or pass-through entity for approval). 2. The public exigency or emergency for the requirement will not permit a delay resulting\nfrom competitive solicitation. 3. The Federal awarding agency or passTIP: Prior written approval is\nthrough entity expressly authorizes\nrequired for all proposed sole\nnoncompetitive proposals in response to a\nsource contracts over the\nwritten request from the non-Federal entity. Simplified Acquisition Threshold\n4. After solicitation of a number of sources,\n(currently $150,000). competition is determined inadequate. In any event, documentation reflecting actions taken and the position of the non-Federal entity\nis extremely important in order to establish an audit trail. The following page contains a sample format for requesting prior approval from the DOJ\nawarding agency or pass-through entity to contract sole source. 8 2 C.F.R. § 200.320(f). Page | 22 Justification for Non-Competitive Procurement\nSample Format\nParagraph Content 1 A brief description of the program and the\nproduct or service being procured, to include the\nexpected procurement amount. 2 Explanation of why it is necessary to contract\nnon-competitively that provides a justification\nbased on at least one of the four circumstances\npreviously listed in this chapter (also see 2 C.F.R.\n§ 200.320(f)). This explanation must demonstrate\nhow the proposed contractor’s unique\nqualifications or the nature of the procurement\nnecessitate the use of a noncompetitive\napproach given the circumstance(s) cited.\n• If the product or service to be procured is\navailable from only a single source or\nfrom only one supplier with unique\ncapabilities, the justification should\nclearly demonstrate why this is so and\nhow these circumstances are relevant\ngiven the nature of the acquisition. • A justification based on public exigency or\nemergency should explain the nature of\nthe public exigency or emergency,\nincluding why procurement other than\nthrough noncompetitive proposals would\ncause unacceptable delay in addressing\nthe public exigency or emergency. (Failure to plan does not justify\nnoncompetitive procurement based on\npublic exigency or emergency.) • If competition among multiple sources\nwas determined to be inadequate, the\njustification should provide a detailed\nsummary of any prior solicitations\n(including the number of sources\nsolicited) and explain why competition\nwas determined inadequate. Page | 23 Paragraph Content 3 A description of and the results of any market\nsurvey or research conducted to help determine\nwhether a full and open competition consistent\nwith applicable law could be conducted (or, if no\nmarket survey or research was conducted,\nexplain why not). 4 Statement of when contractual coverage is\nrequired and, if dates are not met, what impact it\nwill have on the program (for example, how long\nit would take another contractor to reach the\nsame level of competence). Make sure to include\nthe financial impact in dollars. 5"
}