{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 93,
  "chunk_text": "d. Laundry Fires. Any fires located in the Laundry area will be reported by the staff working in\nthe Laundry through the Trust Fund Supervisor to the Chief, Trust Fund Branch as soon as\npractical. 13.6 LAUNDRY FIRE SAFETY It has been determined there are three general causes for Laundry fires. They are:\n■ Spontaneous ignition – laundry items not thoroughly cleaned, dried, and processed (removing\nitems from the dryer, sorting, folding, and distributing) has led to spontaneous ignition. ■ Unsupervised dryer operations – dryers have been left in operation after staff have left the\nworksite for the day. ■ Lack of proper maintenance and cleaning of laundry equipment, particularly dryers, dryer lint\ntraps, and dryer vents. To minimize the potential for fires involving laundry operations:\n■ Manufacturers’ guidelines/instructions on the use of institutional washers and dryers shall be\nposted for staff and inmates to review. ■ Staff and inmates must ensure adherence to manufacturers’ guidelines/instructions on the use\nof institutional washers and dryers. ■ Staff must ensure equipment manufacturers’ load limits are not exceeded for washers and\ndryers.\n■ Do not launder or dry any rags, towels, mop heads, etc., that appear to be contaminated with\nsolvents, oils, or other potentially hazardous material until a waste determination has been\nconducted and an approval has been granted by the institution’s Safety and Environmental\nCompliance Administrator.\n■ The laundry drying process must be completed early enough in the day/shift to allow at least\none hour prior to the end of the day/shift to appropriately process laundered items.  Use of dryer cooling cycle is mandatory.  Under no circumstances will laundry remain in a dryer at the end of the shift. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 124  After the dryer manufacturer’s recommended cool down cycle, laundry should be placed\non a suitable surface to ensure adequate cooling prior to being placed in carts for\ntransportation purposes. ■ Lint traps shall be cleaned after each load. ■ Laundry equipment must be inspected and cleaned weekly. ■ Government-issued clothing is not recommended to be washed or dried in laundry bags. In\nmost cases the clothing is still damp in the center of the bag, which is where the greatest\namount of heat is found. Bags of clothing that are not completely dry have a greater potential\nfor spontaneous ignition.\n■ If laundry bags are used, limit the amount/weight of clothing items laundered in the bags to\nprovide a better opportunity for cleaning and drying of all the items in the bag. Linens,\npillows, and blankets will not be placed in laundry bags. Laundry bags should be secured at\nthe top of the bag so the items in the bag are not compacted, allowing water and air to flow\nfreely throughout the bag. ■ Laundry carts used in the drying process shall be fire-resistant. ■ Laundry equipment should be evaluated to ensure an adequate number of machines, in the\nappropriate sizes, are available to meet industrial laundry specifications. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 125 Chapter 14. TRUST FUND LIMITED INMATE COMPUTER SYSTEM\n14.1 GENERAL"
}