{
  "document_category": "guidance",
  "document_name": "8120_003.pdf",
  "chunk_index": 19,
  "chunk_text": "Refer to the Program Statement Accounting Procedures for Civilian and Inmate Payrolls –\nFPI for longevity pay computation instructions. PIECP inmates do not receive longevity pay; however, the time during which an inmate performs\nPIECP work is counted toward his/her length of service with FPI. b. Exceptions. (1) FPI work status during service of a previous sentence with a subsequent\nbreak in custody may not be considered in determining longevity pay. (2) An inmate in segregation or who is given a disciplinary transfer loses any\nlongevity status previously achieved. (3) An inmate who voluntarily transfers to a non-FPI work assignment loses any\nlongevity status previously achieved. An inmate who leaves FPI to enter\neducation, vocational training, or drug abuse treatment programs, however,\ngenerally retains longevity and pay grade status upon return to FPI, unless the P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 30 inmate withdraws from those programs without a good faith effort to complete\nthem. The decision on whether there was a good faith effort is to be made by the\nSOI in concert with the staff member in charge of the program. 9. VACATION PAY\n§345.56 Vacation pay. Inmate workers are granted FPI vacation pay by the SOI when their continued\ngood work performance justifies such pay, based on such criteria as quality of\nwork, attendance and punctuality, attentiveness, and adherence to industry\noperating regulations. The inmate must submit a written request for vacation\ntime, ordinarily two weeks in advance of the requested vacation time. The work\nsupervisor must recommend to the SOI the vacation time to be taken or paid. Eligibility for vacation pay must be verified by the Business Office prior to\napproval by the SOI. The SOI may declare an inmate ineligible for vacation credit\nbecause of an inmate’s unsatisfactory work performance during the month in\nwhich such credit was to occur. An inmate must complete FPI Form 39, Request for Inmate Vacation, requesting vacation time\nand submit it to the work supervisor, department head, and SOI for approval. Inmates performing\nPIECP work based on a customer or manpower model receive vacation pay based on the criteria\ndescribed in this section. Inmates performing PIECP work based on an employer model receive\nvacation pay in accordance with the policies of the employer. (See the Program Statement\nAccounting Procedures for Civilian and Inmate Payrolls – FPI for detailed guidance on\nvacation pay/credit.)\na. An inmate may take accrued vacation time for visits, participation in institution\nprograms or for other good reasons at the discretion of the SOI. Industrial\nmanagers should make every reasonable attempt to schedule an inmate worker’s\nvacations so as not to conflict with the workforce requirements of FPI factory\nproduction schedules and Inmate Systems Management requirements. b. An inmate temporarily assigned to the Industrial detail, e.g., on construction\ndetails, also earns vacation credit which he or she must take or be paid for at the\nend of the temporary assignment. Such inmates are placed on the industrial payroll through execution of FPI Form 96 (see the inmate\npayroll section of the Program Statement Accounting Procedures for Civilian and Inmate\nPayrolls – FPI). P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type."
}