{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 37,
  "chunk_text": "These cards will not be submitted to the FBI, therefore, the use of the SENTRY Inmate\nLabel transaction is authorized. For Pre-trial inmates sentenced to “time served,” one additional set of fingerprints will be taken\nprior to the inmate’s release. Both cards will be completed and an unlabeled card submitted to\nthe FBI. If a full set of fingerprints are on file for an inmate received as a transfer, IAD/writ return, or\nholdover, a right thumb print will be taken on the lower portion of the fingerprint card and\ncompared to the original full set of fingerprints to identify the inmate. Previous transfer fingerprint cards, excluding the initial full set of fingerprints, will be purged\nfrom the file. When the SENTRY Inmate Label Transaction is used, the information listed will\nbe verified with the inmate when the fingerprints are being taken. P5800.15 1/1/2009 Chapter 8, Page 1 A full set of fingerprints will be submitted to the FBI on a transferred inmate if the current\noffense for which the inmate is incarcerated is not listed on the Fingerprint Identification Record\nor if the FBI number is unknown. Fingerprint procedures for inmates under the custody of the U.S. Probation Office, or in contract\nfacilities, are outlined in the Community Corrections Manual. Fingerprint cards for inmates in the Witness Security Program will be completed and processed\nin accordance with the Central Inmate Monitoring Manual. 802. COMPLETING THE FBI FINGERPRINT CARD All information must be verified upon commitment:\n■\n■\n■\n■\n■\n■\n■\n■\n■\n■ ■\n■\n■ State Usage – leave blank. Name – inmate’s committed name as indicated on the J&C.\nSignature of Person Fingerprinted – inmate’s signature. Social Security Number – if not known, print or type in the word “unknown,” if multiple\nSocial Security Numbers, list additional numbers under Additional Information/Basis for\nCaution Section. Aliases/Maiden – list any additional names (not to exceed ten), if none are known, print or\ntype in “unknown.” Use the Additional Information/Basis for Caution Section, if more\nspace is needed. FBI Number – if unknown, print or type in “unknown.”\nState Id – state ID number if known. DOB – if multiple dates, list additional dates under Additional Information/Basis for Caution\nsection. Sex – M or F – Transvestite, cross dresser, or sex change should be listed under Additional\nInformation/Basis for Caution Section. Race –\no A = Asian – includes Pacific Islander. o B = Black. o I = Native American – includes Alaskan native and Eskimo. o W = Caucasian – includes Mexican, Puerto Rican, Cuban, Central and South American,\nand any other of Spanish culture or origin. Height – three characters, no fractions (i.e., 509 = 5 feet 9 inches). Weight – three characters, no fractions. Eye Color – three characters. BLK - Black\nHAZ - Hazel\nPNK - Pink P5800.15 1/1/2009 BLU - Blue\nBRO - Brown\nGRY - Gray\nMAR - Maroon MUL - Multicolored\nXXX - Unknown GRN - Green Chapter 8, Page 2  Hair Color – three characters. BAL - Bald\nBLK - Black\nBLN - Blond BLU - Blue\nGreen GRY - Grey\nONG - Orange PLE - Purple PNK - Pink\n- Sandy WHI - White\nXXX - Unknown BRO - Brown\nRED - Red GRN SDY"
}