{
  "document_category": "guidance",
  "document_name": "Model-Tribal-Code_508.pdf",
  "chunk_index": 5,
  "chunk_text": "Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 3 N. Sexual Contact. The intentional touching, either directly or through the\nclothing, of the genitalia, anus, groin, breast, inner thigh, or buttocks of any\nperson with an intent to abuse, humiliate, harass, degrade, or arouse or gratify\nthe sexual desire of any person. O. SORNA. The Sex Offender Registration and Notification Act (Title I of the Adam\nWalsh Child Protection and Safety Act of 2006, Public Law 109-248), 42 U.S.C.\n§ 16901, et seq., as amended. P. Student. A “student” is a person who enrolls in or attends either a private or\npublic education institution, including a secondary school, trade or professional\nschool, or an institution of higher education. Q. Tier I Sex Offender. A “Tier I sex offender,” or a “sex offender” designated as\nTier I, is one who has been convicted of a Tier I sex offense as defined in\nsection 3.01. R. Tier II Sex Offender. A “Tier II sex offender,” or a “sex offender” designated as\nTier II, is one who has been either convicted of a Tier II sex offense as defined\nin section 3.02, or who is subject to the recidivist provisions of 3.02(A). S. Tier III Sex Offender. A “Tier III sex offender,” or a “sex offender” designated as\nTier III, is one who has been either convicted of a Tier III sex offense as defined\nin section 3.03, or who is subject to the recidivist provisions of 3.03(A). SECTION 2.02 REGISTERABLE OFFENSES A. Name of Tribe Offenses. A conviction for, or a conviction for an attempt or\nconspiracy to commit, any of the following:\n1. Section Number Name of Offense 2. Section Number Name of Offense 3. t The SMART Office\nrecommends specifically\nlisting the tribal offenses\nthat trigger a registration\nrequirement. Any other Name of Tribe Offense that meets the definition of “sex offense”\nunder 42 U.S.C. § 16911(5). B. Name of State(s) Offenses. A conviction for, or a conviction for an attempt or\nconspiracy to commit, any of the following:\n1. Section Number Name of Offense 2. Section Number Name of Offense 3. Any other Name of State(s) offense that meets the definition of “sex\noffense” under 42 U.S.C. § 16911(5). C. Federal Offenses. A conviction for, or a conviction for an attempt or conspiracy\nto commit, any of the following, including any offenses prosecuted under the\nAssimilative Crimes Act (18 U.S.C. § 1152 or § 1153):\n1. 18 U.S.C. § 1591 (sex trafficking of children or by force, fraud, or coercion),\n2. 18 U.S.C. § 1801 (video voyeurism of a minor), Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N t Replace \"Name of State\"\nwith the state(s) in which\nyour tribal lands are located\nwherever the term is found\nin this Code/Ordinance. t The SMART Office\nrecommends specifically\nlisting the state offenses\n(where tribal lands are\nlocated) that trigger a\nregistration requirement. Contact the SMART\nOffice for assistance in\ndetermining which state\noffenses are required to be\nregistered under SORNA. 4"
}