{
  "document_category": "guidance",
  "document_name": "5100_008cn.pdf",
  "chunk_index": 25,
  "chunk_text": "In addition to the points assigned for the education level,\nthe highest grade completed (HGC) will also be recorded on the\nBP337. For example, an inmate who began, but did not complete the\n7th grade will be given a 6 in the HGC field. Similarly, a GED\nwill be given a 12, a college graduate a 16, a Master’s degree an\n18, and a Ph.D. a 21 (the maximum allowed) in the HGC field. P5100.08\n9/12/2006\nChapter 4, Page 13 The value entered for the HGC should, unless missing, be\nconsistent with the points assessed for the inmates education\nlevel. If missing, enter a “U” for unknown. 14. DRUG/ALCOHOL ABUSE 14. DRUG/ALCOHOL ABUSE 0 = Never/›5 Years 1 = <5 Years Enter the appropriate number of points that reflect drug or\nalcohol abuse by the inmate. Examples of drug or alcohol abuse\ninclude: a conviction of a drug or alcohol related offense, a\nparole or probation violation based on drug or alcohol abuse,\npositive drug test, a DUI, detoxification, etc. Absent any\ninformation similar to the above, an inmate’s self-report is\nsufficient to score this item. If this information is unknown\nenter a “U” and the item will be scored as zero. 15. SECURITY POINT TOTAL 15. SECURITY POINT TOTAL Enter the sum of Items 5 through 14. 16. PUBLIC SAFETY FACTORS 16. PUBLIC\nSAFETY\nFACTORS A-NONE\nI-SENTENCE LENGTH(males only )\nB-DISRUPTIVE GROUP(males only )\nK-VIOLENT BEHAVIOR(females only )\nC-GREATEST SEVERITY OFFENSE ( males only ) L-SERIOUS ESCAPE\nF-SEX OFFENDER\nM-PRISON DISTURBANCE\nG-THREAT TO GOVERNMENT OFFICIALS\nN-JUVENILE VIOLENCE\nH-DEPORTABLE ALIEN\nO-SERIOUS TELEPHONE ABUSE See Chapter 5, pages 7-13 for a description of Public Safety\nFactors and their application. 17. REMARKS 17. REMARKS A brief explanation of the current offense(s) is required in\nthe “Remarks” section. Similarly,\nPre-Sentence Investigation Report information relevant to\nother scoring items that may have an impact on the designation\nprocess or the transportation of the inmate (e.g., medical or\npsychiatric information, or arrest behavior with no\nconviction) must also be noted in this section. Refer to\nAppendix C, Standard Abbreviations/Terms. Also, the P5100.08\n9/12/2006\nChapter 4, Page 14\nindividual scoring the case will enter his or her initials at\nthe end of the “Remarks” section. 18. OMDT REFERRAL 18. OMDT REFERRAL (YES/NO) The Medical Designator, Office of Medical Designations\nTransportation (OMDT), must review all cases in which there is\na physical or mental health concern. Enter “Y” (yes) or N\n(no) in this category. The response will determine\nwhich daily log will reflect the designation information. DESIGNATION AND SENTENCE COMPUTATION CENTER ACTION INITIAL DESIGNATION It is extremely important for Designators to communicate on a\nregular basis to ensure that designation decisions are\nconsistent. The Correctional Programs Division encourages the\nneed for communication and consistency to all Designators. 1. FACILITY DESIGNATED. Enter the mnemonic code for the\ninstitution designated (Refer to \"Enter Initial Designation,\"\nSENTRY General Use TRM). 2. CUSTODY ASSIGNMENT. Enter the initial custody assignment in\naccordance with Table 4-1.\nTable 4-1\nLEVEL OF INSTITUTION\nINITIALLY DESIGNATED INITIAL CUSTODY ASSIGNMENT Minimum OUT Low IN Medium IN High IN, unless initial designation is to USP\nMarion or ADX Florence, in which case the\ninitial custody assignment is MAXIMUM. Administrative IN, unless inmate is Minimum security\nlevel and designation was not for\nsecurity reasons, in which case the\ninitial custody assignment is OUT."
}