{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 7,
  "chunk_text": "10-12\n1005 Correctional Systems Forms ......................................................................................... 10-12 ATTACHMENTS\nA\nB\nC\nD\nE\nF\nG Inmate Judgment & Commitment File Organization\nProsecutor’s Notification (Sample Letter)\nOther Prosecutor’s Notification (Sample Letter)\nArticle III Follow-Up (Sample 90-Day Letter)\nArticle III Follow-Up (Sample 180-Day Letter)\n30-Day Waiver (Sample)\nProsecutor’s Request for Temporary Custody (Sample Letter) P5800.15 1/1/2009 Table of Contents Page 5 CHAPTER 1. CORRECTIONAL SYSTEMS DEPARTMENT/DESIGNATION AND\nSENTENCE COMPUTATION CENTER\n101. RESPONSIBILITIES a. Correctional Systems Department (CSD). CSD responsibilities include:\nRecords Office\n■ Ensuring the legality of an inmate’s admission and release. ■ Coordinating and reviewing paperwork associated with inmate movement and release (refer\nto local procedures). ■ Establishing and maintaining a “records control system” to effect the release of inmates on\nthe correct date. ■ Coordinating and monitoring the release of inmates to other jurisdictions upon completion of\ntheir sentence(s) or for temporary release for court appearances. ■ Responding to requests for records. ■ Determining and verifying outstanding charges from other agencies/jurisdictions and\ncoordinating the placement of detainers. Mail Room\n■ Operating the Mail Room.\n■ Processing all incoming and outgoing inmate and official mail. (Refer to the Mail\nManagement Manual for more information.). Receiving and Discharge (R&D)\n■ Reviewing commitment and release paperwork. ■ Processing inmate property. ■ Coordinating and reviewing paperwork associated with inmate movement and release (refer\nto local procedures).\n■ The physical processing of all inmates into and out of the institution. (Refer to the Receiving\nand Discharge Manual for more information.)\nb. Designation and Sentence Computation Center (DSCC). DSCC responsibilities include:\n■ Ensuring placement of inmates in facilities commensurate with their security and program\nneeds. ■ Computation of various types of sentences in order to establish an inmate’s statutory release\ndate. ■ Auditing sentence computations. ■ Monitoring the status of contract prisoners. P5800.15 1/1/2009 Chapter 1, Page 1 102. STAFFING The CSD, under the direction of the Case Management Coordinator (CMC), normally consists of\na Supervisory Correctional Systems Specialist (SCSS) and Correctional Systems Officers\n(CSOs). The DSCC, under the direction of the Chief, normally consists of Section Chiefs, attorneys,\nsupervisory staff, classification, computation and designation staff. Program direction and support for sentence computation and related functions are provided by\nthe Chief, DSCC. Program direction and support for institution Records Office, R&D and mail room functions will\nbe provided by the Regional Correctional Programs Administrator and/or Correctional Programs\nBranch, Central Office.\na. Supervisory Staff (CMC/SCSS)\n■ Must participate in the institution Admission and Orientation (A&O) Program (cannot be\ndelegated below the acting supervisor). ■ Reviews commitment documentation and SENTRY load data to ensure it is complete and\naccurate.\n■ Has the overall responsibility for accuracy of release paperwork. ■ Conducts training sessions for unit management staff or other institution staff as needed. ■ Ensures all CSD staff are adequately trained and supervised, and that training is documented\non the employee’s training record. ■ Responsible for ensuring all CSD staff are notified of the publication of all Program\nStatements and updates which directly affect the department. This may be accomplished\neither via electronic or printed media. ■ Participates in the annual budget process and is a member of the institution budget\ncommittee. ■"
}