{
  "document_category": "guidance",
  "document_name": "5310_017.pdf",
  "chunk_index": 27,
  "chunk_text": "(5) Bargaining Unit Psychologists. The bargaining unit psychologist’s clinical supervisor\nassesses his/her core clinical skills every two years, at a minimum. The clinical skills review\nconsiders the psychologist’s effectiveness in the performance of clinical duties, as reflected in the\nquality of the following documentation:\n■\n■\n■\n■\n■\n■\n■ Intake Screenings. Suicide Prevention Contacts. Diagnostic and Care Level Formulations. Treatment Plans.\nPREA Interventions. Group Treatment. Clinical Supervision. The Core Clinical Skills Review Form will be the standard form used to conduct the documentation\nreview. Behavioral observations and clinical supervision data may also inform the clinical skills\nreview. In addition, the psychologist’s participation in professional development activities may also\nbe noted, as the primary purpose of this review is to identify training needs and develop a plan to\naddress any identified needs. Completed Core Clinical Skills Review Forms are submitted to the Psychology Services Branch\nfor external review and validation. The Branch provides the Chief Psychologist with written\nverification of their findings. The reviewer implements the Branch’s recommendations, which do\nnot alter the psychologists’ performance appraisal. Once the form has been validated, the\nbargaining unit psychologist is provided with a copy of the completed form by the reviewer. If the clinical skills review identifies areas for improvement, the bargaining unit psychologist’s\nclinical supervisor is responsible for developing a training plan for the bargaining unit\npsychologist. This plan details the skills enhancement required to meet professional standards,\nrecommended training activities, and time frame(s) in which the employee will be provided the\ntraining. The Psychology Services Branch will maintain a list of recommended training activities\nto address each core clinical skill. This list will be available on Sallyport; supervisory\nP5310.17 8/25/2016 34 psychologists are encouraged to consult this list when developing training plans. The supervisory\npsychologist develops the training plan in collaboration with the bargaining unit psychologist and\nshares responsibility for its successful completion. If the Chief Psychologist position is vacant at the time a clinical skills review is due, the Acting\nChief Psychologist should contact the Psychology Services Branch for guidance. e. Student Training Programs. Student training programs fulfill a vital role in the Bureau by the\nsupporting the development of a well-trained pool of correctional psychologists for future Bureau\nemployment. These students also provide a valuable service to the Bureau, by providing direct\ncare for inmates. (1) Graduate Student Practicum. A senior licensed psychologist with an expressed interest in\ntraining students is designated by the Chief Psychologist to oversee the graduate student practicum\nprogram. This psychologist is primarily responsible for organizing and supervising a graduate\nstudent practicum. He/she administers the practicum curriculum at his/her institution, is\nresponsible for the integrity and quality of the training, and has administrative authority\ncommensurate with those responsibilities. The curriculum is tailored to each student’s level of\nexperience and a signed training agreement is kept by the supervising psychologist. The student’s\nlevel of experience may be assessed through an interview of the student, a review of his/her\neducational transcript and prior training experiences, and consultation with his/her clinical director. A non-bargaining unit psychologist, ordinarily the Chief Psychologist, will make the final\ndetermination regarding the duties to be assigned to the student."
}