{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 51,
  "chunk_text": "See Section 8.1.b if a negative balance is a result of a staff error. If the negative balance is not the\nresult of staff error, only the above-referenced memorandum to the Warden is necessary while the\ninmate is in custody. If funds are not recouped before release, debt management procedures are\ninitiated per the Program Statement Financial Management – Debt Management when the\ninmate is being or has been released. 8.6 MANAGEMENT OF CONFISCATED FUNDS Funds in an inmate’s possession are delivered promptly to the Cashier. The Warden, or\nauthorized representative, provides in writing a determination whether the funds are considered\nconfiscated funds or credited to an inmate’s account. Confiscated funds are deposited immediately to Miscellaneous Receipts Account – Forfeitures of\nUnclaimed Money (151060). P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 70 Funds found in an institution that cannot be attributed to a specific inmate are delivered to the\nAccounting Section and deposited in accordance with the Program Statement Imprest Funds,\nCollections, and Deposits. 8.7 MANAGEMENT OF DECEASED INMATES’ FUNDS If an inmate dies with funds remaining in his/her Inmate Deposit account, that money should be\ndistributed in accordance with the laws of descent and distribution in the relevant state. If the\ninmate dies with monies due from the United States, payment is not authorized except to a legal\nrepresentative of the estate or in accordance with the laws of descent and distribution of the state of\ndomicile (most recent legal residence). a. Claims for Funds of Deceased Inmates. Claims received against funds of deceased inmates\nare handled at the institution level per 4 GAO 3500. Institutions should submit claims to the Trust\nFund Branch Deposit Fund Section for GAO settlement only when doubt exists as to:\n■ The amount or validity of the claim. ■ The person(s) properly entitled to payment under the laws of the domicile of the descendent. In such cases, the institution transmittal shall explain that doubt exists, and is accompanied by a\nClaim Against the United States for Amounts Due in the Case of A Deceased Creditor (SF-1055)\nand/or Acknowledgment of Inmate, Part 3 & 4 (BP-A0408) and a copy of the death certificate. If there is urgent need for payment of a balance under $100 in a deceased inmate’s account, and if\nconditions as outlined in the paragraph above are satisfied, the amount may be disbursed from\nTRUFACS with the Trust Fund Branch Chief’s written approval. Copies of the BP-A0408 are\nattached to such vouchers in lieu of the usual withdrawal request. Documentation is attached to\nthe payment in TRUFACS through the document imaging process. b. Unclaimed Funds of Deceased Inmates. Procedures for processing “whereabouts\nunknown” inmates are followed when disposing unclaimed funds of deceased inmates with no\nrelatives or claimants for the funds. 8.8 ENCUMBRANCE OF INMATE FUNDS Encumbrance of inmate funds for various reasons is essential. Careful consideration is given\nbefore any action; encumbrances are not made indiscriminately. An encumbrance may be made\nfor various reasons (e.g. to ensure inmates do not seriously deplete their funds before release,\ndisciplinary measures, inmate’s request, claims)."
}