{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 38,
  "chunk_text": "Procedures in Section 5 apply to an internal laundry service operation. b. External Operation. A contract with an outside contractor is established to provide washers\nand dryers, debit card readers, and equipment maintenance. Procedures in Section 6 apply to an\nexternal laundry service operation. 5.4 ESTABLISHING AN INMATE PHOTOGRAPHY (PHOTO) PROGRAM If the Warden chooses to operate an Inmate Photo Program, it is funded through the Trust Fund\nand uses the TRUFACS-generated photo voucher that sells for one dollar each. A Commissary\nphoto voucher may be transferred and redeemed from one institution to another. Each voucher\nentitles an inmate to one photo only. Institutions shall not accept double prints from the vendor. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 52 a. Responsibilities. The Trust Fund Supervisor manages financial aspects of the program (e.g.,\npurchase of equipment, payment for processing, accounting for sales). Another department, such as Recreation, may supervise and conduct taking inmate photos. b. Equipment/Supplies for the Photo Program\n(1) Camera Equipment. Cameras are purchased by the Trust Fund. All cameras are digital. Maintenance or replacement of equipment is the Trust Fund Supervisor's responsibility. (2) Supplies and Processing. The cost of photo processing and associated supplies will be\ncharged as a Trust Fund cost of goods sold expense. Only standard size (e.g., 3 x 5 inch or 4 x 6 inch) photos are offered. No reprints or enlargements\nof photos may be processed. (3) Control of Photo Supplies Inventory and Property. Internal controls are established to\nmaintain accountability of disks and control the process from issue of disks to distribution of\nphotos. These include:\n■ A daily work log (showing exposure number, inmate’s committed name, and 8-digit register\nnumber) with supporting photo vouchers. ■ Locked storage of supplies. ■ Distribution procedures that acknowledge inmate receipt of finished photos, etc.\nc. Inmate Photographer. If an institution elects to employ an inmate photographer, the\nphotographer is paid from the Trust Fund Appropriation at a rate of $0.55 or $0.75 per hour. Documentation for the monthly payroll for the inmate photographer is submitted to the Trust Fund\nSupervisor. d. Photograph Procedures. Inmates present a Commissary photo voucher to the photographer\nin exchange for having a photograph taken. The photographer accepts the photo voucher and has\nthe inmate sign the log with committed name and register number next to the exposure number of\nthe picture to be taken. The log is used to distribute pictures and acknowledge receipt. After a photo session, the photographer returns the camera, logs, disks, signed photo receipts, and\nretake vouchers for the number of pictures taken to the staff supervisor. Staff review the log and\nreconcile the photos taken to the number of photo receipts provided to ensure extra pictures were\nnot taken. Any discrepancy is resolved immediately. Used photo receipts and retake vouchers\nare destroyed after reconciliation is complete. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 53 e. Accounting for the Inmate Photo Program\n(1) Recording the Inmate Photo Program Equipment. Equipment purchased for the Inmate\nPhoto Program is accounted for in accordance with the Program Statement Property\nManagement Manual."
}