{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 34,
  "chunk_text": "Additional copies of the Assurances and Certifications forms are contained in appendix B of this\nmanual on page 88. If you have any questions about the Assurances and Certifications, please contact your COPS\nOffice Grant Program Specialist at 800-421-6770. 3. Allowable Costs\nCondition: The funding under this project is for the payment of approved costs to meet the most serious needs of law enforcement\nin tribal communities. The allowable costs for which your agency’s award has been approved are limited to those\nlisted on the Financial Clearance Memorandum (FCM), which is included in your agency’s award package. The FCM\nspecifies the exact items that your agency is allowed to fund with your TRGP Equipment/Training award and specifies\nthe overall amount approved for each budget request category. Your agency may not use TRGP Equipment/Training\naward funds for any costs that are not identified as allowable in the FCM. Why this condition:\nTRGP-Equipment/Training may only be used for the purchase of equipment, technology, training, uniforms, and\nother items approved by the COPS Office as reflected in the FCM. The COPS Office TRGP funds the purchase of\nitems that have a link to the implementation or enhancement of community policing initiatives in your agency. TRGP-Equipment/Training funds may only be used to pay for items and services approved by the COPS Office as\nreflected in the FCM. To be eligible for payment under this award, the purchase of approved items must be\nmade on or after the award start date and comply with the guidelines described in section III, “Accessing Award\nFunds,” on page 70 of this manual. Section IV, “Financial Record Maintenance,” on page 74, outlines the types of\nrecords you must keep to document that you followed this award condition. Purchases must also reflect the\ncosts that were approved in the FCM. What you should do: All recipients should keep and maintain the most recent, approved version of 2016 TRGP application, which will\ncontain the approved costs for this award. Refer to your FCM for the list of approved allowable costs. Listed\nbelow are the budget categories that may appear on your FCM. As long as funds are spent during the award\nperiod on the approved salaries or benefits (as applicable), equipment, technology, training, or other costs that\nwere documented in your application’s budget summary and were approved through the issuance of the FCM,\nthis award condition will be satisfied. The award number should be indicated on all budgetary documentation\nincluding purchase orders, receipts, and other documentation. All recipients should keep and maintain the most\nrecent, approved version of their 2016 TRGP application for future reference. Allowable costs: Background investigations\nBased on the FCM, recipients may have been awarded funding for background investigations for newly hired\nofficer positions if other funding (state, local, or Bureau of Indian Affairs (BIA)) was not budgeted for the same\nbackground investigations. Background investigations must be completed before expenses incurred in\nconnection with such investigations can be reimbursed. Funded background investigations may not be initiated\nprior to the official start date of the award period. 34 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual"
}