{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 70,
  "chunk_text": "For\nexample, medical and mental health files, investigative records, or personnel files may have\nmore information than is necessary to support a compliance finding, and auditors must only\nretain those pages that contain information relevant to the requirements of the Standard(s) to\nwhich the documents apply. For policy and procedures documents, auditors may preserve and\nretain excerpts that are relevant to the Standard(s) they address. Standard 115.401(j) also gives DOJ the authority to request audit documentation from auditors,\nstating, “Such documentation shall be provided to the Department of Justice upon request.” If\nrequested by DOJ, an auditor’s documentation should be organized and complete so as to\nprovide a roadmap for DOJ to reconstruct an auditor’s compliance determinations for each\nprovision of every Standard. As previously described, this documentation must include all the\nevidence relied upon to make a compliance determination, which includes an auditor’s notes. Consistent with the guidance issued by the DOJ PREA Working Group, auditors who do not\ncomply with Standard 115.401(j) may be subject to disciplinary action by DOJ. The Agency’s Right to Appeal\nStandard 115.405 provides agencies with the option to appeal any findings of an audit that they\nbelieve are incorrect. 27 The auditor who issued the findings under appeal has no role in the\nappeal process other than to provide documentation of his or her work or answer questions\nupon request by DOJ. Section VI. Audit Oversight The value and effectiveness of any PREA audit largely depends on the auditor’s skills and\nthoroughness. This includes an auditor’s understanding of the Standards, mastery of the audit\nmethodology, and the ability to help agencies and facilities to change in ways that lead to\nsuccessful implementation of the PREA Standards. As the primary means by which a facility’s\ncompliance with the Standards is assessed by an objective third party, the PREA audit\nrepresents an important catalyst for meaningful PREA Standards implementation and adoption\nof zero tolerance cultures for sexual abuse and sexual harassment in confinement. In order to\naccomplish these goals and uphold the integrity of the PREA audit process, the PREA\nManagement Office has instituted the PREA Audit Oversight function. The purpose of Audit\nOversight is to promote high quality, reliable, objective, and comprehensive audits that hold\nagencies and facilities accountable for keeping individuals in their custody and care safe from\nsexual abuse and sexual harassment. 27 See 28 C.F.R. § 115.405(a). 71 Audit Oversight begins with an assessment of auditors’ performance and conduct that guides\nmany of the interventions employed under the oversight umbrella. The audit assessment serves\nas a diagnostic tool to tailor interventions and sanctions to the individual needs of and the\nchallenges identified with auditors’ work. The assessment is also informed by auditors’\nperformance in these interventions to form a continuous feedback loop of information that\nallows the PREA Management Office to proactively provide support to auditors, and respond\nwith appropriate sanctions when necessary."
}