{
  "document_category": "guidance",
  "document_name": "5394.01.pdf",
  "chunk_index": 8,
  "chunk_text": "While such conduct could be viewed as exploitation within the meaning of the definition of child\nmolestation, civil commitment is intended for the most serious offenders having more direct victim\ncontact. Sexual misconduct occurring in a correctional or other confinement facility may be\nconsidered in evaluating the existence of qualifying Element 1 conduct. Inmates whose conduct is determined not to meet Element 1 require no further review and are\ncleared to release upon the expiration of their sentences or other disposition of their criminal\ncharges. Cases where there is evidence of Element 1 conduct proceed to a risk assessment by a\nCorrectional Program Specialist or Certification Review Psychologist. b. Risk Assessments by Correctional Program Specialists. Correctional Program Specialists in\nthe SOCRB conduct actuarial risk assessments for the following categories of cases where there is\nsome evidence of having engaged or attempted to engage in sexually violent conduct or child\nmolestation (Element 1 conduct), but the inmate’s history and risk of sexual recidivism is unlikely\nto be serious enough to warrant further review for potential certification for civil commitment:\n■ Inmates having a single allegation, admission, or charge of sexually violent conduct or child\nmolestation, not resulting in a conviction. ■ Inmates having a single sex offense conviction involving consensual sexual conduct between\nsimilar-age peers, one or both of whom are under the age of 18. P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 10 ■ Inmates having a single juvenile conviction for a sex offense and who are currently an adult\nwith no other history of sexual offending. (If the sex offense was committed by a minor who is\ncurrently still a juvenile, the case is referred to a SOCRB Clinical Psychologist.) Correctional Program Specialists employ one or more actuarial instruments, as approved by the\nSOCRB Administrator, for which they have received training. If the risk assessment indicates the\ninmate is at low risk for sexual recidivism, no further review is required and the inmate is\napproved for release. If the assessment indicates the inmate may be at moderate or high risk, the\ncase is referred to a SOCRB Clinical Psychologist for further review. Pertinent information is\ndocumented in the Sex Offender Data System (SODS). c. Preliminary Case Review and Risk Assessment by SOCRB Clinical Psychologists. SOCRB Clinical Psychologists review cases not screened out by the Correctional Program\nSpecialists pursuant to section (b) above, and all other categories of cases where there is evidence\nthat the inmate has engaged or attempted to engage in sexually violent conduct or molestation. This review includes completion of a case summary and, ordinarily, an actuarial risk assessment,\nboth of which are documented in SODS. The case summary may include details regarding the\ninmate’s history of sexual and non-sexual offenses, institutional misconduct, mental health\ncontacts and treatment, and the length and nature of community supervision to follow\nimprisonment. For the risk assessment, the SOCRB Clinical Psychologists ordinarily employ one\nor more actuarial instruments approved for use by the SOCRB Administrator and for which they\nhave received training."
}