{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 56,
  "chunk_text": "P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 76 Chapter 9. INMATE ACCOUNTS – DEPOSITS\n9.1 AUTHORITY TO ACCEPT FUNDS\nInmate funds are deposited to the U.S. Treasury per the U.S. Treasury Financial Manual, the\nProgram Statement Accounting Management Manual, and this Manual.\na. Deposit of Funds. The Accounting Technician or the agent representing the LockBox\ndeposits inmate funds into the Inmate Deposit Fund (15X6085). b. Deposit of Inmate Earnings. Sources of inmate earnings include UNICOR, Trust Fund, and\nInmate Performance Pay and awards. These funds are posted to inmate accounts as described in\nSection 9.10. c. Acknowledgment of Inmate. The Acknowledgment of Inmate, Part 1 & 2 (BP-A0407)\ncontains a Power of Attorney assignment that gives the Bureau authority to endorse negotiable\ninstruments for deposit to the Inmate Deposit Fund account. If an inmate refuses to sign the\nBP-A0407, staff flag the inmate’s account as No Power of Attorney and scan the unsigned\nform. Funds received through the LockBox for an inmate with “No Power of Attorney” authorized are\nnot deposited but returned to sender if an address is available. If an address is not available, the\noriginal instrument is returned to the financial institution that issued it. Only cash upon\ncommitment may be deposited for inmates flagged “No Power of Attorney.” Inmates with “No Power of Attorney” authorized are not allowed to receive Western Union or\nMoneyGram funds. d. Endorsement. The Accounting Technician/Cashier and the LockBox agent are authorized to\nendorse negotiable instruments only for the purpose of depositing negotiable instruments in the\nU.S. Treasury for the personal credit of the inmates. Refer to Section 9.4.b for joint-payee\nprocedures. e. New Commitments. New commitments are instructed, during the institution’s Admission\nand Orientation Program, to notify their family and friends of the following procedures:\n(1) LockBox Procedures\n■ Acceptable negotiable instruments (see Section 9.2.a) are sent to the LockBox processing\ncenter identified in Section 9.5.\n■ The inmate’s committed name and 8-digit register number are identified as part of the address\non the outside of the envelope and on all negotiable instruments. ■ Personal checks, cash, and any negotiable instrument not payable in U.S. dollars cannot be\naccepted. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 77 ■ Any enclosures received with the negotiable instruments (letters, pictures, etc.) will be\ndiscarded. (2) Western Union/MoneyGram. Inmates are given Western Union, Quick Collect, and\nMoneyGram Express Payment Program procedures to forward to family and friends upon arrival\nat the designated institution or during A&O.\n9.2 ACCEPTABLE/UNACCEPTABLE NEGOTIABLE INSTRUMENTS a. Acceptable Negotiable Instruments.\n■ Money orders. ■ U.S. Government checks (Federal, state, county, municipal). ■ Foreign negotiable instruments payable in U.S. dollars only with a U.S. Correspondent Bank\nand routing number on the instrument. ■ Business checks. ■ Cashier’s checks/certified checks/bank drafts The inmate’s committed name (no nicknames) and register number must be printed legibly on all\nnegotiable instruments and on the outside of the envelope that contains the negotiable instrument. b. Unacceptable Negotiable Instruments."
}