{
  "document_category": "guidance",
  "document_name": "5217_02.pdf",
  "chunk_index": 8,
  "chunk_text": "Level Progression. Progression through Level One is based upon the inmate’s compliance with\nbehavioral expectations, as established by institution and SMU staff. A multidiscipline Special\nManagement Review will be conducted by the Unit Manager, Captain, and Associate Warden\n(chairperson)(or his/her acting). This review will include input from the SMU unit team,\ncorrectional staff, psychology staff, education staff, and other appropriate staff to determine the\ninmate’s readiness to progress to the next level. Review of the inmate will be documented on\nform BP-A0949, Special Management Review Report, along with any accompanying\nmemoranda from any member referred to above, and will be filed in Section 2 of the inmate’s\nCentral File. After the initial programming assessment, Level One inmates will be reviewed at\nleast every 90 days. Inmates are expected to progress to Level Two after 6-8 months. a. Level Two\nInmate Interaction. At this level, interaction between inmates expands (for example, shower,\nrecreation, programming). Inmates will normally be restricted to their assigned cells, but out-ofcell activities/programming may be increased on a case-by-case basis. Programming. Inmates may continue their involvement in GED or ESL either individually or in\na classroom setting. Psychology staff will have frequent contact with inmates on the living unit\nto promote the development of effective coping strategies and to assist inmates in adjusting to\nP5217.02 8/09/2016 10 the institution environment. Psychology staff may provide in-cell materials that support the\nprogram’s goals of responsible behavior and effective communication. During this level, inmates may be involved in Evidence Based Therapy (EBT) groups. Individual\nand/or small group counseling sessions dealing specifically with treatment readiness, fundamental\ncommunication skills, criminal thinking, and improving coping/problem-solving skills may be\nrequired. Staff monitor which inmates participate in group activities. All program activities\nshould reinforce the goal of acting responsibly. Curriculum at this level targets “treatment\nreadiness skills” (e.g., basic empathy, attending, responding, respect, genuineness), basic\ncognitive skills, and criminal thinking. Small group counseling sessions may be conducted. Property. At this level, inmates may have additional personal property, based on individual\nperformance as determined by the Institution Supplement. Level Progression. Progression through this level is based upon the inmate demonstrating the\npotential for positive “community” interaction. During Level Two, inmates generally program\nand function separately. Progression to Level Three, however, requires that the inmate\ndemonstrate the ability to program with other individuals, groups, or gangs; the inmate’s\nwillingness/unwillingness to coexist with individuals, groups, or gangs must be documented via a\nmemorandum to the file. Accordingly, the multidiscipline Special Management Unit Review\nprior to Level Three consideration must address CIM assignments in detail. This memorandum\nmay also be used as rationale in any subsequent CIM declassification request. Review of the\ninmate will be documented on form BP-A0949, Special Management Review Report, along with\nany accompanying memoranda from any member referred to above, and filed in Section 2 of the\ninmate’s Central File. Level Two inmates are reviewed at least every 90 days. Inmates are\nexpected to progress to Level Three after two to three months. Inmates who fail to make\nsatisfactory progress may be returned to a previous level. b. Level Three\nInmate Interaction."
}