{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 119,
  "chunk_text": "b.\nAssist the inmate in completing the Application for a\nDetermination of Ability to Pay Committed Fine and/or Costs\nportion of the BP-401 (58)/BP-RECORD-101.\nc.\nThe BP-395(58)/BP-RECORD-90 shall be completed and\nforwarded to the appropriate U.S. Attorneys along with the other\nforms mentioned above prior to the inmate's departure. d. If the institution has any problems complying with\nthese instructions, the ISM must explain the problems in a\nmemorandum to the CCM or RISA so they will be aware of the\nstatus of the fine processing after the inmate has been\ntransferred. Before the inmate submits the BP-401(58)/BP-RECORD-101 to the\nU.S. Magistrate, the CCM or RISA must review the inmate's\nfinancial status based on the same information a warden would\nuse. Based on the review, the CCM or RISA should form an opinion\nas to the inmate's indigency status and furnish that opinion and\nthe reasons to the U.S. Magistrate in a memorandum. Accompanying\nthe memorandum shall be the BP-401(58)/BP-RECORD-101, the\nFinancial Statement of Debtor, the Sentence Data Record, the pre\nor post sentence report, and copies of any other documentation or\ninformation used in arriving at the opinion. The package must be\nsent to the U.S. Magistrate no later than 21 calendar days prior\nto the release date. PS 7300.09\n10/28/04\nAttachment 5-6, Page 2 The CCM and RISA should make every effort possible to acquire\ninformation about the inmate's financial status from the U.S.\nAttorney of the sentencing district. If the U.S. Magistrate makes a finding of indigency, and allows\nthe inmate to take the Oath of Indigent Prisoner, the inmate\nshall be released on the date specified by the U.S. Magistrate. The CCM or RISA is responsible for assuring the inmate makes all\nappearances before the U.S. Magistrate that he/she may require. If the U.S. Magistrate makes a finding of non-indigency, the CCM\nor RISA shall follow the procedures as set forth in Section 9 of\nthe governing Program Statement on Fines and Costs. PS 7300.09\n10/28/04\nAttachment 5-7, Page 1\nCOMMITTED FINE DIRECT COURT COMMITMENTS OR\nDESIGNATIONS OF NON-FEDERAL FACILITIES Community Corrections Managers (CCMs) have responsibility for\ninmates committed directly from court to contract community-based\nfacilities and to state institutions as boarders. Regional\nInmate Systems Administrators (RISAs) have responsibility for\ninmates placed in state institutions for service of Federal\nsentences concurrently with state sentences. Since this group of inmates is not committed to Federal\ninstitutions prior to commitment to non-Federal facilities, the\nCCM or RISA must initiate and follow through on all the\nprocedures for processing the committed fine. Therefore, the\ninstructions in Section 5 of the Program Statement on Fines and\nCosts must be carefully followed. Before the inmate submits the BP-401(58)/BP-RECORD-101 to the\nU.S. Magistrate, the CCM or RISA must review the inmate's\nfinancial status based on the same information a warden would\nuse. Based on the review, the CCM or RISA should form an opinion\nas to the inmate's indigency status and furnish that opinion and\nthe reasons to the U.S. Magistrate in a memorandum. Accompanying\nthe memorandum shall be the BP-RECORD-101, the Financial\nStatement of Debtor, the Sentence Data Record, the pre or post\nsentence report, and copies of any other documentation or\ninformation used in arriving at the opinion."
}