{
  "document_category": "guidance",
  "document_name": "5310_017.pdf",
  "chunk_index": 20,
  "chunk_text": "Records may be especially important when there are significant periods of time between\ncontacts or when the client seeks services from another professional. Appropriate records can also\nhelp protect both the client and the psychologist in the event of legal or ethical proceedings.” The Chief Psychologist ensures all relevant psychological information about inmates is\ndocumented and communicated to appropriate staff. He/she must implement a system of control to\nensure timely recording of verbal and written psychological information about inmates. a. PDS. The PDS is the Bureau’s official documentation system for psychological services. Consequently, all psychological services provided by Psychology Services staff are to be\ndocumented in PDS. Psychology Services staff strive to maintain accurate, current, and pertinent\nrecords of professional services. Crisis-related contacts should be documented as soon as possible,\nand always within 24 hours; crisis-related contacts include Suicide Risk Assessments, Suicide\nWatch Contacts, Post Suicide Watch Reports, Crisis Interventions, and Sexual Assault\nInterventions. Other individual clinical contacts are documented in PDS normally on the day they\noccur, or within three working days. P5310.17 8/25/2016 25 Psychology Services staff use the formats, headers, and templates provided in PDS for their\ndocumentation. PDS also allows local templates to be developed for most types of contacts or\nservices. If documentation templates are developed locally, they must include the basic\nrequirements of the national templates provided in PDS, and may not reduce or eliminate any\ndocumentation categories required by the national format. Psychology Services is committed to maintaining electronic files whenever possible. Consequently,\nsupplemental mental health documentation (e.g., forms, outside records) is uploaded to the\nDocument Manager in BEMR. All supplemental mental health documentation placed in the\nDocument Manager is linked to a clinical note in PDS to facilitate easy identification of the\ndocument. Supplemental documentation should be legible, to ensure the electronic record has the\nsame integrity as a hard copy paper file. Clinical services and corresponding PDS-generated entries documented by practicum students,\npsychology pre-doctoral interns, and post-doctoral residents are reviewed by a licensed\npsychologist within the department before being released to the inmates’ permanent PDS record. PDS documentation guides and resource materials are available on Sallyport. b. SENTRY. In addition, Psychology Services SENTRY assignments are utilized to document\nand disseminate information to Bureau staff working outside of Psychology Services and Health\nServices. Psychology Services SENTRY assignments communicate essential psychological\ninformation to Bureau staff. For example, DRG and PTP assignments provide the Unit Team with\ninformation regarding an inmate’s participation in programs, and the CMA assignment of PSY\nALERT (Psychology Alert) advises Correctional Officers of an inmate who may experience\nsignificant adjustment issues at the time of transfer. Psychology Services SENTRY assignments\nare referenced in applicable Program Statements and referenced on Sallyport. c. Privacy and Confidentiality. Psychology Services staff respect the privacy of inmates who\ndisclose personal information. Inmates should be informed PDS data is not entirely confidential\nand can be released to a law enforcement entity with a need to know; e.g., Bureau attorney, U.S.\nDepartment of Justice employee, U.S. Probation Officer, or other law enforcement personnel."
}