{
  "document_category": "guidance",
  "document_name": "5310_017.pdf",
  "chunk_index": 14,
  "chunk_text": "■ A PSYCH ALERT assignment. ■ A Suicide Risk Assessment in the previous six months. Additional guidance regarding the review of inmates in restrictive housing is contained in the\nfollowing Psychology Services Program Statements: SENTRY Psychology Alert Function and\nTreatment and Care of Inmates with Mental Illness. In addition, Correctional Services Program\nStatements describe psychological reviews required for inmates engaged in hunger strikes or\nplaced in restraints; i.e., Hunger Strikes, Use of Force and Application of Restraints. Findings\nP5310.17 8/25/2016 17 from these reviews are documented in PDS using the applicable note; i.e., Hunger Strike Review,\nRestraint Review. d. Review of Inmates with a Psychology Alert (PSY ALERT) Assignment. The PSY ALERT\nassignment is applied to inmates with substantial mental health concerns that require extra care\nwhen their housing is changed or they are transferred. Generally, the PSY ALERT assignment is to\nbe applied in special mental health cases that will likely pose management and security concerns\nfor the institution when an inmate’s housing is changed or when a transfer occurs. The guiding\nprinciple of the PSY ALERT assignment is continuity of care. Inmates with a PSY ALERT\nassignment are reviewed by a psychologist upon arrival. Inmates with a PSY ALERT assignment\nmust always have a face to face interview with a psychologist before releasing to general\npopulation. Placement in SHU in lieu of general population is not an acceptable alternative to a\nface to face interview with a psychologist. If an inmate with a PSY ALERT assignment arrives at\nthe institution during a time period when no psychologist is scheduled to be on duty, the face to\nface interview is conducted by the Mental Health Duty Officer. In addition, inmates with a PSY ALERT assignment are reviewed by a psychologist when under\nconsideration for a transfer and when placed in restrictive housing. To ensure this review occurs,\napplicable inmates receive a PSY ALERT assignment in SENTRY, as described in the Program\nStatement SENTRY Psychology Alert Function. Enhanced psychological review procedures for\ninmates with a PSY ALERT assignment are detailed in the above Program Statement, as well as\ngeneral guidelines for placing an inmate in PSY ALERT status. e. Psychological Evaluations. Psychological evaluations are clinical assessments based on a\nclinical interview, behavioral observations, psychological testing, and/or review of collateral\ndocumentation, in which the psychologist reaches a conclusion based upon their clinical expertise. Psychological evaluations must be completed as mandated in policy. Examples of policy-mandated psychological evaluations are the Initial Intake Evaluation, courtordered forensic evaluations, and mental health evaluations conducted in conjunction with an ADX\nReferral. In addition, psychological evaluations may be performed at a clinician’s discretion,\ngenerally to help formulate a diagnosis and/or treatment plan. Inmates may decline to participate in a clinical interview or complete psychological testing\nassociated with a psychological evaluation. However, an evaluation may still be completed relying\non behavioral observations and a review of available documentation. The following Psychology\nServices Program Statements detail procedures for specific types of psychological evaluations: P5310.17 8/25/2016 18 ■ Forensic and Other Mental Health Evaluations: Procedures for court-ordered pretrial and\npost-trial forensic evaluations, Witness Security Program forensic evaluations, and evaluations\nfor disciplinary purposes."
}