{
  "document_category": "guidance",
  "document_name": "5394.01.pdf",
  "chunk_index": 5,
  "chunk_text": "Implementing instructions: this type. 6 reviews available documentation to ensure the Walsh history CMA entered in SENTRY is current\nand accurate. At every Program Review, the unit team monitors the inmate’s conduct and reviews any new\ninformation to determine if a change to the inmate’s Walsh history CMA is necessary. The SORC\nensures that any additional information that could bear on the inmate’s Walsh review status is\nforwarded to the SOCRB within the review period. This may include information on a detainer, an\nincident or SIS report, DHO reports, etc. To the extent possible, the SOCRB’s review process should not interfere with the institution’s\nroutine release preparation. However, an inmate may not be placed in an RRC until the SOCRB\nhas concluded its review of the inmate and approved him/her for release. c. Private Contract Institutions. Private contract institutions follow the same policy and\nprocedures as BOP institutions. The SOCRB directs any issues or concerns regarding the review,\ntransfer, or certification of an inmate to the Privatization Management Branch. d. Section 4241(d) Inmates. Any inmate who is committed to the custody of the BOP pursuant to\nsection 4241(d) shall be reviewed by the SOCRB pursuant to section 4248 when:\n■ The inmate has any documented history of unlawful sexual conduct. ■ The Court determines that the inmate cannot be restored to competency. To ensure timely review by the SOCRB, the Medical Referral Center (MRC) employs the\nfollowing procedures:\n■ At the conclusion of the court-ordered restoration period, the MRC returns the inmate to the\ncourt in a timely manner. ■ If the MRC determines that restoration to competency will not be attained and the inmate has a\nhistory of sexual offending, the MRC prepares a report and cover letter that contains\nappropriate language alerting the court and the parties involved that such a determination\ntriggers review pursuant to sections 4246 and 4248. The following is sample language to\nconsider using:\n“If the court agrees with our opinion that the defendant will not be restored to competency in\nthe foreseeable future, he/she is subject to the provisions of Title 18 U.S.C. Sections 4246 and\n4248. Accordingly, the defendant should be returned to the custody of the Attorney General P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 7 for designation to a Medical Referral Center to undergo an evaluation pursuant to these\nstatutes.”\n■ When an inmate committed under section 4241(d) is reviewed by the CRP of the SOCRB\npursuant to section 4248, and the CRP finds that he/she does not qualify for certification as a\nsexually dangerous person, the CRP sends an e-mail to the MRC informing them of this\nfinding. The Warden of the MRC forwards to the court the CRP’s determination along with\nthe results of any review pursuant to section 4246. If the inmate is found by the CRP to meet\nthe criteria for certification as a Sexually Dangerous Person pursuant to section 4248, the CRP\ninforms the MRC of its finding. A signed letter by the CRP chairperson is sent to the MRC\ninforming the Warden of the finding."
}