{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 12,
  "chunk_text": "Without prior written approval, you must continue to implement your award as it was originally\noutlined and accepted by your agency. Reprogrammed funds must be allocated for items covered within the\noriginal scope of the award. Please be advised that reprogramming requests for unallowable costs will not be\napproved. Your agency may reprogram its budget up to an aggregate (over the course of your project) of 10 percent of the\ntotal project cost without prior written approval from the COPS Office. However, you should notify your COPS\nOffice Program Manager of any reprogramming that falls below the 10 percent threshold as well. For awards in\nexcess of $150,000, any reprogramming of funds that totals an aggregate of 10 percent or more of the approved\nbudget requires prior written approval from the COPS Office. What you should do: You are required to notify your COPS Office Program Manager if you determine that your agency will need to\nreprogram award funds. If your modification exceeds an aggregated (over the course of your project) 10 percent\nof your overall award, your agency must access https://portal.cops.usdoj.gov and select the “Account Access”\nlink in the upper right corner to log in and submit your request to the COPS Office, providing the proposed\nchanges, details of why the change is needed, etc. Please contact your COPS Office Program Manager for further direction on any additional requirements that may\napply to your modification request. The COPS Office will then evaluate your request and notify your agency of\nour decision in writing. Implementation of the modified award budget may begin following written approval\nfrom the COPS Office. Please note that modification approvals for active awards will be accompanied by a\nmodified FCM reflecting the approved changes. 7. Evaluations\nCondition:\nThe COPS Office may conduct monitoring or sponsor national evaluations of the CPD Program. The recipient agrees to\ncooperate with the monitors and evaluators. 10 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 states that evaluations of the program may\nbe carried out or commissioned by the attorney general for the furtherance of the purposes of the act. The COPS\nOffice conducts evaluations to determine which programs are working, how programs may be improved, and\nwhy certain programs are more successful than others. Specifically, the COPS Office may assess the way in which\nyour agency implements its CPD award. COPS Office staff or evaluators may study the effectiveness of funded\nprograms, projects, and activities. Evaluators may collect information about the programs’ effect on crime,\nvictims of crime, and the quality of life in communities. In addition, they may ask questions about the challenges\nencountered during project implementation, how residents feel about community policing, and how police feel\nabout their work. This information will be useful to other communities and police agencies across the country. What you should do: When evaluations are undertaken, you may be contacted in writing with specific requests for information. In\ngeneral, evaluators may need to speak with individuals in your agency or department, observe activities, and\nobtain written reports about and from your agency or department."
}