{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 44,
  "chunk_text": "The recipient is required to develop or revise policies and/or\nprocedures consistent with their existing practices and submit to the COPS Office to forward to the OIG to\nclose the recommendation. After the final OIG audit report has been issued, the COPS Office Grant Monitoring Division will continue working\nas the liaison between your agency and the OIG to obtain closure on any audit findings. The COPS Office will\nissue a closure letter once all audit recommendations have been closed by the OIG. You must keep all\ndocumentation related to the audit for a period of three years following the audit’s closure. 44 2016 COPS Hiring Program (CHP) Award Owner’s Manual V. Reports As part of CHP, your agency will be required to submit quarterly Federal Financial Reports as well as quarterly\nProgrammatic Progress Reports. Awarded agencies should be prepared to track and report CHP funding\nseparately from other funding sources (including other COPS Office and federal awards) to ensure accurate\nfinancial and programmatic reporting on a timely basis. Your agency should ensure that you have financial\ninternal controls in place to monitor the use of CHP funding and ensure that its use is consistent with the award\nterms and conditions. Good stewardship in this area includes written accounting practices and use of an\naccounting system that tracks all award drawdowns and expenditures and has the ability to track when CHP\naward-funded positions are filled or vacant (including if the position was for a new hire or a rehire). Failure to\nsubmit complete reports, or submit them in a timely manner, may result in the suspension and possible termination of\nyour agency’s COPS Office award funding or other remedial actions. Federal Financial Reports Your agency is required to submit quarterly Federal Financial Reports using Standard Form 425 (SF-425) within\n30 days after the end of each calendar quarter. A final SF-425 will be due within 90 days after the end of the\naward period. This report reflects the actual cumulative federal expenditures incurred during the funding period\nand the remaining unobligated balance of federal funds. Under federal regulations, your agency is not permitted\nto draw down federal funding for costs incurred after the official award end date; however, you will have a 90day grace period after the award end date during which you can drawdown funds for eligible expenditures\nincurred before the award end date. How do we file a Federal Financial Report (SF-425)? All COPS Office award recipients are required to submit quarterly Federal Financial Reports using the SF-425. Award recipients are strongly encouraged to submit the quarterly SF-425 online. Visit the COPS Office website at\nwww.cops.usdoj.gov and select the “Account Access” link in the upper-right corner to log in; once you are\nlogged in, select “Applications” from the agency portal menu, click on the “SF-425” icon, and follow the\ninstructions to complete and submit your reports. The online SF-425 requires the same reporting information as\nthe paper version. The use of this online application enables authorized users to view past SF-425s and allows\nthem to file or amend the SF-425 for the current quarter. When are Federal Financial Reports (SF-425) due?"
}