{
  "document_category": "guidance",
  "document_name": "2016_AHTF_AOM.pdf",
  "chunk_index": 57,
  "chunk_text": "Employers of convicted employees must provide notice, including position title, to: COPS Office, 145 N Street, NE,\nWashington, D.C. 20530. Notice shall include the identification number(s) of each affected grant;\nvi. Taking one of the following actions within 30 calendar days of receiving notice under subparagraph\n(iv)(b) with respect to any employee who is so convicted –\na. Taking appropriate personnel action against such an employee, up to and including termination, consistent with the requirements of the Rehabilitation Act of 1973, as amended; or\nb. Requiring such employee to participate satisfactorily in a drug abuse assistance or rehabilitation program approved for such purposes by a federal, state or local health, law enforcement\nor other appropriate agency;\nvii. Making a good faith effort to continue to maintain a drug-free workplace through implementation\nof paragraphs (i), (ii), (iii), (iv), (v), and (vi). B. The applicant further certifies that it will identify all known workplaces under each COPS Office award,\nkeep the identification documents on file, and make them available for inspection upon request by the\nU.S. Department of Justice officials or their designated representatives. Coordination\nAs required by 42 U.S.C. § 3796dd-1(c)(5) of the Public Safety Partnership and Community Policing Act of\n1994, applicants must certify that there has been appropriate coordination with all agencies that may be affected by the applicant’s grant proposal if approved. Affected agencies may include, among others, the Office of the United States Attorney, state or local prosecutors, or correctional agencies. The applicant certifies\nthat there has been appropriate coordination with all affected agencies.  Where the applicant is unable to certify to any of the statements in this Certifications form, he or she shall attach an\nexplanation to this application regarding the particular statement that cannot be certified. Please check the box if an\nexplanation is attached to this application. Please note that the applicant is still required to sign the Certifications\nform to certify to all the other applicable statements. 58 2016 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual False statements or claims made in connection with COPS Office grants or cooperative agreements may result in\nfines, imprisonment, debarment from participating in federal grants or contracts, and/or any other remedy\navailable by law. I certify that the assurances provided are true and accurate to the best of my knowledge. Elections or other selections of new officials will not relieve the grantee entity of its obligations under this grant. __________________________________________ ___________________________ Signature of Law Enforcement Executive/Agency Executive Date\n(For your electronic signature, please type in your name)\n______________________________________________ ___________________________ Signature of Government Executive/Financial Official Date\n(For your electronic signature, please type in your name) 59 2016 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Appendix C. Community policing defined\nCommunity policing is a philosophy that promotes organizational strategies that support the systematic use of\npartnerships and problem-solving techniques, to proactively address the immediate conditions that give rise to\npublic safety issues such as crime, social disorder, and fear of crime. Community policing is composed of three key components:\n1.\n2.\n3. Community partnerships\nOrganizational transformation\nProblem solving"
}