{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 16,
  "chunk_text": "Central Office staff will complete the necessary SF-258 for submission to the\nNational Archives. 312. RETENTION OF CSD RECORDS OTHER THAN INMATE CENTRAL FILES Refer to the Sallyport Policy/Forms Intranet website for retention periods of all CSD records and\nfiles. P5800.15 1/1/2009 Chapter 3, Page 8 CHAPTER 4. RECORDS OFFICE FUNCTIONS\n401. INITIAL REVIEW OF DESIGNATION PACKET Upon receipt of the designation packet, CSD staff will create a temporary file. 402. SENTENCE COMPUTATIONS All sentence computation functions will be performed by the DSCC, except for the following:\n■ The SCSS will generate a daily roster of computation changes and will notify the unit team. ■ A copy of the audited sentence computation will be sent to unit staff for inclusion in the\ninmate central file and a copy will be sent to the inmate. a. Load Data. A careful review of the Offense/Charge Remarks on the Inmate Load Data\nmust be conducted on every inmate upon designation with documents as noted in section 502.e\nand h. The Inmate Load Data will reflect the docket number(s), the most serious offense(s), and\nthe total sentence length. If any discrepancies are found, the remarks must be updated. (Refer to the Program Statement,\nSecurity Designation and Custody Classification Manual for more information.)\nb. Sentence and Commitment Documents. Documents not received at the DSCC will be\nforwarded on to the DSCC and the unit team, i.e., NOAs, J&C modifications, court orders, state\njudgments, Title 18 U.S.C § 3621(e) documentation (in accordance with policy), etc.\nc. Verifying Court Orders. Except for the initial J&C, the authenticity of court orders (i.e.,\namended J&C’s not affecting sentence computations, state and Federal writs, etc.) must be\nconfirmed before the ordered action is taken. Court orders that impact sentence computations\nmust be verified by DSCC. Any court order received through the U.S. Marshals Service need not be verified. Orders received\nthrough any other method must be verified as follows:\n■ Telephone the clerk of the court of issuance to verify the order and its exact language. If the\nclerk is unavailable, telephone the Assistant U.S. Attorney (AUSA) or USPO in the district of\nissuance. ■ Verify the inmate’s committed name, docket number, and date of order. Note on the J&C the\ndate verified, name, title, and telephone number of the verifying person, and signature of the\nCSD staff making the inquiry. ■ Ensure the order contains the court’s seal, the clerk’s signature, and the judge’s signature. Some orders are received by facsimile machines with an electronic certification attached. P5800.15 1/1/2009 Chapter 4, Page 1 ■ Judicial orders and recommendations (not J&C orders) involving situations other than\nsentencing, i.e., designations, furloughs, compassionate release, etc., must be reviewed by the\nDSCC and forwarded to the appropriate Chief Executive Officer. ■ Bureau approved court electronic records systems may also be used to verify court orders; e.g.,\nPublic Access to Court Electronic Records (PACER), Jail and Commitment Corrections\nSystems (JACCS), and Joint Automated Booking System (JABS). If an order for immediate release is received, every effort will be made to release the inmate as\nsoon as possible. d. Inmate Committed, Legal, and True Names."
}