{
  "document_category": "guidance",
  "document_name": "1490_006_CN-1.pdf",
  "chunk_index": 9,
  "chunk_text": "Staff must ensure that a current VWP assignment is entered in\nSENTRY and that any prior VWP assignment is removed. a. VWP Recommitment Cases - Violation of Supervision. Staff\nmust notify each victim of a VWP inmate’s return to Federal\ncustody due to a violation(s) of community supervision, when the\nviolation is associated with the original sentence in which the\ninmate’s initial VWP assignment was assigned. The Unit Manager will ensure the original Central File is\nimmediately requested upon the inmate’s arrival at the designated\ninstitution. Unit staff will review the available information in VNS. If\nthe inmate and victim information was previously loaded into VNS\ndue to a prior commitment, unit staff will complete a BP-323 form\nand mail it to the victim within 30 calendar days from the date\nVNS creates a pending notification. If the inmate and victim information was not previously loaded\ninto VNS, the VWC is responsible for entering the information\ninto VNS, updating the VWP assignment in SENTRY, and ensuring a\nBOP initial notification is created in VNS. A notification\nletter will be mailed to the victim(s) within 30 calendar days of\nunit staff receiving the pending notification. b. VWP Recommitment Cases - New Criminal Conduct. VWP inmates\nwho are returned to Federal custody as a result of new criminal\nconduct must be reviewed to determine if the VWP assignment still\napplies. Unit staff must request cancellation of the VWP\nassignment if it is determined that an inmate has completed his\nor her sentence, and all other supervision requirements\nassociated with the initial sentence imposed, which resulted in PS 1490.06\n5/23/2002 Page 13\nthe inmate’s VWP assignment. Unit staff must use the procedures\noutlined in Section 15 of this Program Statement when requesting\ncancellation approval. 15. [CANCELLING THE NOTIFICATION REQUEST §551.153 a. A victim and/or witness may request cancellation of the\nnotification by contacting either the Bureau of Prisons or the\nU.S. Attorney from the prosecuting district. The Bureau of\nPrisons shall notify the victim and/or witness that his or her\nrequest for notification has been cancelled. b. Bureau of Prisons staff may cancel a notification request\nwhen the victim and/or witness has not responded within 60\ncalendar days to a Bureau of Prisons inquiry concerning whether\nthe victim and/or witness wishes to continue receiving\nnotification of the inmate's release(s).] Unit staff must take the following steps prior to canceling the\nnotification requirement in VNS if a letter is returned to the\ninstitution following an attempt to complete notification:\n! Unit staff must document on the Victim Notification\nRecord, (Attachment B), all efforts to contact the\nvictim/witness, as well as the reason(s) for the\nattempted contact (i.e., inmate returned as a parole\nviolator). ! If the letter is returned, unit staff must contact\nDirectory Assistance to verify address information or\nto determine if an address change has occurred. ! Contact the appropriate U.S. Attorney's Office VWP\nCoordinator for his or her input. The Unit Manager will forward a brief memorandum to the\nAssistant Administrator, Correctional Programs Branch, Unit\nManagement Section, Central Office, via BOPNet GroupWise, when\nall attempts to notify the victim have been unsuccessful for 60\ncalendar days from the date of the mailing. This memorandum must\nprovide a brief explanation of all actions taken and efforts made\nto contact the victim."
}