{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 50,
  "chunk_text": "Only\nthe CO, with concurrence of legal staff, is authorized to issue\nan adverse action notice (Cure Notice). Ordinarily, this\nnotice is only issued when recommended by Community corrections. The COTR may take an adverse action by withholding an appropriate\namount of funds from the contractor, under the Inspection of\nService Clause, FAR 52.246-4. Withholding When a contractor fails to perform in accordance with the\nStatement of Work the COTR may withhold an appropriate amount of\nfunds from the contractor. In most cases, the performance\nproblems have been brought to the attention of the contractor\nverbally, in monitoring reports, and through other\ncorrespondence. A withholding of funds is usually the final\naction before a cure notice is issued by the contracting officer. Before the COTR sends the withholding letter to the contractor,\nthe circumstances should be discussed with the Central Office\nCommunity Corrections Contracting Sections Chief. If all\nconcerned agree that the proposed withholding is appropriate the\nCOTR may send the withholding letter to the contractor. Cure Notice\nThe CCM (COTR) must submit the request for a Cure Notice in\nwritten memorandum and forward it, express mail, if necessary,\nthrough the MCA, CCRA and CCA, to the CO. The request must be\nvery specific, thoroughly descriptive, and cite specific\nprovisions of the contract (chapter, page, and paragraph of the\nSOW, proposal, etc.). A discussion outlining when the contractor\nwas notified of the problem; how much time was allowed to correct\nthe matter; and the state of the non-compliance with the terms of\nthe contract, as it currently exists, must be included. If a reviewer (MCA, CCRA, CCA, or legal staff) or the CO find\nthe request unwarranted, a written explanation of the rationale\nand recommended course of action(s) shall be returned to the\nprevious reviewer(s) and to the CCM, with the original request. Copies of these documents shall be maintained in the\nrespective office contract files. PS 7300.09\n1/12/98\nChapter 4, Page 48 After the CO issues a Cure Notice, and the specified time period\nlapses, an on-site inspection is typically required to evaluate\nwhether the contractor has corrected the problem(s). A written\nreport of the findings of the inspection shall be provided to the\nCO through the MCA, CCRA, and CCA. Failure on\nthe part of the contractor to correct the problem(s) may result\nin termination of the contract. 4.5.14. TERMINATIONS A recommendation for termination by the CCM shall be made only\nafter an appropriate Cure Notice has been issued by the CO, and\nafter legal staff and the CO have reviewed and concurred. A\ntermination is used after all other efforts have failed. All\ntermination requests the CCM submitted should be processed\nthrough and have the concurrence of the MCA, CCRA and the CCA\nprior to being forwarded to the CO. 4.5.15. CONTRACT CLOSURE"
}