{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 17,
  "chunk_text": "If an order for immediate release is received, every effort will be made to release the inmate as\nsoon as possible. d. Inmate Committed, Legal, and True Names. The name entered on the J&C is\nconsidered the committed name to be used by the inmate, as well as the Bureau. SENTRY must\nreflect the committed name, which may only be changed by an order from the Federal sentencing\ncourt. Court orders will be filed in the J&C file in accordance with Attachment A of this Manual\nand the DSCC will be notified accordingly. Some orders/documents indicate “legal” names or “true” names in addition to the committed\nnames used in the criminal case. A SENTRY code for “legal” name has been established and the\nSENTRY “legal” name field must be updated accordingly. A “true” name will be entered into\nSENTRY as an alias. Additionally, inmates may adopt name changes in accordance with religious affiliations or other\nlawful means. It is the inmate’s responsibility to provide CSD staff with verifiable\ndocumentation of the name change which will be entered by staff in the SENTRY “legal” name\nfield. Names that are inflammatory and contrary to the institution’s security or orderly operation are not\nacceptable. When a religious name is questionable, consult with the institution Chaplain. e. Fines, Costs, and Restitution. The manager/supervisor is responsible for coordinating\nadministrative procedures required of the Bureau to process the release of inmates with satisfied\nor unsatisfied fines and/or costs. (For any fines and costs related to old law sentences, refer to\nthe Program Statement on Fines and Costs.) Inmates wishing to satisfy fines, costs or restitution must contact unit staff. CSD staff must verify with unit staff that inmates with fines agree in writing to establish a\npayment schedule with the court prior to being released to a period of supervised release (Title 18\nU.S.C. § 3624(e)). A copy of the agreement will be retained in the J&C file. An agreement to\nadhere to a payment schedule is not required when the fine has already been paid prior to release. A copy of the SENTRY PDIF transaction, filed in the J&C file, is acceptable proof of payment. P5800.15 1/1/2009 Chapter 4, Page 2 Violators who had a financial obligation imposed on the original sentence will continue to have\nthe fine or restitution on the violator term unless there is documentation indicating that it has\nbeen paid or the court has removed or waived it. CSD staff will notify the U.S. Attorney in the sentencing district of any inmate released with a\nfine that has not been paid in full. This notification will be on the Notice to U.S. Attorney of\nRelease of Inmate With Criminal Fine Judgment (BP-A384). A “new law” inmate who refuses to set up a payment plan with the Probation Officer through his\nor her unit team and does not have supervision to follow will be released from custody. However, a “new law” inmate will not be released if there is supervision to follow and the inmate\nrefuses to agree to adhere to an installment payment schedule."
}