{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 21,
  "chunk_text": "d. Weapons, Ammunition, and Chemical Agents. The Bureau may\nprovide these items to the non-Federal correctional entity when\nthe non-Federal correctional authority has indicated that its\nstaff are competent to use such weapons, ammunition, and chemical\nagents. This information is to be specified within the MOU. Absent an MOU, weapons, ammunition, and chemical agents may be\nprovided only with prior approval of the Assistant Director,\nCorrectional Programs Division, Central Office. Bureau staff\nwill not use weapons, ammunition, or chemical agents to provide\nassistance to non-Federal correctional entities. PS 5500.14\n10/19/2012\nChapter 4, Page 6 If a non-Federal correctional entity requests Bureau staff to\nuse weapons, ammunition, or chemical agents in response to a\nspecific emergency, Bureau staff will do so only with the\napproval of the Deputy Attorney General, unless the Director of\nthe Bureau of Prisons personally concludes that the delay to\nobtain approval would likely result in death or serious bodily\ninjury to employees or inmate hostages (non-Federal correctional\nentities and Bureau). The Director, under the aforementioned circumstances, may\nauthorize the use of such devices and subsequently make a full\nreport to the Deputy Attorney General as soon as possible. e. Perimeter Security. Bureau arrest authority is limited by\nthe provisions of 18 U.S.C. ยง 3050 to making arrests for Federal\ncrimes, although the laws of some States may authorize Bureau\npersonnel to make arrests for State crimes. In States where Bureau personnel have this authority, the MOU\nmay provide provisions which allow Bureau staff to perform\nperimeter security duties at a non-Federal institution in\nsituations when the non-Federal staff are unable to provide\nperimeter coverage. The MOU must also clearly state that \"perimeter coverage\" by\nBureau personnel involves dealing with inmates only, not members\nof the public or media. Non-Federal personnel are responsible\nfor handling the media and public during emergencies at nonFederal institutions. In states that Bureau personnel do not have authority to make\narrests for state crimes, the MOU must provide for Bureau staff\nto perform other functions, including routine duties inside or\noutside a non-Federal correctional institution, therefore,\nfreeing non-Federal correctional staff for primary (e.g.,\nperimeter) coverage. f. Escape Hunts. Based on its limited arrest authority, the\nBureau may not assist in searches for felony offenders who have\nescaped from non-Federal correctional custody. Bureau staff may,\nhowever, conduct searches on Federal penal property. In other\nsituations, Bureau staff may assume other duties as set forth in\nthis Chapter, thereby freeing up additional State or local\ncorrectional staff to track an escapee. PS 5500.14\n10/19/2012\nChapter 4, Page 7\ng. Medical Support. Bureau qualified health personnel may\nprovide medical support within their respective areas of health\ncare training or experience. Such support may also include use\nof medical equipment and supplies. h. Hostage Negotiation. The Bureau may provide trained\nhostage negotiators, but ordinarily, their activities are limited\nto background consultations rather than direct negotiations with\ninmates. Decisions to authorize Bureau hostage negotiators to\nactually conduct negotiations must be made no lower than the\nRegional Director level. i. Food Service Support. Bureau personnel may provide food\nservice support. The support may also include the use of food\nsupplies and equipment. 405. CRISIS MANAGEMENT TEAM. The Bureau may provide trained\nCrisis Management Teams to respond to non-Federal correctional\nemergencies."
}