{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 11,
  "chunk_text": "3 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Why this condition: This manual has been designed to inform you of the requirements, laws, regulations, and policies that apply\nto your grant. Your agency will be responsible for the information and rules contained in this manual and\nfor implementing your grant in compliance with the applicable terms, conditions, and regulations. More\ndetailed guidance regarding any particular grant requirement or your agency’s specific circumstances can\nbe requested through your COPS Office Grant Program Specialist. What you should do:\nPlease read the entire CAMP Grant Owner’s Manual carefully prior to signing the grant award document. If\nyou have any questions, please contact your COPS Office Grant Program Specialist. When accepting your\ngrant award, you should ensure that the proper reporting and financial systems are in place to satisfy the\ngrant requirements. 2. Assurances and Certifications\nCondition: The grantee acknowledges its agreement to comply with the Assurances and Certifications forms that were signed\nas part of its grant application. Why this condition:\nAlthough the COPS Office has made every effort to simplify the process of applying for and receiving grants,\nseveral provisions of federal law require us to seek your Assurances and Certifications regarding certain\nmatters. Most of the Assurances and Certifications apply to all federal grant programs. What you should do:\nApplicants to COPS Office grant programs are required to sign the Assurances and Certifications forms at\nthe time of application and application update. Signing these documents assures the COPS Office that\nyou have read, understood, and accepted the grant terms and conditions outlined in the Assurances and\nCertifications. Please read these documents carefully as signatures on these documents are treated as\na material representation of fact upon which reliance was placed when the U.S. Department of Justice\ndetermined whether to award the covered grant. Additional copies of the Assurances and Certifications\nforms are contained in appendix B of this manual. If you have any questions about them, please contact your\nCOPS Office Grant Program Specialist at 800-421-6770. 3. Allowable costs\nCondition: The funding under this project is for the payment of approved costs for activities related to the establishment\nand enhancement of a variety of problem-solving strategies to investigate methamphetamine problems in your\njurisdiction. The allowable costs for which your agency’s grant has been approved are limited to those listed on\nthe Financial Clearance Memorandum (FCM), which is included in your agency’s award package. The Financial\nClearance Memorandum FCM specifies the costs that your agency is allowed to fund with your CAMP grant award,\nand specifies the overall amount approved for each budget request category. Your agency may not use CAMP\naward funds for any costs that are not identified as allowable in the Financial Clearance Memorandum. Only actual allowable costs incurred during the grant award period will be eligible for reimbursement and\ndrawdown. If your agency experiences any cost savings over the course of the grant (for example, your grant\napplication overestimated the total entry-level officer salary and fringe benefits package), your agency may not use\nthat excess funding to extend the length of the grant beyond 24 months."
}