{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 37,
  "chunk_text": "Regional Office staff review the report for excessive inventory differences and to ensure\ninstitutions remain within acceptable tolerance levels. The tolerance level for inventory\ndifferences is calculated by multiplying .0025 times the last six months’ sales at cost. If the\ninventory tolerance is exceeded, a memorandum is submitted from the Warden to the Regional\nDirector, with a copy to the Regional Trust Fund Administrator explaining the inventory\ndifference and what action is being taken, if appropriate, to reduce the inventory difference in the\nfuture. The Regional Trust Fund Administrator forwards a copy of the memorandum from the institution\nto the Chief, Trust Fund Branch. If appropriate, and based on circumstances surrounding the\ndifference, the Regional Director or the Chief, Trust Fund Branch, may request a full review of the\ninventory difference. If the review reveals neglect, mismanagement, or fraud on the part of staff,\naction is initiated. If inventory differences exceed the tolerance level for two consecutive inventories, the institution\nmust perform monthly inventories until the problems are resolved. Results of the monthly\ninventories are reported to the Regional Trust Fund Administrator, who monitors the institution’s\nprogress. When inventory differences have been resolved, and at the Regional Trust Fund\nAdministrator’s discretion, monthly inventories may be discontinued. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 50 Chapter 4. THIS CHAPTER INTENTIONALLY LEFT BLANK P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 51 Chapter 5. SPECIAL TRUST FUND SERVICES\n5.1 GENERAL Copier, washer/dryer, and photography services for the inmate population may be operated in the\ninstitution at the Warden’s discretion under the Trust Fund Program. These services are\nconducted using sound management practices and have necessary internal controls to ensure that\nthe Trust Fund recognizes all sales, commissions, or other revenue and that waste, fraud, and abuse\nare minimized. Copier and washer/dryer services operate with a coinless card system. The inmate photo service\nuses the TRUFACS-generated photo voucher. Annually, the Trust Fund Supervisor reviews the internal operation to determine whether an\nadjustment in price is necessary to keep it viable. This written evaluation contains the type of\nservice, associated costs, and price. The Trust Fund Supervisor forwards a copy to the Trust Fund\nBranch with the annual Trust Fund budget request. 5.2 INMATE COPIER SERVICE Copier service is provided by an outside contractor that allows an inmate to purchase copy\nservices. The contractor may provide a special copy card for sale in the Commissary. The card’s\ncost is negotiated with the contractor and marked up as a regular inventory item in TRUFACS. 5.3 INMATE WASHER/DRYER SERVICE Existing programs provide personal washer/dryer services may be an internal or external\noperation. a. Internal Operation. The responsibility for an internal operation resides with the Trust Fund\nSupervisor. Equipment, maintenance, and supplies are purchased/leased by the Trust Fund. Procedures in Section 5 apply to an internal laundry service operation. b. External Operation. A contract with an outside contractor is established to provide washers\nand dryers, debit card readers, and equipment maintenance. Procedures in Section 6 apply to an\nexternal laundry service operation. 5.4 ESTABLISHING AN INMATE PHOTOGRAPHY (PHOTO) PROGRAM"
}