{
  "document_category": "guidance",
  "document_name": "5538_07.pdf",
  "chunk_index": 12,
  "chunk_text": "Any injuries, bruises,\nor marks on the inmate’s body are documented via photograph or videotape, which the Captain\nmust retain. When an examination may not be possible (e.g., lengthy escorted trip), escorting\nstaff go to a local medical facility for examination and possible treatment. b. OIC Reports. The OIC submits both a written report and page 2 of the Electronic Custody\nControl Belt Documentation (BP-A0599) to the Warden whenever the belt is activated while\nworn by an inmate. Reports are submitted before the end of the OIC’s tour of duty. c. Use of Force Reports. Per the Program Statement Use of Force and Application of\nRestraints, both the Report of Incident (BP-A0583), and the After-Action Review Report – Use\nof Force/Restraints/Chemical Agents/Non-Lethal Weapons (BP-A0586), are completed and\nrouted. d. Reports to Regional and Central Office. The Warden submits a full written report of an\nincident involving activation of the belt to the Regional Director within 24 hours. Copies are\nsent to the Assistant Directors, Correctional Programs Division and Health Services Division. P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 17 12. CUSTODY CONTROL BELT TRAINING RESPONSIBILITIES a. Electronic Custody Control Belt. The Correctional Services Administrator, Central Office,\nin conjunction with the Management and Specialty Training Center, provides training regarding\nthe Electronic Custody Control Belt. This is also provided at each institution where the belt is\nauthorized. The Warden at each ADMAX, High, SMU, and Administrative security level institution ensures\nthat only GS-11 Lieutenants who have been trained and certified on the Electronic Custody\nControl Belt’s application, operation, effectiveness, and follow-up requirements are authorized to\napply it. b. Escorted Trip. The Captain at each Bureau institution ensures that all staff escorts are\ntrained in accordance with this Program Statement. 13. PROGRAM REVIEW RESPONSIBILITIES The Program Review Division and Correctional Services Branch review the Escorted Trip\nProgram. The Warden may select appropriate staff to conduct periodic internal reviews. 14. SENTRY RESPONSIBILITIES Correctional Systems staff enter admission and release transactions. After normal duty hours, if\nno Correctional Systems staff are available, Correctional Services staff complete these\ntransactions. 15. CONFIDENTIALITY Except in unusual circumstances, inmates scheduled for an escorted trip may not be advised of\nthe:\n■\n■\n■\n■ Time. Date. Method of travel. Destination. P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 18 16. INSTITUTION SUPPLEMENT None. Should local facilities make any changes outside the required changes in the national\npolicy or establish any additional local procedures to implement the national policy, the local\nUnion may invoke to negotiate procedures or appropriate arrangements. 17. AGENCY ACA ACCREDITATION PROVISIONS\n■ American Correctional Association Standards for Adult Correctional Institutions, 4th\nEdition: 4-4189, 4-4190, 4190-1, 4199, 4-4204M, 4-4348, 4-4349, and 4-4445.\n■ American Correctional Association Performance Based Standards for Adult Local Detention\nFacilities, 4th Edition: 4-ALDF-1B-06, 4-ALDF-2B-02, 4-ALDF-2B-02-1, 4-ALDF-2B-04,\n4-ALDF-2B-08M, 4-ALDF-4C-05, and 4-ALDF-4C-06. REFERENCES Program Statements\nP5100.08\nInmate Security Designation and Custody Classification (9/12/06)\nP5180.05\nCentral Inmate Monitoring System (12/31/07)\nP5280.09\nInmate Furloughs (1/20/11)\nP5500.11\nCorrectional Services Manual (3/31/15)\nP5500.14\nCorrectional Services Procedures Manual (10/9/12)\nP5540.07\nPrisoner Transportation Manual (6/3/14)\nP5566.06\nUse of Force and Application of Restraints (11/30/05)\nP6031.04\nPatient Care (6/3/14)\nP7331.04\nPretrial Inmates (1/31/03)\nFederal Regulations\nRules cited in this Program Statement: 28 CFR 570.40 through 570.45. BOP Forms\nBP-199\nBP-A0502\nBP-A0583\nBP-A0586\nBP-A0599\nBP-A0600\nBP-A0821"
}