{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 49,
  "chunk_text": "• How to count random and targeted inmate interviews. A single interview cannot be\ndouble counted as both a random and a targeted interview. If it becomes apparent\nduring the course of an interview with an inmate selected at random that he or she falls\nwithin one or more of the required targeted inmate populations, and the auditor uses\nadditional protocols to capture the relevant information, the auditor can count the\ninterview as either a random interview or as a targeted interview, but not both. • How to meet the minimum threshold for targeted inmate interviews. If an auditor is\nunable to identify an inmate from one of the targeted inmate populations (e.g., the\nfacility does not house youthful inmates) or an inmate belonging to a targeted\npopulation does not wish to participate in an interview, the auditor must select inmates\nfrom other targeted populations in order to meet the minimum number of targeted\ninmate interviews. If the auditor is unable to interview an adequate number of inmates\nto meet the minimum threshold for targeted interviews, he or she should then conduct\nadditional random inmate interviews in order to comply with the overall minimum\nnumber of interviews. As stated above, these additional random inmate interviews\ncannot count toward meeting the targeted inmate interview requirements. Rather,\nauditors must thoroughly document why the required number of targeted inmate\ninterviews could not be met and their strategy for conducting additional random inmate\ninterviews in order to meet the overall minimum number of required interviews. By way\nof example, if an auditor is completing an audit of a jail with fewer than 50 inmates, and\nhe or she is only able to conduct 3 targeted inmate interviews, that auditor will then\nneed to conduct 2 additional random inmate interviews (for a total of 7 random inmate\ninterviews) to meet the overall minimum threshold of 10 inmate interviews. 48 • Interviewing inmates who submit confidential correspondence. As stated in the\nprevious chapter, in their interview selections, auditors must strive to include any\ninmates who submit confidential correspondence unless an inmate is no longer in the\ncustody of the facility or the correspondence clearly does not relate to PREA or sexual\nsafety in the audited facility. For the purpose of meeting the minimum number of\ninmate interviews, such interviews may be counted as random or targeted depending\non the nature of the interview. • Ensuring a geographically diverse sample of inmates. When selecting inmates for\ninterviews, whether targeted or random, auditors must ensure that the sample is\ngeographically diverse, meaning that the inmates an auditor selects should be from as\nmany housing units as possible in different locations throughout the facility. In cases\nwhere the number of housing units is greater than the number of required interviews,\nthere should ideally not be any interviewees selected from the same housing unit,\nalthough this may be constrained by the number and location of certain targeted inmate\npopulations. Conversely, where the number of housing units is less than the number of\nrequired interviews, auditors should select at least one inmate from each housing unit\nfor an interview. • Documenting how geographic diversity was achieved."
}