{
  "document_category": "guidance",
  "document_name": "2016_AHTF_AOM.pdf",
  "chunk_index": 9,
  "chunk_text": "Your agency\nshould keep timely and accurate records of all travel expenses. If at any time these costs change, you should\nimmediately contact your COPS Office Grant Program Specialist. Contracts/consultants\nCompensation for individual consultant services procured under a COPS Office award must be reasonable and\nallocable in accordance with OMB Cost Principles and consistent with that paid for similar services in the\nmarketplace. Unless otherwise approved by the COPS Office, consultant rates will be based on the salary a\nconsultant receives from his or her primary employer, as applicable, up to $650 per day. For consultant or\ncontractor rates which exceed $650 per day, the COPS Office requires written justification if the consultants or\ncontractors are hired through a noncompetitive bidding process and recipients must receive COPS Office\napproval of those rates before drawing down award funds. Determinations of approval will be made on a caseby-case basis. Fringe benefits may be paid if they are part of a reasonable compensation package offered to your employees. Particular items of fringe benefits must fall within the categories authorized by the COPS Office. Authorized\nfringe benefits include FICA, Social Security, health insurance, life insurance, vacation, sick leave, retirement,\nworker’s compensation, and unemployment insurance. Other costs\nProject-related expenditures that do not conform to any of the category descriptions specified above (i.e. sworn\nofficer overtime) were included in this section of your FCM. In addition, items that have a direct correlation to the\noverall success of a recipient’s project objectives and are necessary for the project to reach full implementation\nwill be considered on a case-by-case basis by the COPS Office. Requests may be made only for items or positions that are not otherwise budgeted with state, local, or BIA\nfunds, and would not be funded in the absence of the AHTF award. If at any time you are unsure if an item is considered allowable or unallowable, please contact your COPS Office\nGrant Program Specialist for further assistance. Please be advised that recipients may not use COPS Office funding for the same item or service also funded by another\nU.S. Department of Justice award. See also award condition #13 on page 16, “Duplicative Funding.” 4. Supplementing, Not Supplanting\nCondition:\nRecipients must use AHTF funds to supplement, and not supplant, state, local, or Bureau of Indian Affairs (BIA) funds\nthat are already committed or otherwise would have been committed for award purposes (hiring, training, purchases,\nand/or activities) during the award period. In other words, recipients may not use COPS Office funds to supplant\n(replace) state, local, or BIA funds that would have been dedicated to the COPS Office-funded item(s) in the absence of\nthe COPS Office award. 7 2016 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Why this condition:\nThe COPS Office statutory nonsupplanting requirement mandates that award funds not be used to replace state\nor local funds (or, for tribal recipients, BIA funds) that would, in the absence of federal aid, be made available for\nthe award purposes."
}