{
  "document_category": "guidance",
  "document_name": "Model-Tribal-Code_508.pdf",
  "chunk_index": 18,
  "chunk_text": "Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 19 3. If an absconded sex offender cannot be located then the Responsible\nAgency Name shall take the following steps:\na. Update the Name of Tribe Sex Offender Registry and Name of Tribe\nPublic Sex Offender Registry Website to reflect the sex offender has\nabsconded or is otherwise unable to be located,\nb. Notify the U.S. Marshals Service,\nc. Seek a warrant for the sex offender’s arrest. The U.S. Marshals Service\nor FBI may be contacted in an attempt to obtain a federal warrant for\nthe sex offender’s arrest,\nd. Update NSOR to reflect the sex offender’s status as an absconder, or is\notherwise unable to be located, and\ne. Enter the sex offender into the NCIC Wanted Person File. C. Failure to Register. In the event a sex offender who is required to register\npursuant to this Code fails to do so, or otherwise violates a registration\nrequirement of this Code, the Responsible Agency Name shall take all\nappropriate follow-up measures, including those outlined in Section 5.05(B). The Responsible Agency Name shall first make an effort to determine if the sex\noffender actually resides, is employed, or is attending school on lands subject\nto the jurisdiction of the Name of Tribe. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 20 CHAPTER PUBLIC SEX OFFENDER\nREGISTRY WEBSITE 6 SECTION 6.01 WEBSITE\nA. Website. The Responsible Agency Name shall use and maintain the Name of\nTribe Public Sex Offender Registry Website. B. Links. The Name of Tribe Public Sex Offender Registry Website shall include\nlinks to sex offender safety and education resources. C. Instructions. The Name of Tribe Public Sex Offender Registry Website shall\ninclude instructions on how a person can seek correction of information that\nthe individual contends is erroneous. D. Warnings. The Name of Tribe Public Sex Offender Registry Website shall\ninclude a warning that the information contained on the website should not\nbe used to unlawfully injure, harass, or commit a crime against any individual\nnamed in the registry or residing or working at any reported addresses and that\nany such action could result in civil or criminal penalties. E. Search Capabilities. The Name of Tribe Public Sex Offender Registry Website\nshall have the capability of conducting searches by (1) name; (2) county, city,\nand/or town; and (3) ZIP code and/or geographic radius. F. Dru Sjodin National Sex Offender Public Website. The Name of Tribe shall\ninclude in the design of the Name of Tribe Public Sex Offender Registry Website\nall the field search capabilities needed for full participation in the Dru Sjodin\nNational Sex Offender Public Website, and shall participate in that website as\nprovided by the Attorney General of the United States. SECTION 6.02 REQUIRED AND PROHIBITED INFORMATION A. Required Information. The following information shall be made available to the\npublic on the Name of Tribe Public Sex Offender Registry Website:\n1. The name of the sex offender including all aliases,\n2. A current photograph of the sex offender,\n3."
}