{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 13,
  "chunk_text": "If the inmate whose file has been requested is serving a current Federal sentence, the unit team\nwill make a copy of the central file. If the inmate is not serving a current Federal sentence, CSD staff will make a copy of the central\nfile. Note: The assigned legal representative is not authorized to allow files or their contents to be\nsent to anyone other than a designated U.S. Attorney. A photocopy or certified copy of the file\nmay be substituted for the original at the requesting U.S. Attorney’s discretion. The manager/supervisor is responsible for establishing a follow-up system to track the return of\nfiles sent to U.S. Attorneys. The follow-up system must list:\n■ The name and register number of the file which was provided.\n■ The date it was mailed. ■ The name and address of the U.S. Attorney requesting the file. The signature confirmation is to be maintained in the follow-up file. The U.S. Attorney will be\ncontacted at three-month intervals to determine the file’s location and the expected date of return. These contacts will be documented in the follow-up file. Requests for release of partial records will be handled in accordance with the Program Statement\non Release of Information. When a file request is received from the D.C. Attorney General, Unit Management staff will\nprepare the D.C. Department of Corrections file for mailing and ensure all pertinent information\nhas been copied. The file will then be forwarded to the Records Office for mailing. CSD staff will maintain a log for all files sent to the D.C. Attorney General, it will consist of the\nfollowing:\n■ Inmate’s name. ■ Register Number. P5800.15 1/1/2009 Chapter 3, Page 4 ■\n■\n■\n■\n■\n■ DCDC Number. Date of request. Date file was mailed. Trackable Mail Number. D.C. Attorney General’s staff (who requested file). Mailing staff’s initials. CSD staff will note on the back of the 3 x 5 active card, or in a database system, the name of the\nrequestor, agency, and date the file was mailed. 307. FILE RETENTION AND DISPOSAL DATES Following an inmate’s release from the confinement portion of a sentence, all inmate records,\nexcept the J&C file, are to be forwarded to the appropriate unit team for inclusion in the inmate\ncentral file. Once consolidated, the inmate central file will be sent to the Records Office no later than 30\ncalendar days from the date the inmate releases from the institution. When the inmate central file is received, Correctional Systems staff will incorporate the J&C file. The outside of the inmate central file will be marked with the year of expiration, including\nsupervision, and the disposal year of the file. These files will be maintained at the institution until the year of expiration, including\nsupervision, at which time they will be sent to the Federal Records Center (FRC) for retention. If\nspace is limited at the institution, the manager/supervisor may request the FRC to accept files at\nan earlier date. File retention and disposal dates are located on the BOP Intranet on-line services system."
}