{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 76,
  "chunk_text": "1.\nProgram Planning: Have you been invited to visit the center\nto meet with staff and/or residents at the facility? 2.\nDrugs and Alcohol: For all persons with a condition of drug\naftercare, are you receiving advance notification of their\narrival? Are planning conferences being held within two weeks\nafter the client's arrival? How often do you receive copies of the Urine Sampling\nReports and are they on time? 3.\nFurloughs: Are you being consulted in the case of\nfurloughs? (Furloughs are not the same as passes. This is a\nformal procedure and is usually for 3 to 5 days.) 4.\nHome Confinement: Are you being consulted regarding\nresidents being placed on Home Confinement? 5.\nRelease Procedures: Are you receiving parole plans six\nweeks prior to a resident's release date? Are you satisfied with the quality of the plans? Are residents receiving adequate instructions at time of\nrelease? Are you receiving Terminal Reports in a timely fashion? Are\nthey satisfactory? Are you receiving release certificates? 6.\nHow? Are residents benefiting by being released through this CCC? 7.\nWhat is your opinion regarding placement of direct court\ncommitments and persons under supervision in this center? PS 7300.09\n1/12/98\nAttachment 4-7, Page 41\nCONTRACTOR INTERVIEW WORKSHEET 1. Do you have any problems with your billings? Are you receiving your payments on time? 2.\nAre referral packets from CCMs satisfactory? the institutions and the problem(s). If not, list 3.\nDo you receive transfer packets from institutions prior to a\nresident's arrival? Do they contain all the necessary documents? 4.\nDo institutions give the Contractor notice of pending\narrivals, including pertinent data such as method of\ntransportation, departure and arrival time, etc.? 5.\nDo residents receive funds for transfer to the facility? (How much? Any problems?) 6. For residents on medication: a. Are they given enough medical supplies and prescription\nmedicine from the institution to last while in transfer to your\nfacility? b. Are you receiving a 30-day supply for the residents\nfrom an institution? List problem institutions and inmates. 7.\nAre you having any problems with the Probation Office\nregarding commitments of Residents Under Supervision? Are you receiving parole plan approvals in a timely fashion? 8.\nAre you receiving cooperation from the U.S. Marshals\nService? 9.\nOther Comments:\n(i.e., Problems with CCM communications,\ncontract compliance, adverse publicity, etc.) PS 7300.09\n1/12/98\nAttachment 4-8, Page 1\nCOMMUNITY CORRECTIONS CENTER INTERIM MONITORING INSTRUMENT 1. Date of Review: 2. Date of Last Audit: 3. Community Corrections Manager (Name, Location, Code): 4. Facility (Name, Location, Code): 5. Facility Director: 6. Facility Operating Capacity: 7. Total Facility Population: 8. Bureau of Prisons Population: 9. Major Type: Moderate Minor Use 10.\nAverage Monthly Inmate-days Since Last Audit:\nQuota:\n11. Is This Facility Co-Correctional? If so, are Sleeping Areas Separated? Yes: No: Yes: No: Is There Supervision and Separation by Sex to Provide\nPrivacy and Protection? Yes:\nNo:\n12.\nComment on Areas Found Deficient During Last Audit (Attach\nExtra Sheets, if Necessary): 13.\nComment on Life Safety Issues (Obtain Copy of Latest Fire\nMarshal Inspection Report, if Appropriate): 14.\nComment on General Sanitation (Including Food Service\nProgram and Obtain Latest Copy of Food Service Establishment\nInspection Report, if Appropriate): PS 7300.09\n1/12/98\nAttachment 4-8, Page 2\n15. Comment on Inmate Accountability: 16.\nComment on Employment Placement Program (% of Inmates\nWorking Full-Time, Part-Time, Supporting Documentation, etc.):"
}