{
  "document_category": "guidance",
  "document_name": "5310_017.pdf",
  "chunk_index": 11,
  "chunk_text": "Unit Management staff may note mental health concerns as well,\neither through a review of available records or through direct observation of the inmate. When\nHealth Services or Unit Management staff note any such concerns, the inmate is referred to\nPsychology Services for prompt follow-up. Inmates referred to Psychology Services as a result of\nthis preliminary screening are evaluated promptly by a psychologist. For inmates in holdover\nstatus, no further evaluation is required, unless significant mental health or PREA-related concerns\nare noted. Inmates with a Psychology Alert assignment are also promptly evaluated by a psychologist,\nconsistent with procedures outlined in the SENTRY Psychology Alert Function Program\nStatement. Details of the psychologist’s evaluation are documented in PDS using the applicable\nnote; e.g., Brief R&D Screening or Psychology Alert Screening. Psychology Services intake screening procedures for non-holdover inmates are detailed below:\n(1) Pretrial or Pre-Sentence Detainees in MCCs, MDCs, FDCs, FTCs, or Jails. The\nPsychology Services intake screening process for pretrial or pre-sentence detainees in pretrial\nstatus, in MCCs, MDCs, FDCs, FTCs, or Jail Units, provides for screening for mental health\nproblems. Within 24 hours of an inmate’s arrival, he/she completes the BP-A0519 Psychology\nServices Inmate Questionnaire (PSIQ). Upon completion, institution staff (e.g., Receiving and\nDischarge, Health Services) review the PSIQ and immediately alert Psychology Services if the\ninmate reports he/she is thinking of harming or killing him-/herself. If the review is conducted\noutside normal business hours, the on-call psychologist is contacted by telephone. If an inmate\nreports he/she is thinking of harming or killing him/herself, a psychologist conducts a Suicide Risk\nAssessment, as described in the Program Statement Suicide Prevention Program. Ordinarily, completed PSIQs for all other inmates are reviewed by a psychologist within one\nworking day. Inmates who report current symptoms are scheduled for further evaluation and triage\nin a timely manner. This evaluation is documented in PDS, typically as an Initial Intake\nEvaluation note. All other inmate contacts are documented as appropriate. Each Chief Psychologist is responsible for working with the Case Management Coordinator\n(CMC) to ensure procedures are in place to obtain adequate historical psychological information\nfor state boarders and pretrial offenders, ideally in advance of the inmate’s arrival. P5310.17 8/25/2016 14 (2) Newly Committed Inmates (Initial A-Des). The purposes of the Psychology Services Initial\nIntake Evaluation for newly committed inmates are to:\n■ Inform inmates about psychological services and the limits of confidentiality. ■ Identify significant historical and current indices of inmates’ emotional, intellectual, or\nbehavioral problems. ■ Assign an appropriate mental health care level. ■ Identify inmates who require additional psychological assessment to confirm a suspected\ndiagnosis or establish an appropriate mental health care level. ■ Identify inmates who require psychological treatment to address mental health needs and\ngenerate the necessary referrals. ■ Identify inmates who could benefit from psychological programming to address reentry needs\nand generate the necessary referrals. To accomplish these objectives, a psychologist reviews the inmate’s completed PSIQ, PDS\nrecords, SENTRY data, and relevant sections of the inmate’s PSR, and conduct a clinical\ninterview."
}