{
  "document_category": "guidance",
  "document_name": "5331.02cn.pdf",
  "chunk_index": 6,
  "chunk_text": "Any change in current offense sentence length as imposed by order of the Court will result in a\nrecalculation of sentence computation and provisional incentive. For example, a 36-month\nsentence reduced to a 24-month sentence will result in no more than a 6-month early release. 11. MONITORING OF EARLY RELEASE ELIGIBILITY STATUS An inmate may require changes to, or lose, his or her early release eligibility at any time as a\nresult of:\n• information that renders the inmate ineligible, see section 5; or\n• identification of a previous error. Chapter 2 of the Program Statement Psychology Treatment Programs contains specific\ninformation on the circumstances that may lead to expulsion and loss of early release. DAP staff,\ndesignated DSCC staff, Unit Team staff, TDAT staff, and Community Corrections staff play key\nroles in identifying, monitoring and documenting an inmate’s eligibility for early release. This\nprocess involves the steps described below. P5331.02 3/16/2009 Federal Regulations: bold type. Implementing instructions: regular type. Page 7 a. The DAPC. The DAPC, or designee, in all Bureau institutions will review all eligible inmate\nDRG assignments bi-monthly and prior to the inmate receiving a DAP COMP or FOL COMP\nSENTRY assignment. (1) Completion of the Unit-Based RDAP Component. If the inmate completes the unit-based\ncomponent (see Psychology Treatment Programs) of the RDAP, the local DAPC, or designee,\nwill:\n• replace the SENTRY participation assignment to completion assignment; and\n• add a SENTRY assignment for follow-up treatment indicating the inmate is enrolled in\ninstitutional transitional aftercare. (2) Additional Completion Time in RDAP. If an eligible inmate is determined, for clinical\nreasons (e.g., difficulty meeting treatment goals) or administrative reasons (e.g., writ, medical,\ninstitutional need), to require additional time to complete the RDAP, the DAPC, or designee, will\nimmediately forward the Notice of § 3621(e) Date form to the CSD, Unit Team, and the DSCC. (3) Change in Early Release Status, Ineligible to Eligible. If the DAPC is notified by the Unit\nTeam of a change in circumstance of an “ineligible” inmate (e.g., detainer dropped, court case\nresolved, etc.), the DAPC, or designee, will:\n• review the inmate’s case to determine if there are any other exclusionary criteria that would\nmaintain the inmate’s ineligibility for early release;\n• immediately replace the SENTRY DRG assignment of INELIGIBLE to ELIGIBLE, if no\nother exclusionary criteria exist; and\n• forward a Notice of §3621(e) Date form to the CSD, the Unit Team, and the DSCC\nrequesting appropriate change to the § 3621(e) conditional release method date. (4) RDAP Expel/Fail/Withdraw. If an early release eligible inmate is expelled or withdraws\nfrom the RDAP (e.g., significant failure to meet treatment goals, significant program disruption,\nreceives an incident report for misconduct related to drugs, alcohol, and/or act(s) of violence), the\nDAPC or designee will:\n• complete Section III of the Change in RDAP and § 3621(e) Status form (BP-A0767);\n• notify the inmate and send the Change in RDAP and § 3621(e) Status form electronically to\nthe CSD, the Unit Team and the DSCC team responsible for the inmate’s sentence\ncomputation;\n• replace the SENTRY assignment of participation with program failure for expulsion or\nfailure, as appropriate; and\n• when appropriate, replace the SENTRY assignments from § 3621(e) eligible to ineligible."
}