{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 12,
  "chunk_text": "The COPS\nOffice tracks award information based upon this number. Therefore, it is important to have your agency’s\naward number (or your agency’s ORI number) readily available when corresponding with the COPS Office. Your originating agency identifier (ORI) number begins with your state abbreviation followed by five\nnumbers or letters (e.g., VA00000). This number is assigned by the Federal Bureau of Investigation (FBI) for\nuse in tracking information for the Uniform Crime Report (UCR). The COPS Office tracks programmatic award\ninformation based upon this ORI number. If your agency does not have an ORI number assigned by the FBI,\nthe COPS Office assigns a non-official ORI code to use as an agency identifier (in such cases, the last two\ncharacters will be “ZZ”). If you have any questions regarding your award, please refer to your award number\nor your agency’s ORI number when corresponding with the COPS Office. 2 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual Your Office of Justice Programs (OJP) vendor number, in most circumstances, is your agency’s nine- or\nthirteen-digit federal tax identification number assigned to you by the Internal Revenue Service. If your\nOJP vendor number differs from your tax identification number, the OJP vendor number is only to be used\nfor administrative purposes in connection with this award program, and should not be used for Internal\nRevenue Service purposes. Award terms and conditions The award terms and conditions are listed on your agency’s award document. By accepting this award, you\nare obtaining federal funds from the COPS Office. As part of that agreement, your agency acknowledges that\nit will comply with these terms and conditions (and, if applicable, any additional special conditions specific\nto your agency). The section that follows describes each of the award conditions in detail, their rationale,\nand their implications. It also addresses many frequently asked questions. If you have additional questions\nconcerning any of these award conditions, please contact your COPS Office Program Manager or call the\nCOPS Office Response Center at 800-421-6770. In limited circumstances, your award may be subject to special conditions that prevent your agency from\ndrawing down or accessing award funds until the special conditions are satisfied as determined by the COPS\nOffice. Any special conditions will be included in the award document supplement. However, if you have\nquestions about the special conditions, please contact your assigned COPS Office Program Manager. Reasons for award conditions The requirements of your CPD award are established within • the Public Safety Partnership and Community Policing Act of 1994, which established the COPS Office;\n• applicable rules, regulations and policies issued by the U.S. Department of Justice, Office of\nManagement and Budget (OMB), the Government Accountability Office (GAO), and the United States\nTreasury; • the specific CPD requirements established by the COPS Office. A list of source documents for this booklet is provided in appendix A on page 57. You may request copies of\nany source reference document from:\nOffice of Administration, Publication Unit\nNew Executive Office Building\n725 17th Street NW, Room G 236\nWashington, DC 20503\nCOPS Office-specific documents may be requested directly from the COPS Office by calling your COPS\nOffice Program Manager."
}