{
  "document_category": "guidance",
  "document_name": "JAG-PREA-FAQ.pdf",
  "chunk_index": 6,
  "chunk_text": "Therefore, governors who submit an assurance will have three opportunities to use the\nabeyance option: in fiscal years 2017, 2018, and 2019. The last opportunity for governors to submit a\nrequest that funds to be held in abeyance was October 15, 2018 (Audit Year 2 of Cycle 2). A\ntimeline of key dates is presented below. Fiscal\nYear Audit Year Audit Cycle Certification Deadline 2017 3 1 (August 20, 2015 – August 19, 2016) October 15, 2016 2018 1 2 (August 20, 2016 – August 19, 2017) October 16, 2017 2019 2 2 (August 20, 2017 – August 19, 2018) October 15, 2018 2020 3 2 (August 20, 2018 – August 19, 2019) October 15, 2019 Information on submission requirements is provided annually to states in August. How can states claim funds held in abeyance? The final disposition of funds held in abeyance will be determined based on a governor’s certification\nand assurance submission for Audit Year 3 of Cycle 2. Under the PREA amendment in the Justice\nfor All Reauthorization Act (JFARA), signed into law on December 16, 2016 (Public Law 114-324),\nfunds held in abeyance will be managed and distributed as follows (See 34 U.S.C. §30307(e)(2)(E)):\n   States that select the abeyance option and are able to submit a certification within 3 years\nfollowing enactment of JFARA will, upon submission of the certification, be able to\nclaim the balance of funds held in abeyance to be used for the original purpose(s) of the\nimpacted DOJ grant program(s). Funding will be distributed as part of, or as a\nsupplement to, a grant made under the impacted DOJ grant program(s). States that select the abeyance option but are unable to submit a certification in the 3-year\nperiod following enactment of JFARA, although they have audited at least two-thirds of\nfacilities under the operational control of the executive branch, will have the option to\nsubmit an assurance and receive the funds held in abeyance to be used solely for PREA\ncompliance purposes. States that select the abeyance option and, within the 3-year period following enactment\nof JFARA, are unable to certify full compliance or provide an assurance that at least two5 thirds of applicable facilities have been audited will relinquish the balance held in\nabeyance for redistribution to other states to be used for the original purpose(s) of the\nimpacted DOJ grant program(s). What can a state do with its remaining JAG PREA reallocation funds if, after\nproviding DOJ with an assurance, the state later comes into full compliance with the\nPREA Standards? Per the PREA statute, any state that submits an assurance to the Office of Justice Programs (OJP)\nthat it will reallocate 5 percent of certain formula grant funds (including JAG formula funds) to come\ninto compliance with the PREA Standards will be allowed to retain those funds, which would\notherwise have been forfeited as a penalty for PREA non-compliance. Once that state comes into full\ncompliance with the PREA Standards, the governor should provide the PREA Management Office\nwith that state’s certification of full compliance with PREA."
}