{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 88,
  "chunk_text": "Scanning: Identifying and prioritizing problems The objectives of scanning are to identify a basic problem, determine the nature of that problem, determine\nthe scope of seriousness of the problem, and establish baseline measures. An inclusive list of stakeholders\nfor the selected problem is typically identified in this phase. A problem can be thought of as two or more\nincidents that are similar in one or more ways and that are of concern to the police and the community. Problems can be a type of behavior, a place, a person or persons, a special event or time, or a combination of\nany of these. The police, with input from the community, should identify and prioritize concerns. 77 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual Analysis: Researching what is known about the problem\nAnalysis is the heart of the problem-solving process. The objectives of analysis are to develop an\nunderstanding of the dynamics of the problem, develop an understanding of the limits of current responses,\nestablish correlation, and develop an understanding of cause and effect. As part of the analysis phase, it is\nimportant to find out as much as possible about each aspect of the crime triangle by asking who?, what?,\nwhen?, where?, how?, why?, and why not? about the victim, offender, and crime location. Response: Developing solutions to bring about lasting reductions in the number and extent of\nproblems The response phase of the SARA model involves developing and implementing strategies to address an\nidentified problem by searching for strategic responses that are both broad and uninhibited. The response\nshould follow logically from the knowledge learned during the analysis and should be tailored to the specific\nproblem. The goals of the response can range from totally eliminating the problem through substantially\nreducing the problem or reducing the amount of harm caused by the problem to improving the quality of\ncommunity cohesion. Assessment: Evaluating the success of the responses\nAssessment attempts to determine if the response strategies were successful by understanding if the\nproblem declined and if the response contributed to the decline. This information not only assists the\ncurrent effort but also gathers data that build knowledge for the future. Strategies and programs can be\nassessed for process, outcomes, or both. If the responses implemented are not effective, the information\ngathered during analysis should be reviewed. New information may have to be collected before new\nsolutions can be developed and tested. The entire process should be viewed as circular rather than linear,\nmeaning that additional scanning, analysis, or responses may be required. Using the crime triangle to focus on immediate conditions (victim/offender/ location) To understand a problem, many problem solvers have found it useful to visualize links among the victim,\noffender, and location (the crime triangle) and those factors that could have an impact on them, for\nexample, capable guardians for victims (e.g., security guards, teachers, and neighbors), handlers for offenders\n(e.g., parents, friends, and probation officers), and managers for locations (e.g., business merchants, park\nemployees, and motel clerks)."
}