{
  "document_category": "guidance",
  "document_name": "5325_007_CN-1.pdf",
  "chunk_index": 7,
  "chunk_text": "Possible\ntopics/courses include types of releases, releases to\ndetainers, release gratuities, conditions of supervision,\ndisposition of personal property, release clothing, trust\nfund account, inmate telephone system accounts, advanced pay\nrequests, Inmate Financial Responsibility Program (IFRP),\npost-release obligation, and reporting procedures. (This\ncategory is not intended to replace the Unit Release\nPreparation Program); and,\n[(6) Personal growth and development.] Possible\ntopics/courses include marriage enrichment, parenting, child\ndevelopment, discipline of children, activities for and with\nchildren, interacting with school and child care, the effect\nof separation on children, positive self-image, anger\ncontrol, cognitive skills, substance abuse treatment\nprograms, drug education, speech or communication classes,\neducation, victim awareness, life skills information,\nrelapse prevention, and developmental psychology. Courses should be interactive whenever possible; for example,\nat the end of the résumé submission and writing skills segments,\nthe inmate should have completed a viable résumé that will become\npart of his or her release documentation (employment folder). At\nthe end of the Social Security segment, the inmate will have\nsubmitted an application for a Social Security Card (if\nnecessary). Unit staff or course facilitators may access information on the\nInternet, if available, to assist with release planning.\n[c. To assist in the release process, the Warden may, in\naccordance with the Bureau of Prisons' rule on furloughs, grant\nan inmate a furlough for release preparation purposes. d. Staff shall help an inmate obtain proper identification\n(social security card, driver's license, birth certificate,\nand/or any other documents needed by the inmate) prior to\nrelease.] Unit staff will make a reasonable effort to assist inmates in\nobtaining appropriate release documents.; however, because of\nthe inherent difficulties in obtaining a driver’s license, it is\nunderstood that such assistance may not be rendered. P5325.07\n12/31/2007\nPage 13\n[e. An inmate who is not being released through a Community\nCorrections Center (CCC) may ask staff to request the assistance\nof a United States Probation Officer in establishing a release\nplan. Bureau staff are to encourage the inmate to give at least\none employment lead or contact. Where the inmate or the inmate's\nfamily has already identified employment, the case manager shall\nnotify the United States Probation Officer so that the usual\nverification of release plans may be made. Where employment has\nnot been identified, the case manager shall notify the United\nStates Probation Officer of the employment need. This\nnotification should ordinarily occur at least six weeks prior to\nthe inmate's release.] The June 9, 1995, Memorandum of Understanding (MOU) between the\nBureau and the Administrative Office of the U.S. Courts\n(Attachment B) addresses pre-release planning for all methods of\nrelease through the use of a Supervision Release form (BP-522). The MOU establishes a standard time-frame for Bureau staff to\nsubmit an inmate’s release plan to the U.S. Probation Office at\nleast 90 days prior to release directly to the community, or at\nthe time of a CCC referral (excluding unusual circumstances). 11. SENTRY REQUIREMENTS. Two SENTRY code categories will be\nused to enter the RPP into SENTRY: Case Management Activity\n(CMA) and Education Course (EDC). a. CMA Codes. The RPP is a SENTRY category under the CMA. The unit team must enter the inmate's status at initial\nclassification and review the inmate’s participation at each\nsubsequent program review."
}