{
  "document_category": "guidance",
  "document_name": "SORNA-IC-Guide.pdf",
  "chunk_index": 2,
  "chunk_text": "Sex offender registration and community notification are vital components of a nationwide\ncommitment to improving the safety of our communities. We look forward to assisting you\nas your tribal jurisdiction works toward becoming an essential component of the seamless\nweb of public sex offender databases and law enforcement information-sharing systems\nthat SORNA envisions. The Adam Walsh Act established the SMART Office within the Department of Justice,\nOffice of Justice Programs, to administer the federal standards for sex offender\nregistration and notification, administer the grant programs authorized by the Adam Walsh\nAct and coordinate related training and technical assistance. The SMART Office assists\njurisdictions in implementing SORNA and provides guidance and solutions for related sex\noffender management issues. The SMART Office\nwww.smart.gov\nAskSMART@usdoj.gov\n202-514-4689 Guide to SORNA Implementation in Indian Country | 1 2 | Guide to SORNA Implementation in Indian Country What Is SORNA? SORNA refers to the Sex Offender Registration and Notification Act, which is Title I of\nthe Adam Walsh Child Protection and Safety Act of 2006 (Public Law 109-248). SORNA\nprovides a comprehensive set of minimum standards for sex offender registration and\nnotification in the United States. SORNA aims to close potential gaps and loopholes\nthat existed under prior law and strengthens the nationwide network of sex offender\nregistration and notification programs. Specifically, SORNA does the following:\nl l l Extends the jurisdictions in which registration is required beyond the 50 states,\nthe District of Columbia and the principal U.S. territories, to also include certain\nfederally recognized Indian tribes. Incorporates a comprehensive group of sex offenders and sex offenses for which\nregistration is required. Requires sex offenders to register and keep their registration current in each\njurisdiction where they live, work and go to school. l Requires sex offenders to provide more extensive registration information. l Establishes a three-tier framework for classifying sex offenders. l Requires sex offenders to make periodic in-person appearances to verify and\nupdate their registration information. l Expands what information is publicly available on registered sex offenders. l Changes the required minimum duration of registration for sex offenders. l Creates a new federal offense for failure to register. Duties of a SORNA Officer\nBecause SORNA implementation is complex and involves a variety of different\nrequirements, many tribal jurisdictions find it helpful to designate a point person — often\nreferred to as a SORNA Officer or SORNA Compliance Specialist — to oversee all required\ntasks. The exact title and duties of a SORNA Officer will vary from tribe to tribe. Some\nSORNA Officers are also law enforcement officers for the tribe, in which case the SORNA\nOfficer may be able to personally complete the law enforcement duties required under\nSORNA, such as fingerprinting offenders. Other SORNA Officers are civilians who carry\nout all of the non-law-enforcement functions, such as posting offender information to\nthe public registry website, and work collaboratively with a law enforcement agency\nto carry out law enforcement tasks. Regardless of whether the SORNA Officer collects\nthe information directly or has another agency perform the task, the SORNA Officer\nshould serve as a coordinator and ensure that all the information has been collected and\nentered into the tribe’s registry and the required federal databases."
}