{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 49,
  "chunk_text": "The Equal Employment Opportunity Plan (EEOP) does\nnot impose quotas or hiring requirements on recipients of federal funds. What you should do: The obligations to comply with the EEOP requirement differ depending on your organization’s legal status,\nthe number of its employees, and the amount of the award. If your organization has fewer than 50 employees or receives an award of less than $25,000 or is a nonprofit\norganization, a medical institution, an educational institution, or an Indian tribe, then it is exempt from the\nEEOP requirement. To claim the exemption, your organization must complete and submit section A of the\nCertification Form to the Office for Civil Rights (OCR), Office of Justice Programs, U.S. Department of Justice,\n810 7th Street NW, Washington, DC 20531. The Certification Form can be found at http://www.ojp.usdoj.gov/\nabout/ocr/pdfs/cert.pdf. If your organization is a governmental agency or private business and has received an award between\n$25,000 and $500,000 and has 50 or more employees (counting both full- and part-time employees but\nexcluding political appointees), then it must prepare a Utilization Report (formerly called an EEOP Short\nForm), but it does not need to submit it to the OCR for review. Instead, your organization must maintain\nthe Utilization Report on file and make it available to the OCR for review on request. In addition, your\norganization must complete and submit section B of the Certification Form to the Office for Civil Rights\n(OCR), Office of Justice Programs, U.S. Department of Justice, 810 7th Street NW, Washington, DC 20531. The\nCertification Form can be found at www.ojp.usdoj.gov/about/ocr/pdfs/cert.pdf. If your organization is a governmental agency or private business and has received an award for $500,000 or\nmore and has 50 or more employees (counting both full- and part-time employees but excluding political\nappointees), then it must prepare a Utilization Report (formerly called an EEOP Short Form) and submit it\nto the Office for Civil Rights (OCR), Office of Justice Programs, U.S. Department of Justice, 810 7th Street\nNW, Washington, DC 20531 for review within 60 days of the notification of the award. In addition, your\norganization must complete and submit section C of the Certification Form to the OCR. The Certification\nForm can be found at www.ojp.usdoj.gov/about/ocr/pdfs/cert.pdf. For assistance in developing a Utilization Report, please consult the OCR’s website at www.ojp.usdoj. gov/about/ocr/eeop.htm. To comply with the EEOP requirements, you may request technical assistance\nfrom an EEOP specialist at the OCR by telephone at 202-307-0690, by TTY at 202-307-2027, or by e-mail at\nEEOsubmissions@usdoj.gov. 36 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual 13. Community policing\nCommunity policing activities to be initiated or enhanced by your agency were identified and described in your\ngrant application. All equipment, technology, training, and/or sworn officer positions awarded under the TRGP\ngrant must be linked to the implementation or enhancement of community policing. Why this condition:\nThe COPS Office defines community policing as a philosophy that promotes organizational strategies that\nsupport the systematic use of partnerships and problem-solving techniques to proactively address the\nimmediate conditions giving rise to public safety issues such as crime, social disorder, and fear of crime."
}