{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 57,
  "chunk_text": "28 C.F.R. Part 23 contains operating principles for these interjurisdictional\ncriminal intelligence systems that protect individual privacy and constitutional rights. 43 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual If your agency will use TRGP grant funds simply to operate a single agency database (or other unrelated\nforms of technology) and will not share criminal intelligence data with other jurisdictions, 28 C.F.R. Part 23\ndoes not apply to this grant. What you should do:\nAll COPS Office grant recipients were required to agree to the Certification of Review of Criminal Intelligence\nSystems/28 C.F.R. Part 23 as part of their application proposal so the COPS Office can track which agencies\nintend to use their award funds to operate interjurisdictional criminal intelligence systems. If your agency\nintends to use grant funds to operate an interjurisdictional criminal intelligence system, you should indicate\nthis on the Criminal Intelligence Systems 28 C.F.R. Part 23 Compliance form that was included with your\ngrant award package and certify and submit this form along with your signed grant award document as\nyour agency’s agreement to comply with the operating principles found at 28 C.F.R. Part 23. Your agency\nmust now comply with 28 C.F.R. Part 23 in operating the interjurisdictional criminal intelligence system\nfunded through your COPS Office grant. 21. Sole source justification\nTRGP-Equipment/Training grantees who have been awarded funding for the procurement of an item (or group\nof items) or service in excess of $150,000, and who plan to seek approval for use of a noncompetitive procurement\nprocess must provide a written sole source justification to the COPS Office for approval prior to obligating,\nexpending, or drawing down grant funds for that item or service. Why this condition: In general, grant recipients are required to procure funded items through open and free competition. However, in some instances, grantees may have already determined that competition is not feasible. What you should do:\nA grant recipient must request written approval from the COPS Office for sole source procurements in\nexcess of $150,000 prior to purchasing equipment, technology, or services; obligating funding for a contract;\nor entering into a contract with grant funds. For the purchase of equipment, technology, or services under\na COPS Office grant or award, recipients must use their own documented procurement procedures that\nreflect applicable state and local laws and regulations, as long as those requirements conform to the federal\nprocurement requirements set forth in 2 C.F.R. § 200.320 as adopted by the U.S. Department of Justice in\n2 C.F.R. § 2800.101. A sole source justification request should be submitted if a recipient determines that\nthe award of a contract through a competitive process is infeasible. The COPS Office may authorize a\nnoncompetitive proposal if one or more of the following circumstances apply: The initial determination that competition is not feasible can be made if one of the following circumstances\nexists: • The item/service is available only from one source. • Public exigency or emergency for the requirement will not permit a delay resulting from competitive\nsolicitation. • Competition is determined inadequate after solicitation of a number of sources. 44"
}