{
  "document_category": "guidance",
  "document_name": "Model-Tribal-Code_508.pdf",
  "chunk_index": 20,
  "chunk_text": "5. Immediately notify National Child Protection Act agencies, which includes\nany agency responsible for conducting employment-related background\nchecks under Section 3 of the National Child Protection Act of 1993 (42\nU.S.C. § 5119a) when a sex offender registers or updates registration. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 22 B. Community Notification. The Responsible Agency Name shall ensure there is a\ncommunity notification process in place that ensures the following:\n1. Upon a sex offender’s registration or update of information with the Name\nof Tribe, the Name of Tribe’s Public Sex Offender Registry Website is\nimmediately updated with the information required by Section 6.02(A) of\nthis Code. 2. The Name of Tribe’s Public Sex Offender Registry Website has an\nautomated function that enables the general public to request an email\nnotice that will notify them when a sex offender commences residence,\nemployment, or school attendance with the Name of Tribe, within a\nspecified ZIP code, or within a certain geographic radius. This email notice\nshall include the sex offender’s identity so that the public can access\nthe Name of Tribe Public Sex Offender Registry Website for the new\ninformation. 3. Except as specified at Section 6.02(B), the Responsible Agency Name is\nalso permitted to provide the community information about any registered\nsex offender as might be necessary to protect public safety. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 23 CHAPTER IMMUNITY\nA. No Waiver of Immunity. Nothing under this chapter shall be construed as a\nwaiver of sovereign immunity for the Name of Tribe, its departments, agencies,\nemployees, or agents. B. Good Faith. Any person acting in good faith under the terms of this Code shall\nbe immune from any civil liability arising out of such actions. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 7 t This section is not\nspecifically required by\nSORNA, but is recommended\nfor inclusion by the original\ndrafters of the Model\nTribal Code/Ordinance. 24 CHAPTER CRIMES AND CIVIL SANCTIONS 8 SECTION 8.01 FAILURE TO REGISTER AS A SEX OFFENDER AND\nOTHER OFFENSES\nA. Criminal Penalty. Each violation of a provision of this Code by a sex offender\nshall be considered a crime and subject to a period of incarceration of [insert\nmaximum possible term of incarceration here] and a fine of [insert maximum\npossible fine amount here]. B. Civil Penalty. Each violation of a provision of this Code by a sex offender shall\nalso be considered a civil violation subject to enforcement by any means not\nprohibited by federal law, including, but not limited to the issuance of fines,\nforfeitures, and civil contempt. [Insert specific civil penalties.] C. Customs, Traditions, and Banishment/Exclusion. Nothing in this Code\nshall limit the ability of the Name of Tribe to impose additional customary or\ntraditional sanctions on an individual, up to and including banishment and/or\nexclusion. D. Hindrance of Sex Offender Registration."
}