{
  "document_category": "guidance",
  "document_name": "5300_022.pdf",
  "chunk_index": 1,
  "chunk_text": "U.S. Department of Justice\nFederal Bureau of Prisons\nPROGRAM STATEMENT\nOPI\nRSD/NRB\nNUMBER\n5300.22\nDATE November 7, 2016 Volunteer Services /s/\nApproved: Thomas R. Kane\nActing Director, Federal Bureau of Prisons\n1. PURPOSE AND SCOPE To prescribe guidelines, policy, and procedures pertaining to volunteerism and the use of\nvolunteers in Bureau facilities. This Program Statement applies to all individuals and organizations providing services to the\nBOP without compensation, except those who are providing services pursuant to a pre-existing\ncontract or obligation (e.g., contractors, consultants, interns, or maintenance or service\nproviders). The Bureau recognizes involvement of volunteers from the community is vital to both inmates\nand staff, and encourages their use in all facilities. Volunteers provide an array of services −\nfrom one-on-one intensive mentoring and structured program and service delivery to transition\nsupport in the institutions, Residential Reentry Centers (RRCs), and into the post-release phase. a. Summary of Changes. This policy has been extensively revised. Changes are noted section\nby section. Policy Rescinded\nP5300.20\nVolunteers and Citizen Participation Programs (6/1/99)\nOM 004-2014 Guidelines for Background Clearance of Volunteers (7/31/14) Program Objectives have been revised. Objective 2 now reads, “Volunteers and staff will be\ntrained in all aspects of volunteer services with an emphasis on security procedures and\npreparation of offenders for reentry.” Definitions (new). Volunteers and non-volunteers are defined for clarification. Volunteers may\nnot serve as both a volunteer and contractor. Bureau staff may not serve as volunteers in the\nBureau of Prisons. Classification. Defines Level I and Level II volunteers. Types of Volunteers (new). Defines the roles of program, administrative, transitional,\nmentoring, and visitation volunteers. Communications Among Volunteers, Inmates, Former Inmates, Ex-Offenders, and Inmate\nFamilies (new). Defines appropriate professional contact and approved means of volunteers’\nprogramming contact with inmates through telephone, email, regular mail, and other identified\nelectronic communications. A new section on Contact Monitoring explains the new\nTransitional/Mentor Volunteer Contact form (BP-A1068) and procedures for its use. Program Management (formerly Responsibilities). Defines the roles of National Reentry\nAffairs Branch (NRB), Regional Reentry Affairs Administrators (RAA), and Reentry Affairs\nCoordinators (RAC). The roles of the Program Manager and Mentor Coordinator are added. A\nnew table defines the role of the RAC and Program Manager regarding volunteers and their\ndocumentation. Definitions for types of volunteer documentation/forms are added. There are\nseveral name changes: Volunteer Management Branch is now the National Reentry Affairs\nBranch; Regional Volunteer Administrator is now the Regional Reentry Affairs Administrator;\nInstitution Volunteer Coordinator is now the Reentry Affairs Coordinator. Recruitment. IVC Work Hours is renamed RAC/MC Work Hours for Volunteer Activities. (RAC/MC: Reentry Affairs Coordinator/Mentor Coordinator). Background Investigations and File Management. Includes a chart that defines Level I and II\nbackground clearance requirements and explains clearance procedures. A Name Check is\nrecognized as a form of fingerprint clearance if fingerprints are rejected twice through the Civil\nApplicant System (CAS). A national automated volunteer system has been added. All\nvolunteers (Level I and II) will be entered into the system. A subsection on National Automated Volunteer System and Processing of Volunteers has been\nadded. Level I volunteers will be processed using the national automated volunteer system. P5300.22 11/07/2016 2 Volunteers whose services are discontinued may not be considered for future volunteer service at\nany BOP location."
}