{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 38,
  "chunk_text": "Allowable costs: Indirect costs (If Applicable) The recipient understands that indirect costs may only be requested at the time of application. A current, signed,\nfederally approved Negotiated Indirect Cost Rate Agreement or documentation showing pending request for\napproval must be included with the application. Indirect costs are costs that are incurred for common or joint purposes and are not readily assignable to a\nparticular project but are necessary to the operation of the agency and the performance of the project. Examples\nof indirect costs include those incurred for facility operation and maintenance, depreciation, and administrative\nsalaries. Indirect cost usage must adhere to the standards set forth in the applicable Office of Management and\nBudget (OMB) uniform guidance 2 CFR Part 200.56—Indirect (facilities & administrative (F&A)) costs and 2 CFR\nPart 200.414—Indirect (F&A) costs. Additional guidance for your entity can be found in the following locations:\nAppendix III to Part 200—Indirect (F&A) Costs Identification and Assignment, and Rate Determination for\nInstitutions of Higher Education (IHEs); Appendix IV to Part 200—Indirect (F&A) Costs Identification and\nAssignment, and Rate Determination for Nonprofit Organizations; Appendix VII to Part 200—States and Local\nGovernment and Indian Tribe Indirect Cost Proposals. Indirect cost rates are federally negotiated and approved rates that are based on audited and documented\nexpenses that are approved to be included within an indirect cost rate. It is important that your agency carefully\ntrack and update its indirect cost rate during the COPS Office award period. 37 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual The recipient understands that if it submitted an expired indirect cost rate agreement at the time of application,\nit will be unable to recover federal funds for indirect costs until the COPS Office receives a current indirect cost\nrate agreement covering the award period. A special condition may be added to the award prohibiting the\nobligation, expenditure, or drawdown of funds reimbursement for indirect costs until a current indirect cost rate\nhas been approved by your cognizant federal agency and submitted to the COPS Office. If your agency’s approved indirect cost rate expires during the award period, a current approved rate must be\nsubmitted to the COPS Office in order to continue to draw down award funding for indirect costs. In addition,\nyour agency must request a budget modification with the COPS Office to reflect any rate change. If your agency has never received a negotiated indirect cost rate, then you may request up to a flat 10 percent de\nminimis indirect cost rate applied to the modified total direct costs (MTDC). In addition, before the COPS Office officially closes out your agency’s award, your agency must reconcile any\nchanges between your approved final indirect cost rate and approved provisional indirect cost rate and, if\nnecessary, repay the COPS Office for any indirect cost rate overpayment. If your agency draws down excess COPS\nOffice award funding for indirect costs, please return the overpayment to the COPS Office and submit a revised\nFederal Financial Report (SF-425). See the COPS Office website for a fact sheet on indirect costs,\nhttp://www.cops.usdoj.gov/pdf/2016AwardDocs/ctas/Indirect_Cost_Rate_Fact_Sheet.pdf."
}