{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 6,
  "chunk_text": "The fees, expenses, other compensation, and\npayment schedule are also critical components of the contract; therefore, they must be\ndescribed with specificity in writing. To promote full transparency, auditors are not\npermitted to receive any compensation, monetary or otherwise, not specifically\nprovided in the contract. However, incidental items such as water, coffee, and donuts,\nif provided to the auditor, do not have to be specified in the contract, but larger items,\nsuch as meals, or items offered frequently, free of charge, should be described in the\ncontract. See the full FAQs here: www.prearesourcecenter.org/node/3222 and www.prearesourcecenter.org/node/3223. 5 • Describing the role of third parties and support staff. The contract should identify the\nlead or responsible auditor, and if applicable, list the names of all other DOJ-certified\nPREA auditors and non-certified support staff who will assist the lead auditor during any\nphase of the audit, and provide a brief description of the role of other staff during the\naudit. The contract should also disclose the nature of any third party entity’s\ninvolvement in the PREA audit. For example, an auditor who is hired by ABC PREA\nAuditing, LLC, to conduct a PREA audit of a facility operated by XYZ County Sheriff’s\nDepartment must describe the role of and his or her relationship to ABC PREA Auditing,\nLLC, in the contract. In addition, some agencies may contract with a third party entity\nthat assigns an auditor after the contract is executed. In such instances, the contract\nbetween the agency and the third party entity should be updated with an addendum\nthat lists the name of the lead auditor, and if applicable, lists the names and describes\nthe roles of all other DOJ-certified PREA auditors and non-certified support staff once\nassigned by the third party entity. As a reminder, the audit report must also include\nidentifying information for the lead auditor and, if applicable, for all other DOJ-certified\nPREA auditors and non-certified support staff who assisted during any phase of the\naudit. • Ensuring compliance with the PREA Standards and DOJ certification requirements. Auditors and third party entities contracting to perform an audit must ensure that\nauditing contracts permit, and do not restrict, auditors’ obligations under the Standards\nand the required audit methodology, as outlined in this Handbook, in FAQs issued by\nthe DOJ PREA Working Group, and in ongoing, mandatory continuing education\nrequirements for auditors (e.g., unfettered facility access, the requirement to obtain\nand preserve documentation and information relied upon in making audit\ndeterminations). • Ensuring sufficient time to conduct a thorough audit. To ensure that auditors comply\nwith the PREA Standards and follow the audit methodology described in this Handbook,\nthey must consider a number of important variables before discussing how long an audit\nis likely to take, which will directly impact their compensation. Auditors must consider\nthe size and characteristics of the facility, whether secondary auditors and support staff\nwill be involved, and their level of experience. Regardless of whether an agency\ncontracts directly with an auditor or through a third party entity, the audit contract\nshould address these issues and must accommodate the methodological requirements\noutlined in this Handbook (e.g., interviews with staff and inmates, 4 site review, and\ndocumentation collection and review). • Planning for corrective action."
}