{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 74,
  "chunk_text": "Awarded agencies should be prepared to track and report TRGP funding\nseparately from other funding sources (including other COPS Office and federal grants) to ensure accurate\nfinancial and programmatic reporting on a timely basis. Your agency should ensure that you have financial\ninternal controls in place to monitor the use of TRGP funding and ensure that its use is consistent with the\ngrant terms and conditions. Good practices in this area include written accounting practices, an accounting\nsystem that tracks all drawdowns and grant expenditures, and the ability to track when each TRGP position\nis filled or vacant (including if the position was for a new hire or a rehire). Failure to submit complete reports,\nor submit them in a timely manner, may result in the suspension and possible termination of your agency’s COPS\nOffice grant funding or other remedial actions. Federal Financial Reports Your agency is required to submit quarterly Federal Financial Reports using Standard Form 425 (SF-425)\nwithin 30 days after the end of each calendar quarter. A final SF-425 will be due within 90 days after the\nend of the grant period. This report reflects the actual cumulative federal expenditures incurred during the\nfunding period, and the remaining unobligated balance of federal funds. Under federal regulations, your\nagency is not permitted to draw down federal funding for costs incurred after the official grant end date;\nhowever, you will have a 90-day grace period after the grant award end date during which you can draw\ndown funds for eligible expenditures incurred before the grant end date. How do we file a Federal Financial Report? All COPS Office grantees are required to submit quarterly Federal Financial Reports using the SF-425. Grantees are strongly encouraged to submit the quarterly SF-425 online. Visit the COPS Office website\nat www.cops.usdoj.gov and select the “Account Access” link in the upper right corner to log in; once you\nare logged in, select “Applications” from the agency portal menu, click on the “SF-425” icon, and follow\nthe instructions to complete and submit your reports. The online SF-425 requires the same reporting\ninformation as the paper version. The use of this online application enables authorized users to view past\nSF-425s, and allows them to file or amend the SF-425 for the current quarter. When are Federal Financial Reports due? SF-425s for COPS Office grants must be submitted every quarter and no later than 30 days after the last day\nof each reporting quarter, as detailed below:\nTable 1. Due dates of SF-425s by quarter\nReporting Quarters SF-425 Due Date January 1–March 31 April 30 April 1–June 30 July 30 July 1–September 30 October 30 October 1–December 31 January 30 For your first SF-425 submission, determine when the most recent SF-425 reporting quarter ended and\ncomplete an SF-425 to cover the period from the award start date of your grant to that particular end date. You are required to submit an SF-425 even if you have not spent any money or incurred any costs during a\nreporting period. The due dates for online filing of SF-425s are the same as for the submission of paper copies. 62"
}