{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 18,
  "chunk_text": "2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual DOJ may impose special conditions or restrictions that may include requiring the production of documentation,\nfinancial award administration training, on-site monitoring, prior approval for expenditure of funds, quarterly\nprogress reports, separate bank accounts, or other requirements. What you should do: In order to obtain a COPS Office award, recipients must agree to comply with any additional requirements that\nmay be imposed during the award performance period if the awarding agency determines that the recipient is a\nhigh-risk recipient. 15. System for Award Management (SAM) and Universal Identifier Requirements\nCondition:\nThe Office of Management and Budget requires federal agencies to include the following standard award term in all\nawards and cooperative agreements made on or after October 1, 2010:\nA. Requirement for System for Award Management (SAM) Unless you are exempted from this requirement under 2 C.F.R. Part 25.110, you as the recipient must maintain\nthe currency of your information in the SAM until you submit the final financial report required under this\naward or receive the final payment, whichever is later. This requires that you review and update the\ninformation at least annually after the initial registration, and more frequently if required by changes in your\ninformation or another award term. B. Requirement for Data Universal Numbering System (DUNS) Numbers If you are authorized to make subawards under this award, you:\n1.\n2.\nC. Must notify potential subrecipients that no entity (see definition in paragraph C. of this award term) may\nreceive a subaward from you unless the entity has provided its DUNS number to you. May not make a subaward to an entity unless the entity has provided its DUNS number to you. Definitions For purposes of this award term:\n1. 2. 3. System for Award Management (SAM) means the federal repository into which an entity must provide\ninformation required for the conduct of business as a recipient. Additional information about\nregistration procedures may be found at the SAM Internet site at www.sam.gov. Data Universal Numbering System (DUNS) number means the nine- or thirteen-digit number established\nand assigned by Dun and Bradstreet, Inc. (D&B) to uniquely identify business entities. A DUNS number\nmay be obtained from D&B by telephone (currently 866-705-5711) or the Internet at\nhttp://fedgov.dnb.com/webform. Entity, as it is used in this award term, means all of the following, as defined at 2 C.F.R. Part 25, subpart C:\na.\nb.\nc.\nd.\ne. A governmental organization, which is a state, local government, or Indian Tribe;\nA foreign public entity;\nA domestic or foreign non-profit organization;\nA domestic or foreign for-profit organization; and\nA federal agency, but only as a subrecipient under an award or subaward to a non-federal\nentity. 16 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual 4. Subaward:\na. b. c. 5. This term means a legal instrument to provide support for the performance of any portion of\nthe substantive project or program for which you received this award and that you as the\nrecipient award to an eligible subrecipient."
}