{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 64,
  "chunk_text": "In addition,\ntechnological enhancements can greatly assist with improving two-way communication with citizens and\nwith developing agency accountability systems and performance outcome measures. Communication/access to data Technology provides agencies with the ability to communicate externally with the public and internally with their own staff. To communicate with the public, community policing\nencourages agencies to develop two-way communication systems through the Internet to provide online\nreports, reverse 911 and e-mail alerts, discussion forums, and feedback on interactive applications (surveys,\nmaps), thereby creating ongoing dialogs and increasing transparency. Technology also encourages effective internal communication through memos, reports, newsletters, e-mail\nand enhanced incident reporting, dispatch functions, and communications interoperability with other\nentities for more efficient operations. Community policing advocates the use of technology to develop\naccountability and performance measurement systems that are timely and contain accurate metrics and a\nbroad array of measures and information. Community policing also promotes the use of technology to provide officers with ready access to timely\ninformation on crime and community characteristics within their beats, either through laptop computers\nin their patrol cars or through personal data devices. In addition, technology can support crime/problem\nanalysis functions by enabling agencies to gather information on greater aspects of events including more\ndetailed information on offenders, victims, crime locations, and quality-of-life concerns, and to further\nenhance analysis. Quality and accuracy of data Information is only as good as its source, and, therefore, it is not useful if it\nis not of high quality and accurate. Community policing encourages agencies to put safeguards in place to\nensure that information from various sources is collected in a systematic fashion and entered into central\nsystems that are linked to one another and checked for accuracy so that the information can be used effectively for strategic planning, problem solving, and performance measurement. Appendix D. COPS Anti-Methamphetamine Program (CAMP) file management:\nDocuments to maintain in CAMP grant file\nRecords must be maintained throughout the two-year CAMP grant period and for at least three years following the\nofficial closeout of the CAMP grant. GRANT PROGRAM____CAMP_________GRANT # ______________________________________ GRANT AWARD START DATE_____________ORIGINAL AWARD END DATE____________ EXTENDED AWARD END DATE (if applicable)________________________ COPY OF GRANT APPLICATION (You can access the final copy of your CAMP application through the COPS\nOffice website at www.cops.usdoj.gov, using the Account Access link, print a copy of the application, and\nkeep it with your agency’s CAMP grant records.) _____ COPY OF GRANT AWARD DOCUMENT _____ FINANCIAL CLEARANCE MEMO 57 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual GRANT AWARD MODIFICATION APPROVAL LETTERS (w/ Revised Budget Information) AND/OR GRANT\nEXTENSION APPROVAL LETTERS (if applicable)\n_____ QUARTERLY FEDERAL FINANCIAL REPORT – SF-425 (for each quarter of the grant period) _____ PROGRAMMATIC PROGRESS REPORTS • CAMP Quarterly Progress Report(s) (for each quarter of the grant period)\n• Closeout Report\n_____ SUPPORTING DOCUMENTATION FOR DRAWDOWNS • W2 Employee Forms (Copy)\n• Records of salary / approved fringe benefits rates for each person hired under the grant\n• Records of hire dates for each person hired under the grant\n• Payroll records / Time & attendance records\n• Postal receipts / Fax transmission reports (to prove submission dates)\n•"
}