{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 58,
  "chunk_text": "It is important to remember that documents received in advance of the onsite portion of the\naudit—typically non-sensitive materials such as policies or procedures—are not suitable\nsubstitutes for onsite documentation review. Documents submitted by facilities through the\nPre-Audit Questionnaire during the pre-onsite audit phase must not be taken as representing a\ncomplete or accurate picture of facility operations in practice. Such documents are self-selected\nand are not always an appropriate basis for making compliance determinations. Document Sampling In order to ensure that a representative sample of documents are selected for review, auditors\nshould start the document sampling process with a comprehensive list of inmates, staff, and\nrelevant records. Auditors need to first understand the universe they are sampling from. The\ntable below provides a summary of important types of lists that auditors should request from\nthe facility; however, for a more extensive inventory, auditors should refer to the Checklist of\nDocumentation. Some of these lists are also the starting point for making interview selections\n58 from both staff and inmates; thus, auditors may already have these lists as a result of the\ninterviewing process. In addition, auditors should take care to supplement the official lists they\nobtain from facilities with information they learn onsite through observations and interviews\nwith staff and inmates. For example, a facility may indicate\nIMPORTANT\nthat there are no inmates who identify as LGBTI; however,\nthrough the course of interviews with inmates and staff, an\nAs with interview selections,\nauditors are required to select\nauditor may identify one or more inmates who fall within\ndocuments for review and must\nthis specialized population. These inmates should be\nnot rely on the facility or agency\nincluded in the auditor’s sample for both interviews and\nto make these selections. document review, where appropriate. Access to these lists is critical for determining facility compliance with the PREA Standards. It is\nvery difficult, if not impossible, to find compliance if a facility is unable to provide some of these\nlists. If the facility is unable to provide the information indicated, the auditor should work with\nthe facility to produce the necessary information. The auditor may have to find the facility out\nof compliance with one or more Standards if pertinent information and documentation cannot\nbe obtained. TABLE 5: LISTS FOR DOCUMENT SAMPLING\nAll Facility Types List\nFacility Type\nComplete inmate roster* All\nYouthful inmates/detainees\nPrisons, Jails, and Lockups\nInmates with disabilities\nAll\nInmates who are LEP\nAll\nLGBTI Inmates\nAll\nInmates in segregated housing\nPrisons and Jails\nResidents in isolation\nJuvenile Facilities\nInmates/residents who reported sexual abuse\nAll\nInmates/residents who reported sexual victimization\nPrisons, Jails, and Juvenile\nduring risk screening\nFacilities\nComplete staff roster\nAll\nSpecialized staff (see interview protocols for full list) All\nAll contractors who have contact with inmates\nAll\nAll volunteers who have contact with inmates\nAll\nAll grievances made in the 12 months preceding the\nAll\naudit\nAll incident reports from the 12 months preceding the\nAll\naudit\nAll allegations of sexual abuse and sexual harassment All\nreported for investigation in the 12 months preceding\nthe audit All hotline calls made during the 12 months preceding All\nthe audit\n* Inmate roster is based on the actual population on the first day of the onsite portion of the audit. Once these lists are received, the auditor can begin selecting documents for review. Each\nauditor’s strategy for documentation review during the onsite portion of the audit may vary"
}