{
  "document_category": "guidance",
  "document_name": "5538_07.pdf",
  "chunk_index": 3,
  "chunk_text": "Authority during non-duty hours may not be\ndelegated below ADO level. An inmate with OUT or COMMUNITY custody may be approved, at the Warden’s discretion,\nfor a furlough to obtain local medical treatment not otherwise available at the institution. See the\nProgram Statement Inmate Furloughs for additional information. (3) The Regional Director (or Regional Duty Officer if non-duty hours) must be notified of any\nmedical escorted trip for a MAXIMUM custody inmate. See Section 4 of this Program\nStatement for additional information. (4) Only the Regional Director may approve any deviation from MAXIMUM custody escort\nguidelines. P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 4 d. Escorted Trip Procedures – In-Patient Medical Treatment. A recommendation\nfor an inmate to receive a medical escorted trip is prepared by medical staff,\nforwarded through the appropriate staff for screening and clearance, and then\nsubmitted to the Warden. The Warden may approve an inmate for an in-patient\nmedical escorted trip. For non-emergency in-patient medical treatment, approval must be given prior to the inmate’s\ntransfer to a community medical facility using an Escorted Trip Authorization (BP-A0502). (1) Transfer to Medical Facility. When treatment is expected to extend beyond the day of a\ntransfer, the inmate is considered transferred to the medical facility for in-patient care. The\nRegional Health Systems Administrator (RHSA) must be notified, ordinarily by the institution\nHealth Services Administrator (HSA). For a non-emergency medical escorted trip, notification should be before the transfer has\noccurred. For an emergency medical escorted trip, notification may be after the transfer has\noccurred. In all cases, the HSA notifies the RHSA of the inmate’s return to the institution. (2) Emergency In-patient. The ADO may approve an emergency escorted trip for in-patient\nmedical treatment during non-duty hours; if the ADO is not available, the Shift Lieutenant may\napprove it. The approving official during non-duty hours notifies the Warden and, when applicable, the\nADO, as soon as possible. (3) Non-emergency In-patient. Approval for a non-emergency escorted trip for in-patient\ntreatment may not be delegated below the level of Acting Warden (or ADO). (4) In-patient Admission. If an escorted trip for medical purposes is expected to result in the\ninmate being admitted to a community medical facility for in-patient treatment, these procedures\nmust be followed: When applicable, the Captain (or, in the Captain’s absence, the Lieutenant) contacts the contract\nguard service to arrange for custodial coverage. Contract guard services will not be used with MAXIMUM custody inmates, as provided in\nSection 4. If the inmate is in pretrial status, the U.S. Marshals Service must be contacted to\nprovide custodial coverage. P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 5 Correctional Systems staff produce the Transfer Receipt (BP-A0821) to establish an appropriate\nchain of custody. When Correctional Systems staff are not available, the Lieutenant prepares a\ntemporary Transfer Receipt. When the inmate returns, Correctional Systems staff complete the “Return of Service” section on\nthe transfer order. The Captain develops post orders and log book procedures for correctional officers and contract\nstaff who provide coverage for inmates receiving in-patient care to follow."
}