{
  "document_category": "guidance",
  "document_name": "8120_003.pdf",
  "chunk_index": 7,
  "chunk_text": "This document lists\neach job by job number, title using the SOC code, and total positions in each pay grade level. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 12 ■ An FPI Form 82 summarizing the data needed to grade an inmate. It is essential that the\nduties actually performed agree with the Form 82 requirements. ■ Documentation of any special actions taken (e.g., “jumping inmates ahead” on the Waiting\nLists or hiring at higher than entry level wages) and the basis for those actions. d. Classification Maintenance\n(1) Position Changes. Position changes, except for temporary or “acting” positions, are posted\non FPI Form 83. FPI Form 82s will reflect the changes put into the record covering the new\npositions, as necessary. (2) Cyclic Review. A review of inmate worker positions should be completed prior to the\nannual MOU (i.e., Annual Operating Plan) meeting and for any major product line change. These\nreviews should be submitted to the Operations Manager along with the suggested FPI factory\nprofile. (3) Certification. All FPI managers should be able to certify to the SOI that the positions are\nnecessary and accurately described. 5. CLASSIFICATION INTEGRITY The accuracy of inmate pay grade classification (FPI Form 82) may be checked during program\nreviews and other audit activities (e.g., external audits and OMB A-123 reviews). An audit\nsample that displays a large degree of disparity between the duties actually performed and the\nwork as described on the Form 82 will be sufficient to require further review of inmate job\nclassifications for that FPI factory. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 13 Chapter 3. Recruitment and Hiring Practices\n1. RECRUITMENT\n§345.31 Recruitment. Inmate workers for FPI locations may be recruited through admission and\norientation lectures or through direct recruiting. a. Admission and Orientation Lectures. Each SOI is required to ensure that a lecture (or\nvideo presentation) is given to each group of inmates during the Admission and Orientation\n(A&O) program. Each location must have a written lecture or outline to ensure that all inmate\nA&O classes receive the same information. An appropriate amount of time must be left open for answering questions from inmates. Each lecture or video presentation must, at a minimum, cover the following topics:\n■\n■\n■\n■\n■\n■\n■\n■ An introduction to FPI, including its mission. FPI worker standard expectations. Inmate pay and benefits. Local rules and hours of operation. Recruitment, hiring, and dismissal procedures. Safety and sanitation responsibilities. The products, their uses, and the major customers at the local FPI factory. The value of the FPI work experience in correctional adjustment and in skills development for\nreentry. b. Direct Recruiting. The SOI may solicit inmates with needed skills for employment in\nIndustries. The SOI and other FPI employees may inform prospective workers of the benefits of a\ncareer with FPI prior to receipt of the workers’ applications for employment. 2. HIRING\n§345.32 Hiring.\na. Inmate workers are ordinarily hired through waiting lists."
}