{
  "document_category": "guidance",
  "document_name": "6400_003.pdf",
  "chunk_index": 1,
  "chunk_text": "U.S. Department of Justice\nFederal Bureau of Prisons\nPROGRAM STATEMENT\nOPI:\nHSD/DEN\nNUMBER: 6400.03\nDATE:\nJune 10, 2016 Dental Services /s/\nApproved: Thomas R. Kane\nActing Director, Federal Bureau of Prisons\n1. PURPOSE AND SCOPE To stabilize and maintain the inmate population’s oral health. Dental care will be conservative,\nproviding necessary treatment for the greatest number of inmates within available resources. a. Summary of Changes\nPolicy Rescinded\nPS 6400.02 Dental Services (1/15/05)\nSection 2a refers to National Chief Dentist. This term replaces Chief Dentist. Section 2a, fifth bullet, identifies the National Chief Dentist as the privileging granting authority\nfor the Regional Chief Dentist. Section 2b refers to Regional Chief Dentists. This term replaces Regional Dental Consultants. Section 2c describes options for facilities during the temporary absence of a dentist. Section 3 eliminates the need for a local Policies and Procedures Manual. An Institution\nSupplement is required to describe the nuances of local programs. Section 3a(1) stipulates restorative and surgical procedures will not be performed without a\ndental assistant. Section 3b refers to clinical privileges and competency assessments. Section 3c references ualit mana ement data collection by IOP Coordinators. Section 4 describes the inmate apprenticeship program and the limitations on the enrolled\ninmates. Section 5 references the Electronic Medical Record (EMR). This replaces the paper-based Health\nRecord. Data Management worksheets and reports (daily, monthly, and quarterly) are no longer\nrequired. Wait lists for routine care are maintained on the Dental Wait Routine Treatment List\nModule in EMR. Section 6a refers to the general population and access to care: failed appointments,transfers, and\ninmate release. Section 7 introduces Preventive Oral Health guidance. Section 8b refers to Admissions and Orientation (A&O) examinations being within 30 calendar\ndays of arrival in all BOP facilities. This replaces the 14-day standard. All A&O examinations\nare performed by a dentist. Section 8b refers to the A&O examination authorizing a hygiene appointment for up to 18\nmonths. Sections 8d&e introduce limited examination and oral health assessment. Periodic examination\nterminology is no longer referenced. Section 9c(5) requires RCD preauthorization for prosthetics; full and partial dentures will be\nauthorized for inmates with sentences greater than 3 years. Inmates with sentences less than 3\nyears who may present with unusual circumstances will be considered on a case-by-case basis by\nthe RCD. Section 9f introduces orthodontic consent for removal. Section 10b refers to dental triage. Dental triage is allowed at the Health Services Unit’s\ndiscretion per the institutional mission or dentist resource availability. Dentists must conduct\ndental sick call to evaluate and treat urgent complaints. Section 11 defines four priority levels based on acuity. P6400.03 6/10/2016 2 Section 12 details the dental Utilization Review Process. The Regional Chief Dentist is the final\napproving authority for dental specialty care. Section 13. Laboratory Services are to be provided by the National contracted vendor when one\nis available. Regional Vocational Dental Laboratories are no longer utilized. b. Program Objectives. The expected result of this program is: Necessary dental care will be\nprovided to inmates by health care providers, who provide quality care consistent with evidencebased practice and in accordance with professional standards. 2. ORGANIZATION\na. National Chief Dentist."
}