{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 129,
  "chunk_text": "The Budget Development Branch compiles budget figures from all\nBureau components along with detailed narrative descriptions and\njustifications of Bureau programs and initiatives into a document\nknown as the Spring Planning Submission. This is forwarded to\nthe Department of Justice (DOJ) to be included as a line item in\nthe Congressional Budget. After review by Office of Management\nand Budget (OMB), the Budget Development Branch prepares the\nbudget for final review by the President and submits it to\nCongress. When an appropriations bill is passed by Congress and signed by\nthe President, the allotment procedure begins. The Central\nOffice Budget Execution Branch distributes funding for the\nRegion's fiscal year allocation. 7.2. AREAS OF RESPONSIBILITY Community corrections is responsible for the following budget\nareas:\nContract Community Corrections Centers - Program ! T1;\nContract Confinement - Program D with its' three\nparts: jails D1, long-term adult boarders D2, and juveniles D3;\n! PS 7300.09\n1/12/98\nChapter 7, Page 2\n! Community Corrections Management - Program R1; and ! Transitional Services - Program 2021. The Central Office CCB, in conjunction with the Budget Execution\nBranch, is responsible for the initial allocation and transfer of\nfunds between regions and programs. Program T1 and D funds are\noccasionally moved from one program to the other. Funds may not\nbe transferred between programs without written approval of the\nCentral Office CCB. For the purposes of management, Program R1\nis always kept separate. R1 funds normally cannot be transferred\nto the T1 or D programs. CCMs submit estimated annual expenditures for each of their\ncontracts. They are responsible for projecting future budget\nneeds, estimating inmate-days and annual costs for contracts and\nfor monitoring budget expenditures. These budget projections are\nthen submitted to the MCA. The CCM is ultimately responsible for\nthe management of Program T1 and D monies in conjunction with the\nRegional Comptroller\nThe MCAs have oversight responsibility for CCM tracking of budget\nallocations and expenditures and for reviewing the budget\nprojections submitted by the CCM. The MCA consolidates these\nbudget requests and submits them to the CCRA. MCAs are also\nresponsible for the Community Corrections Management Center\nbudget, Program R1, which funds CCM office training, travel, and\nsupplies. The Central Office has no involvement with the\nCommunity Corrections Management Center budget. Each CCRA makes a request for their region’s upcoming fiscal year\nto the Central Office based on budget projections received from\nthe MCAs. After the CCRA receives their allocation, funds are\ndistributed to the MCAs. The MCA then disburses funds to each\nCCM office. 7.3. BUDGET PLANS AND REPORTS\n7.3.1. Spring Planning Submission The budget process, also known as Spring Call, begins in late\nFebruary or early March, 18 months in advance of the fiscal year. At this time, projections, program initiatives, and workload data\npertaining to contract confinement needs two years into the\nfuture are identified and compiled by the CCB. A narrative is\nthen submitted to the Budget Development Branch. The Budget Development Branch prepares this information for\ninclusion in the Bureau's funding request to Congress. Before PS 7300.09\n1/12/98\nChapter 7, Page 3\nCongress receives this request, DOJ and OMB review it closely and\nmay require additional information to support the request before it\nis reviewed by Congress."
}