{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 33,
  "chunk_text": "Why this condition: The COPS Office Communications Division will coordinate contacts with the news media, provide supplemental\ninformation that may be helpful to you and the media outlet, and make the appropriate U.S. Department of\nJustice offices and personnel aware of pending articles and interviews. What you should do: If you are contacted by a media outlet seeking information, an interview, or other support related to your COPS\nOffice project, please refer the requesting outlet to the COPS Office Communications Division at 202-514-9079. 32 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 32. Paperwork Reduction Act (PWRA)\nCondition: The recipient agrees, if required, to submit all surveys, interview protocols, and other information collections funded by\nthis award to the COPS Office for submission to the Office of Management and Budget (OMB) for clearance under the\nPaperwork Reduction Act (PWRA) of 1995. Why this condition: The purpose of the Paperwork Reduction Act is to reduce, minimize, and control paperwork burdens on the\npublic while maximizing the practical utility and public benefit of information created, collected, disclosed,\nmaintained, used, shared, and disseminated by or for the Federal Government. See 5 CFR § 1320.1. A collection of information undertaken by a recipient is considered to be conducted or sponsored by a federal\nagency only if (1) the recipient is conducting the collection of information at the specific request of the agency,\nor (2) the terms and conditions of the award require specific approval by the agency of the collection of\ninformation or the collection procedures. See 5 CFR § 1320.3(d). What you should do: When you undertake surveys, interviews, and other methods of information collection in furtherance of the\nobjectives of the award, you should contact your COPS Office Program Manager. The COPS Office Program\nManager will inform you whether Office of Management and Budget (OMB) approval of the information\ncollection method is required and of the procedures necessary to obtain this approval. OMB approval may take\nseveral months to receive, so recipients are advised to allow ample time for the processing of this request. 33. Human Subjects Research\nCondition: The recipient agrees to comply with the provisions of the U.S. Department of Justice’s common rule regarding\nProtection of Human Subjects, 28 C.F.R. Part 46, prior to the expenditure of Federal funds to perform such activities, if\napplicable. The recipient also agrees to comply with 28 C.F.R. Part 22 regarding the safeguarding of individually\nidentifiable information collected from research participants. Why this condition:\nProtections for human subjects of research are required under U.S. Department of Justice regulations at 28 CFR\nPart 46. This regulation constitutes the Federal Policy (Common Rule) for the Protection of Human Subjects. Each\ninstitution engaged in (nonexempt) COPS Office–supported human subjects research must provide a written\nassurance of compliance, satisfactory to the COPS Office, that it will comply with the U.S. Department of Justice\nhuman subjects regulations. What you should do:"
}