{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 5,
  "chunk_text": "Similarly, circular audits are permissible so long as no impermissible reciprocal audits occur. 1\n2 See 28 C.F.R. § 115.402(a)(1). See the full FAQ here: www.prearesourcecenter.org/node/3224. 4 Lead and Secondary Auditors\nEach PREA audit must have one lead auditor who is ultimately responsible for the conduct of\nthe audit and all work products. A lead auditor can, however, employ other DOJ-certified PREA\nauditors to function as secondary auditors. The PREA Management Office strongly encourages\nthis kind of collaboration among certified auditors. In addition, the lead auditor may employ\nsupport staff who are not DOJ-certified auditors to assist with auditing tasks. Lead auditors must ensure that anyone they employ to\nwork on audits is free of any conflict of interest, as\ndescribed in Chapter 6. 3 Lead auditors are responsible for\nany misconduct, errors, or conflicts of interest attributed to\nany secondary auditors or non-certified support staff they\nemploy—actions that can impact the DOJ certifications of\nlead and secondary auditors. Audit Contracts and Compensation IMPORTANT Under no circumstances may\nindividuals who are not DOJcertified auditors participate or\nengage in the substantive work of\na formal PREA audit unless acting\nunder the direction of a DOJcertified auditor. PREA audits are conducted at the request of any federal, state, local, or private confinement\nfacility, or any agency that oversees such a facility. A facility or agency may contact an auditor\ndirectly (the PREA Resource Center maintains a directory of DOJ-certified auditors) or seek the\nservices of an auditor through procurement announcements, advertisements, or other means. Auditors themselves can also solicit work from agencies and facilities, consistent with their\nunderlying ethics restrictions. Although not part of the audit process, procurement and contract negotiation with agencies\nand facilities seeking a PREA audit are important elements of an auditor’s audit practice. Procurement and contract negotiation may provide early opportunities for an auditor to gauge\nhow ready an agency or facility is for an audit, and the extent of its PREA implementation\nprogress. In addition, during the negotiation process, it is critical for auditors and third party\nentities seeking to contract for a PREA audit to ensure that the facility understands access and\nthe auditing requirements and expectations that are imposed by DOJ and the PREA Standards\nso that all necessary issues can be addressed and accommodated during the audit. Additional\ninformation regarding audit contracts and compensation is detailed below.\n• 3 Audit contracts must be transparent. The contract between the auditor, or third party\nentity, and the audited facility or agency should address all aspects of the audit,\nincluding the specific work to be conducted during each phase of the audit (i.e., preonsite, onsite, evidence review and interim report, and corrective action and final\nreport, as described in this Handbook). The fees, expenses, other compensation, and\npayment schedule are also critical components of the contract; therefore, they must be\ndescribed with specificity in writing. To promote full transparency, auditors are not\npermitted to receive any compensation, monetary or otherwise, not specifically\nprovided in the contract."
}