{
  "document_category": "guidance",
  "document_name": "5394.01.pdf",
  "chunk_index": 6,
  "chunk_text": "If the inmate is found by the CRP to meet\nthe criteria for certification as a Sexually Dangerous Person pursuant to section 4248, the CRP\ninforms the MRC of its finding. A signed letter by the CRP chairperson is sent to the MRC\ninforming the Warden of the finding. The Warden then forwards the CRP’s determination to\nthe appropriate court, along with the result of any review pursuant to section 4246.\n■ When an inmate is being reviewed pursuant to both section 4246 and section 4248, the CRP\nand the MRC coordinate their efforts and, in consultation with Bureau legal staff, determine\nthe most appropriate course of action. A decision by the CRP to not certify an individual under\nsection 4248 does not preclude the MRC from determining that there is evidence pursuant to\nsection 4246 of risk of bodily injury due to sexual abuse. ■ Ordinarily, the inmate will already be housed at the designated treatment facility for certified\ninmates. If not, the CRP initiates a transfer to the designated treatment facility, as long as there\nare no contrary court orders. If the individual requires a transfer to the treatment facility,\nhis/her certification as a Sexually Dangerous Person is filed only after he/she arrives.\n■ If the court issues an order for an examination pursuant to 18 U.S.C. section 4246 or section\n4248 after an individual committed pursuant to U.S.C. section 4241(a) is deemed not\nrestorable, and if the individual is not currently housed at a MRC, the reviews pursuant to\nsections 4246 and 4248 are handled separately. An examination under section 4246 is\nconducted at an institution normally designated for that purpose. The review pursuant to\nsection 4248 is referred to and conducted by the Sex Offender Certification Review Panel,\npursuant to the procedures set forth in Section 4 of this Program Statement. The CRP reports\nits finding directly to the appropriate court, with a copy to the Bureau institution. e. Immediate Releases. The CMC will ensure contact with the SOCRB as soon as they become\naware of an immediate order of release for an inmate with a CMA assignment of “WA CONV” or\n“WA NO CONV.” P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 8 At the SOCRB’s request, staff send an electronic copy of the PSR, J&C, SOR, and any other\npertinent information to the SOCRB GroupWise mailbox (BOP-CPD/Certification Review\nPanel), marking the message “urgent, high-priority.” During normal duty hours (EST), telephone contact with the SOCRB should be made as soon as\npossible. After-hours notification should be done by telephone to the SOCRB’s on-call psychologist. Contact numbers are located on SOCRB’s Sallyport website and the weekly Duty Officer’s\nProgram Roster. A SOCRB staff member reviews the case and responds to the institution via GroupWise that the\ninmate is either cleared for release or requires review by the CRP. If further review is required, the\nCRP conducts an expedited review and the inmate remains in custody only with the approval of\nthe Assistant Director, Correctional Programs Division, and the Assistant Director, Office of\nGeneral Counsel, or persons acting in their absence. f. Parole Cases."
}