{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 97,
  "chunk_text": "TRULINCS inmate accounts are established and maintained\nautomatically through the TRUFACS nightly process. a. Account Access. Inmates access their accounts using their eight-digit register number;\nnine-digit phone access code (PAC); and fingerprint identification or four-digit Commissary\npersonal identification number (PIN). It is the inmate’s responsibility to maintain possession of his/her login information. Inmates will\nnot share passwords (login criteria) and will log off the system when leaving the TRULINCS\nterminal. b. Locked Accounts. After three consecutive failed attempts to access the system, the inmate’s\naccount is locked. Inmates request in writing to the Trust Fund Supervisor that their accounts be\nunlocked. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 129 14.9 SYSTEM ACCESS It is important that staff ensure inmates are only restricted from using TRULINCS, or individual\nTRULINCS services, when absolutely necessary to protect the safety, security, or orderly\noperation of the correctional facility, or the protection of the public or staff. Due to the “self-service” format TRULINCS provides, all inmates who are physically capable of\naccessing a TRULINCS terminal should be provided access in all but limited cases. Public\nMessaging is the only exception to this approach, as it involves communication with persons in the\ncommunity and the possibility of continuing criminal or other prohibited activity that may\njeopardize the safety and security of the institution. a. Program/Service Exclusions. Inmates excluded from participation under this section are\nnotified of the specific reason(s) by a written explanation of the decision, unless possessing such\nwritten information would threaten the safety of the inmate or other legitimate penological\ninterest(s). If prohibited from possessing a copy of the written explanation, inmates remain\nentitled under the Freedom of Information Act (FOIA) to access this information from their central\nfiles, and must be provided reasonable opportunities to access and review such documents. At the\ninmate’s request, expense, and preparation of an envelope, staff may photocopy and mail the\ndocuments. An inmate’s exclusion from participation must be based on his/her individual history of behavior\nthat could jeopardize the legitimate penological interests listed above. Inmates must not be\nexcluded from participation based on general categorizations of previous conduct. (1) Sex Offenders. Inmates whose offense, conduct, or other personal history indicates a\npropensity to offend through the use of email, or jeopardizes the safety, security, orderly operation\nof the correctional facility, or the protection of the public or staff, should be seriously considered\nfor restriction. As a method of identifying these inmates, staff responsible for local sex offender management\nshould review inmates with SENTRY CMA Walsh Assignments of Certified, With Conviction,\nand No Conviction, to determine if their participation in the Public Messaging Service poses a\nrealistic threat. TRULINCS automatically applies a temporary restriction on inmates’ accounts\nwith the above SENTRY CMA Walsh Assignments. These restrictions may be over-written\nwhen deemed appropriate by staff responsible for local sex offender management and approved by\nthe Warden. Inmates may be permanently restricted from corresponding and/or communicating with\nindividuals who are:\n■ Prior child or adult victims of sexual offenses committed by the inmate. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 130"
}