{
  "document_category": "guidance",
  "document_name": "5394.01.pdf",
  "chunk_index": 7,
  "chunk_text": "If further review is required, the\nCRP conducts an expedited review and the inmate remains in custody only with the approval of\nthe Assistant Director, Correctional Programs Division, and the Assistant Director, Office of\nGeneral Counsel, or persons acting in their absence. f. Parole Cases. When a sex offender is within the review period, the unit team refers the inmate\nto the SOCRB, which conducts a review for sexual dangerousness and communicates the findings\nto the U.S. Parole Commission and the institution where the inmate is housed. If the inmate is not certified by the SOCRB (i.e., WA NOT CER) and denied parole, the unit team\nand SORC monitors his/her conduct and reviews any new information between parole hearings, to\ndetermine if a re-review by the SOCRB is necessary. If the unit team or SORC becomes aware of\nany new information or conduct of a sexual nature that was not taken into consideration by the\nSOCRB, the unit team notifies the SOCRB that the inmate requires a re-review before the next\nparole hearing date. g. Treaty Transfers. The Treaty Transfer Program, Correctional Programs Division, Central\nOffice, identifies qualified inmates pending treaty transfer by way of Walsh CMA assignments and\ntransmits transfer packets to the SOCRB for review. Upon completion of an expedited review, the\nSOCRB updates the SENTRY CMA and informs the Treaty Transfer Program of the finding. 4. INITIAL REVIEW BY THE SOCRB The SOCRB reviews each inmate identified by the DSCC and Bureau institutions, and determines\nwhether he/she meets the statutory definition of a sexually dangerous person for certification\npurposes. P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 9 a. Initial Screening for Behavioral Element (Element 1). Each inmate identified by the DSCC\nand Bureau institutions as having a history of unlawful sexual conduct is screened by a\nCorrectional Program Specialist to determine whether his/her conduct may qualify him/her for\npotential certification as a sexually dangerous person. To qualify for such certification, there must\nbe evidence that the individual engaged or attempted to engage in sexually violent conduct or child\nmolestation, which is referred to as Element 1. During initial screening, a Correctional Program Specialist reviews available documentation of the\ninmate’s unlawful sexual conduct and determines whether there is evidence that the conduct meets\nat least one of the above definitions. A charge or conviction for a sexual offense is not necessary\nas long as the conduct underlying the offense indicates having engaged or attempted to engage in\nsexually violent conduct or child molestation. Conversely, a charge or conviction for a sex offense does not categorically constitute having\nengaged or attempted to engage in sexually violent conduct or child molestation. For example, a\nhistory only of possession, receipt, or transmittal of child pornography ordinarily does not\nconstitute having engaged or attempted to engage in sexually violent conduct or child molestation. While such conduct could be viewed as exploitation within the meaning of the definition of child\nmolestation, civil commitment is intended for the most serious offenders having more direct victim\ncontact. Sexual misconduct occurring in a correctional or other confinement facility may be\nconsidered in evaluating the existence of qualifying Element 1 conduct."
}