{
  "document_category": "guidance",
  "document_name": "8120_003.pdf",
  "chunk_index": 23,
  "chunk_text": "Ordinarily, when an inmate’s FPI employment\nis interrupted, the inmate loses all accumulated longevity and vacation credit with\nthe following exceptions:\n(1) The inmate retains longevity and vacation credit when placed in medical idle\nstatus, provided the medical idle is not because of a FPI work-related injury\nresulting from the inmate’s violation of safety standards. If the medical idle\nresults from a FPI work-related injury where the inmate was not at fault, the inmate\nalso continues to earn longevity and vacation credit. (2) Likewise, the inmate retains, and continues earning for up to 30 days,\nlongevity and vacation credit if placed in Administrative Detention, provided the\ninmate is not found to have committed a prohibited act. (3) The inmate retains, but does not continue earning, longevity and vacation\ncredit when transferring from one institution to another for administrative (not\ndisciplinary) reasons, when absent from the institution on writ, or when placed in\nadministrative detention and found to have committed a prohibited act. If commission of a prohibited act results in disciplinary segregation, however, the inmate loses all\nlongevity and vacation credit. See sections 3(b)(3) and 8(b)(2) of this chapter. c. Pay grade retention. Ordinarily, when an inmate’s FPI employment is\ninterrupted, that inmate is not entitled to retain his or her pay grade, with the\nfollowing exceptions: P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 36 (1) An inmate retains pay grade status, with actual pay suspended, for up to 30\ndays in Administrative Detention. However, the inmate is not reimbursed for the\ntime spent in detention. (2) Likewise, an inmate retains pay grade status for up to 30 days while absent\nfrom the institution on writ, with actual pay suspended. The SOI may approve pay\ngrade retention when an inmate is on writ for longer than 30 days on a\ncase-by-case basis. (3) If an inmate is absent because of a FPI work-related injury where the inmate\nwas not at fault, the inmate retains his or her pay grade, with actual pay\nsuspended. d. Other Situations. For all other matters not covered above or in Table 1 of this chapter, the\nSOI should base decisions regarding pay and benefit modification and retention on documented\ninstances of conformance or non-conformance to the Inmate Worker Standards (see Chapter 4)\nand decisions regarding job retention on Chapter 4, Section 4 (Inmate Worker Dismissal) of this\npolicy. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 37 Table 1. Guidelines for Inmate Pay and Benefits\nLONGEVITY\nVACATION\nPAY GRADE\nSITUATION\nJOB\nCREDIT\nCREDIT\nRETENTION\nWAITING LIST\n________________________________________________________________________________________________ Dismissal for\nViolation of\nInmate Worker\nStandards lost lost lost Administrative\nTransfer lost retained retained Disciplinary\nTransfer lost lost Disc. Segregation lost Writ _ PROMOTION\n_ bottom of list\nw/SOI’s Approval On performance, if\nrehired lost Top 10% Accelerated lost lost bottom of list\nw/SOI’s Approval On performance, if\nrehired lost lost lost bottom of list\nw/SOI’s Approval On performance, if\nrehired lost retained retained Greater than\n30 days with\nSOI’s Approval w/SOI’s Approval After 30 days, if\nrehired, accelerated\npromotion Administrative\nDetention/guilty SOI may\nretain retained\nretained\n(for time period (for time period\naccrued)\naccrued) retained w/SOI’s Approval On performance, if\nrehired Administrative\nDetention/\nnot guilty ──────────────────── Medical Idle** retained retained retained lost Continues for 30 days ───────── Top 10%\nof admin. detention continues N/A"
}