{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 46,
  "chunk_text": "For example, a facility that is unable to identify any inmates who are lesbian, gay,\nbisexual, transgender, intersex (LGBTI) or gender nonconforming may not be meeting its\nobligations for screening inmates for risk of victimization and abusiveness under Standard\n115.41. In addition, the auditor should use interviewing opportunities with other inmates to\nexplore whether there are members of the targeted populations in the facility but unidentified\nby facility staff. When deemed appropriate, the auditor should attempt to conduct an interview\nwith inmates identified in this manner. Inmates selected from these targeted populations should be interviewed first using the\nRandom Sample of Inmates interview protocol, followed by the appropriate targeted inmate\ninterview protocol. It may also be appropriate to interview\nIMPORTANT\nan inmate using more than one targeted inmate interview\nprotocol. For example, if an inmate identifies as LGBTI, is a\nInterviews with inmates who have\nreported sexual abuse are not\nvictim of prior sexual abuse, and is being held in segregated\nintended to gather information to\nhousing due to risk of sexual victimization, it would be\ndetermine the validity of the\nappropriate to interview that inmate using four interview\nreport. The purpose is to\nprotocols: the Random Sample of Inmates interview\ndocument, from the alleged\nprotocol, the Transgender and Intersex Inmates; Gay,\nvictims’ perspectives, what\nLesbian, and Bisexual Inmates interview protocol; the\nhappened when they reported the\nInmates Placed in Segregated Housing (For Risk of Sexual\nincident, whether they feel that\nthe report was handled properly,\nVictimization/Who Allege to Have Suffered Sexual Abuse)\nand whether required services\ninterview protocol; and the Inmates who Disclosed Sexual\nwere provided. Victimization During Risk Screening interview protocol. In\nsuch circumstances, a single interviewee will satisfy multiple interview requirements, as\ndiscussed in the next subsection in greater detail. 45 Interviews with inmates in the targeted interview populations will likely require additional time. The amount of time will vary depending on the particular protocol, as well as the volume and\ntype of information shared by the inmate. Auditors should plan for and schedule their time\naccordingly. Selecting a Representative Sample of Inmates\nStandard 115.401(k) requires that auditors “shall interview a representative sample of inmates,\nresidents, and detainees.” Representative sampling means that auditors must select a group of\ninmates whose characteristics reflect the total inmate population in the audited facility. In\norder to guide auditors in conducting an adequate number of inmate interviews, the PREA\nManagement Office has established detailed requirements that prescribe the minimum number\nand types of inmate interviews that must be conducted according to the facility type and total\ninmate population. The interview rubrics presented in Tables 1–4 below provide the minimum number of inmate\ninterviews that must be conducted for each facility type: Prisons and Jails, Lockups, Community\nConfinement Facilities, and Juvenile Facilities. When determining the required number of\ninmate interviews, auditors should first determine the total inmate population as of the first\nday of the onsite portion of the audit. This should be based on the inmate roster and in\nconjunction with other information such as discharges, inmate programming (e.g., work\nrelease, inmates temporarily out of the facility for medical appointments or court\nappearances), and other factors that may impact the facility population during the audit."
}