{
  "document_category": "guidance",
  "document_name": "5331.02cn.pdf",
  "chunk_index": 4,
  "chunk_text": "a. Drug Abuse Program Staff, Initial Review. If the Drug Abuse Program Coordinator\n(DAPC) determines the inmate is qualified for participation in the RDAP, he or she will review\nSENTRY to determine if the inmate:\n•\n•\n•\n• has received a prior early release under § 3621(e);\nis a contract boarder (e.g., a state or military inmate);\nis a pretrial offender;\nhas a detainer that will prohibit completion of the community treatment component of the\nRDAP;\n• committed his/her federal offense before November 1, 1987; or\n• committed his/her D.C. offense before August 5, 2000. If the DAPC determines the inmate meets any of the above conditions, the inmate is NOT\nELIGIBLE for a § 3621(e) early release and no further review is required. The DAPC will then\nmeet with the inmate to notify him or her of his or her ineligibility for an early release. The\nDAPC will also:\n• have the inmate sign the Notice of RDAP Qualification form (BP-A0941). • forward the Notice of RDAP Qualification form to the Unit Team for placement in the\ninmate’s Central File; and\n• enter the appropriate early release eligibility assignment into SENTRY. Note: The DAPC can notify the inmate of his/her early release ineligibility and have the inmate\nsign the Notice of RDAP Qualification form at the same time. If the inmate is not excluded from eligibility upon the DAPC’s initial review, the inmate will\nrequire a § 3621(e) offense review by the DSCC legal staff. The DAPC or designee will submit\n(via GroupWise) a Request for § 3621(e) Offense Review form in a timely manner. The DAPC or designee will also forward an electronic copy of the Judgment and Commitment\nOrder (J&C) and the Presentence Investigation Report (PSR) if the DSCC does not already have\nP5331.02 3/16/2009 Federal Regulations: bold type. Implementing instructions: regular type. Page 5 one. To determine whether the DSCC has a copy of an inmate’s J&C file (which includes the\nPSR), the DAPC or designee will check the sentence computation data function in SENTRY. If\nthe “DSC” last updated the computation, the DSCC has a copy of the J&C file, and there is no\nneed to send a copy of the same with the Request for § 3621(e) Offense Review form. However,\nif an institution last updated the computation, the DSCC does not have a copy of the J&C file. In\nthose cases, the DAPC or designee will send a scanned copy of the J&C file with the Request for\n§ 3621(e) Offense Review form. The DAPC will place the inmate’s name and register number in\nthe subject line of the email to DSCC legal staff. b. Designation and Sentence Computation Center, Offense Review. Upon receipt of the\nRequest for § 3621(e) Offense Review form and the J&C file, the DSCC legal staff will ordinarily\nhave 30 working days to determine an inmate’s early release eligibility status based on a review\nof the inmate’s current offense and prior convictions. The DSCC legal staff will review current\nand prior offenses for both U.S. Code and D.C. Code felony offenders. After completing the offense review, a legal staff member will complete and sign the\nRequest for § 3621(e) Offense Review form."
}