{
  "document_category": "guidance",
  "document_name": "GuideToProcurementProcedures.pdf",
  "chunk_index": 5,
  "chunk_text": "The SOW (or Invitation for Bids) itself should encourage such full and open competition. Bidders’ lists or market surveys can be used to help determine whether there will be a sufficient\nnumber of prospective offerors or bidders for a full and open competition to take place. If a\nbidders list is not considered adequate with respect to a requirement, a market survey of the\nmarketplace should be conducted. Advertising the requirements in local newspapers and trade\npublications is one way to achieve a more effective, full and open competition. Recommendations and prohibitions regarding how to make these competitions as full and open\nas possible are examined in detail at 2 CFR § 200.319. 1 Part 200 Uniform Requirements 2 CFR § 200.319. Page | 10 Some organizations choose to maintain a prequalified bidders list, i.e., a list of prospective\nbidders who are prequalified as to material, equipment, or services. However, if not\nadministered properly, this prequalification may run counter to the goal of full and open\ncompetition. Accordingly, prequalified bidders lists may be used only if they are current and\ninclude enough qualified sources to ensure adequate competition. If a pattern of “no response”\nis indicated for one or more bidders, organizations should consider whether removal of such\nbidder(s) from a bidders list may be justifiable and appropriate. Also, maintaining these lists by\nfunctional category may make them easier to use and maintain. If bidders’ lists are used,\nprospective bidders must not be precluded from becoming qualified during the solicitation\nperiod. 2\nLocal preference laws/ordinances have always required special attention by the grantor agency\nwhen there are Federal dollars involved. Therefore, the non-Federal entity must conduct\nprocurements in a manner that prohibits the use of statutorily or administratively imposed\nstate, local, or tribal geographical preferences in the evaluation of bids or proposals, except\nwhere expressly encouraged by applicable Federal law. 3 Competition Checklist\nNo. Question 1. Does the SOW (or Invitation for Bids) contain attributes\nconducive to a full and open competition?” Yes No If the answer is “No,” the restrictive parts should be\nrewritten. 2. Has the bidders list or a market survey been reviewed to\ndetermine availability of competitive contractors? If the answer is “No,” a review should be done to determine\nthe availability of competitive contractors in the market\nplace. 3. Has an “advertising” strategy been developed to allow\nprospective bidders ample time to request a copy of the\ninvitation for bids and respond accordingly? If the answer is “No,” ample time for advertising should be\nfactored in, when determining the forecasted award date. 2\n3 2 C.F.R. § 200. 319(d).\n2 C.F.R. § 200.319(b). Page | 11 Chapter 6\nShared Services and Other Agreements between Agencies (Entities)\n(May normally apply to state, tribal, or local governments) In certain instances, one way to satisfy a requirement is to meet the requirement through the\ntransfer of funds from one unit of an organization to another, or through an agreement\nbetween or among governments (or entities) to share – or use common – goods or services. These approaches may help foster greater efficiency and economy. See 2 C.F.R. § 200.318(e). Such approaches to obtain goods or services may be possible where, for example:\n•\n•"
}