{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 59,
  "chunk_text": "Also be advised that the designated agents must have in their possession a copy of the Form VI,\nproper identification, and a certified copy of the warrant when assuming custody of the prisoner. Any questions regarding this procedure may be directed to the individual listed below or the\nAgreement Administrator for your State. Inmates who are temporarily transferred pursuant to the IAD remain under the primary\njurisdiction of Federal authorities. Should you accept temporary custody of this inmate, we wish\nto remind you that under Article V(e) of the IAD, you are required to return the above-named\ninmate to this institution after prosecution on all pending charges. While this inmate is in your\ntemporary custody, he or she will be held in a suitable jail that meets the level of security\nrequired by the Bureau of Prisons. In addition, security requirements for the inmate (e.g.,\ntype of restraints, number of escorting staff, who may transport, etc.) must be met. Any\nproblems associated with this inmate must be reported to the individual listed below. This\ninmate may not be released on bail or bond while in your custody. Additionally, this inmate is\nnot to be committed to a state correctional institution for service of any state sentence(s) that may\nbe imposed because of your prosecution. P5800.15 1/1/2009 Attachment B, Page 1 PROSECUTOR’S NOTIFICATION\nPage Two\nRE: INMATE’S NAME To help us with processing, please fill out the enclosed certification form and return to us before\nscheduling a date for assuming custody. Upon completion of the State proceedings, contact this\noffice to schedule a date for the inmate's return to Federal custody. If you have any questions on this matter, please call: MANAGER’S NAME AND\nTELEPHONE NUMBER. Sincerely,\nCEO’S NAME /s/ NAME MANAGER Enclosures: BP-Forms A235, A236, A238, A239\nBP-A565, IAD/State Writ – Prosecutor’s Certification Form\ncc: Clerk of Court\nState IADA Administrator NOTIFICATION (SAMPLE LETTER) (DATE)\nP5800.15 1/1/2009 Attachment C, Page 1 PROSECUTOR’S NAME TITLE\nSTREET ADDRESS\nCITY, STATE\nZIP CODE RE: INMATE NAME\nINMATE REGISTER NO. STATE CASE/REFERENCE NO. Dear OTHER PROSECUTOR’S NAME: The above-referenced defendant has requested disposition of pending charges in (ORIGINAL\nJURISDICTION) pursuant to Article III of the Interstate Agreement on Detainers Act (IADA). According to Article III(d), the inmate’s request also is a request for disposition of the charges in\nyour jurisdiction lodged as a detainer. Consistent with the same Article, copies of the appropriate\nforms are enclosed. You should contact the prosecuting official named above to arrange for a\ntransfer of custody once trial is had in their jurisdiction. Any questions regarding this procedure\nmay be directed to the individual listed below or the Agreement Administrator for your state. Inmates who are temporarily transferred pursuant to the IAD remain under the primary\njurisdiction of Federal authorities. Should you accept temporary custody of this inmate, and are\nthe last to prosecute the inmate among those eligible to do so, you will be required to return him\nor her to this institution after prosecution of all pending charges that form the basis for your\ndetainer (Article V(e)). While in your temporary custody, the inmate must be held in a suitable\njail that meets the level of security required by the Bureau of Prisons."
}