{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 44,
  "chunk_text": "III. Scope of Work This section outlines the specific personnel, travel, supplies, and activities necessary to perform the work\nbeing funded. It is organized into seven sections, which detail the services and support that the COPS Office\nwill provide and the activities and requirements that the awardee agrees to accomplish and meet. 31 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual For a period hereinafter set forth, the COPS Office and the awardee will cooperatively furnish the necessary\npersonnel, travel, supplies, and otherwise perform all things necessary for, or incident to, the performance of\nwork (the accomplishment of functional objectives) as set forth below: A. COPS Office responsibilities\nSpecifically, the COPS Office will do the following:\n1. Designate a program manager to participate in the planning and management of this cooperative\nagreement and to coordinate activities. 2. Provide information and technical assistance from government sources within available resources and\nas determined appropriate by the program manager. 3. Provide guidance to the awardee in the planning and development of strategies used in the project\nand in the coordination of the project with law enforcement agencies and organizations interested in\ncontributing their support. 4. Work with the awardee to meet the designated project tasks and timelines. 5. Review and approve required reports specific to each cooperative agreement, which will include\nperiodic progress and financial reports, deliverables, evaluations, and other documentation requiring\nCOPS Office approval. 6. Review and approve all proposed changes in key staff assignments to the project and any significant\nchanges in the partner’s role or responsibilities. 7. Review and approve all proposed writers of any project deliverables. 8. Permit an awardee to copyright any work that is subject to copyright and was developed, or for\nwhich ownership was purchased, under an award in accordance with 2 C.F.R. § 200.315(b) as adopted\nby the U.S. Department of Justice in 2 C.F.R. §2800.101. The COPS Office will reserve a royalty-free,\nnonexclusive, and irrevocable license to reproduce, publish, or otherwise use, and to authorize\nothers to use, for Federal Government purposes: (1) the copyright in any work developed under this\ncooperative agreement including any related subaward or contract; and (2) any rights of copyright to\nwhich the awardee, including its subawardee or contractor, purchases ownership with support from\nthis cooperative agreement. In addition, the COPS Office may make available for reproduction material\nproduced under this cooperative agreement by any means, including a U.S. Department of Justice\nwebsite, a hard copy(ies), or in electronic form(s), without restriction. The COPS Office also reserves\nthe right, at its discretion, to not publish deliverables and other materials (e.g., reports, publications,\nmanuals, and training curricula) developed under this cooperative agreement as a U.S. Department of\nJustice resource. B. Awardee responsibilities This section provides additional details of awardee responsibilities common to all COPS Office cooperative\nagreements. Specifically, the awardee will do the following:\n1. Be responsible for acquiring the rights, and ensuring that its subawardees/contractors/authors acquire\nthe rights, to copyrighted material for inclusion in U.S. Department of Justice publications or other\nproducts or deliverables that are developed under this cooperative agreement, including the payment\nof required fees."
}