{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 9,
  "chunk_text": "The nonsupplanting requirement also means that an award recipient receiving CHP funds to rehire an officer\nlaid off as a result of state, local, or BIA budget reductions must rehire the officer on or after the official award\nstart date. The award recipient must maintain documentation in its CHP award file showing the dates that the\nofficer was laid off and rehired. In addition, the nonsupplanting requirement means that an award recipient that receives CHP funds to rehire an\nofficer who was, at the time of award application, scheduled to be laid off on a specific future date as a result of\nstate, local, or BIA budget reductions, must continue to fund the officer with its own funds through the award\nstart date until the date of the scheduled layoff. [For example, if the award start date is July 1 and the layoff is\nscheduled for November 1, then the COPS Office funds may not be used to fund the officer until November 1,\nthe date of the scheduled layoff.] Your agency must have identified the date(s) of the scheduled layoffs and the\nnumber of officers to be laid off in its application. Award recipients must maintain documentation showing the\ndate(s) and reason(s) for the layoffs, the number of officers laid off, the number of officers rehired, and the dates\nthe officers were rehired. [Please note that your agency may rehire the officers scheduled for layoff with CHP\nfunding on or immediately after the date of the scheduled layoff. Unless required by your jurisdiction, your\nagency is not required to formally complete the administrative steps associated with the layoff of the individual\nofficers you are seeking to rehire so long as your agency can document that a final, approved budget decision\nwas made to layoff those particular individual officers on the identified layoff date.] Documentation that may be used to prove that scheduled layoffs or budget reductions are occurring for local\neconomic reasons that are unrelated to the availability of CHP award funds may include (but are not limited to)\ncouncil or departmental meeting minutes, memoranda, notices, or orders discussing the layoffs; notices\nprovided to the individual officers regarding the date(s) of the layoffs; or final budget documents ordering\ndepartmental or jurisdiction-wide budget reductions. These records must be maintained with your agency’s CHP\naward records during the award period and for three years following the official closeout of the CHP award in\nthe event of an audit, monitoring, or other evaluation of your award compliance. For more information regarding complying with the nonsupplanting requirement, including implementing your\naward when you have locally funded vacancies, please see the Grant Monitoring Standards and Guidelines at\nwww.cops.usdoj.gov/pdf/e081420661_Grant%20Monitoring_Final.pdf. 5. Extensions\nCondition:\nYour agency may request an extension of the award period to receive additional time to implement your award\nprogram. Such extensions do not provide additional funding. Awards may be extended a maximum of 36 months\nbeyond the initial award expiration date. Any request for an extension beyond 36 months will be evaluated on a caseby-case basis. Only those recipients that can provide a reasonable justification for delays will be granted no-cost 8 2016 COPS Hiring Program (CHP) Award Owner’s Manual"
}