{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 85,
  "chunk_text": "Arrangements\nmay be made for a replacement shipment and to permit the vendor to make whatever claim the\nvendor has against the carrier and to authorize disposition of the damaged goods. The institution should cooperate in any reasonable way to protect the shipper’s interest, through\njoint inspection of the goods and furnishing the vendor a copy of the inspection report and freight\nbill, restoration of the damage by repair rather than replacement if not detrimental to the\nGovernment, or disposition of the damaged articles in the way most advantageous to the owner. The institution must insist upon prompt disposition of any unacceptable goods held for the shipper. c. Shipment Partially Damaged. When a shipment received F.O.B. destination is only\npartially damaged, the Receiving Report indicates the acceptable items and notates the articles\ndamaged. If the damages are negligible, the order is marked complete and a voucher deduction\nmade from the vendor’s invoice for the amount damaged. d. Shipments Totally Damaged and Not Acceptable. When all items in a shipment received\nF.O.B. destination are not acceptable, a Receiving Report is not prepared. Follow the actions\ndescribed above. 12.8 INVENTORY REQUISITIONS via TRUTRAC Staff enter information into TRUTRAC to requisition supplies as required. a. Staff receiving the requisition items will sign the TRUTRAC Inventory Issue Report.\nb. The Warehouse staff will process pending requisitions. Once the order is filled, quantities\nissued will be updated in TRUTRAC. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 112 c. The Warehouse staff file the signed TRUTRAC Inventory Issue Report. 12.9 STORES REQUISITION FOR NON-TRUTRAC ITEMS A Stores Requisition, Invoice & Transfer Receipt (BP-A0100) is used to record the issue, transfer\n(temporary or permanent), or return of supplies and accountable property, and to provide a\ndocument for accounting control. a. Controlled Property. Accountability of controlled property out for repair is transferred via a\nStores Requisition, Invoice & Transfer Receipt (BP-A0100) form. b. Preparation. Stores Requisition forms are available to all employees. The requisitioning\nofficer fills in the form and forwards it to the Warehouse. The form is completed as follows:\nWarehouse/Trust Fund staff number requisitions for supplies consecutively, beginning with No.\n0001 at the start of each fiscal year. Staff maintain a separate block of numbers for transactions\ninvolving controlled property with FPS identification numbers. These are identified as ETR001\n(Equipment Transaction Request). Note: Only designated APOs may sign Stores Requisitions involving transfer of controlled\nproperty. 12.10 ARRANGEMENT OF STORES Accessibility and convenience are important factors in Warehouse operations. New stock is\nplaced in shelves, bins, etc., so that the oldest stock is issued first. a. Segregation of Supplies. Supplies purchased out of special funds, such as B&F and Trust\nFund, are segregated and are not issued for purposes other than that for which purchased. b. Convenience. Articles are stacked or shelved in uniform tiers and rows to facilitate rapid\ncounting when taking inventory. Full cartons or other containers are placed so the label or\nmarking indicating the contents is on the outer or top side, whichever is most readily visible. Clothing is arranged by size, and bins marked to facilitate inventory. c. Security."
}