{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 95,
  "chunk_text": "83 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual (D) Davis-Bacon Act, as amended (40 U.S.C. 3141–3148). When required by federal program legislation, all\nprime construction contracts in excess of $2,000 awarded by nonfederal entities must include a provision\nfor compliance with the Davis-Bacon Act (40 U.S.C. 3141–3144, and 3146–3148) as supplemented by\nU.S. Department of Labor regulations (29 CFR Part 5, “Labor Standards Provisions Applicable to Contracts\nCovering Federally Financed and Assisted Construction”). In accordance with the statute, contractors must\nbe required to pay wages to laborers and mechanics at a rate not less than the prevailing wages specified\nin a wage determination made by the Secretary of Labor. In addition, contractors must be required to pay\nwages not less than once a week. The nonfederal entity must place a copy of the current prevailing wage\ndetermination issued by the U.S. Department of Labor in each solicitation. The decision to award a contract\nor subcontract must be conditioned upon the acceptance of the wage determination. The nonfederal entity\nmust report all suspected or reported violations to the federal awarding agency. The contracts must also\ninclude a provision for compliance with the Copeland “Anti-Kickback” Act (40 U.S.C. 3145) as supplemented\nby U.S. Department of Labor regulations (29 CFR Part 3, “Contractors and Subcontractors on Public Building\nor Public Work Financed in Whole or in Part by Loans or Grants from the United States”). The Act provides\nthat each contractor or subrecipient must be prohibited from inducing, by any means, any person employed\nin the construction, completion, or repair of public work to give up any part of the compensation to which\nhe or she is otherwise entitled. The nonfederal entity must report all suspected or reported violations to the\nfederal awarding agency. (E) Contract Work Hours and Safety Standards Act (40 U.S.C. 3701–3708). Where applicable, all contracts\nawarded by the nonfederal entity in excess of $100,000 that involve the employment of mechanics or\nlaborers must include a provision for compliance with 40 U.S.C. 3702 and 3704 as supplemented by U.S.\nDepartment of Labor regulations (29 CFR Part 5). Under 40 U.S.C. 3702 of the Act, each contractor must be\nrequired to compute the wages of every mechanic and laborer on the basis of a standard work week of 40\nhours. Work in excess of the standard work week is permissible provided that the worker is compensated at\na rate of not less than one and a half times the basic rate of pay for all hours worked in excess of 40 hours\nin the work week. The requirements of 40 U.S.C. 3704 are applicable to construction work and provide that\nno laborer or mechanic must be required to work in surroundings or under working conditions which\nare unsanitary, hazardous, or dangerous. These requirements do not apply to the purchases of supplies or\nmaterials or articles ordinarily available on the open market or contracts for transportation or transmission of\nintelligence. (F) Rights to Inventions Made Under a Contract or Agreement."
}