{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 110,
  "chunk_text": "To be considered for a modification or waiver of subsistence, the\noffender must submit to the contractor a written justification\nalong with a financial statement to include a listing of all\ndebts and assets. The contractor shall forward the offender's\nrequest to the CCM with its recommendation. Subsistence shall be\nwaived/modified for inmates who have been assessed a Cost of\nIncarceration Fee.\nRefer to the Program Statement on Cost of\nIncarceration Fee.\n5.13.2. Social Security Payments to Offenders Both 42 U.S.C. ยง 402 and implementing language in 20 CFR 404.468\nprovide the following guidance on this issue:\nConvicted felons are not entitled to receive Social Security\nbenefits for any part of any month of which the individual\nis confined. For definitional purposes, confinement means\nas long as the individual is under a sentence of confinement\nand has not been released due to parole or pardon. It\nshould be noted that benefit payments to any other person\nwho is entitled on the basis of the prisoner's wages and\nself-employment income are payable as though the prisoner\nwere receiving benefits. The Social Security Administration has held that the regulation\nmeans offenders are not entitled to benefits if they are\ntransferred from an institution to a CCC, home confinement, or\nany other program if their sentences are still running and they\nhave not been released from custody. Exception: Disability benefits may be allowed to individuals\nparticipating in a vocational rehabilitation program that the\ncourt and the Social Security Administration approves. 5.13.3. Employment One of the most important purposes of CCC placement is employment\nassistance. Contractors are to ensure that offenders begin\nworking as soon as possible and must assist those who need help\nin finding employment. Most offenders are expected to be\nemployed within 15 working days of arrival at a CCC. PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 32\nCCMs must encourage contractors to develop programs that increase\nprivileges for pre-release component offenders who are employed. It is generally appropriate for contractors to require offenders\nto be employed before allowing them to be absent from the CCC for\nsocial purposes. Contractors may take disciplinary sanctions\nagainst offenders who are able, but unwilling, to hold\nemployment. Bureau policy and the SOW require that employers be notified of\nan inmate's legal status (that they have been convicted of a\nfederal offense). This policy applies to supervision (public\nlaw) cases also, but such cases are under the jurisdiction of the\ncourt or U.S. Parole Commission and probation officers may\ndetermine that an exception is appropriate. CCMs must ensure\nthat contractors implement the policy in all other cases. Notifications should be made prior to employment of the offender\nif possible. 5.13.4. Authorized Absences Contractors may allow a pre-release component inmate to \"sign out\"\nfrom the CCC until evening curfew, and go on pass for weekends and\nholidays. A furlough is required when the inmate\nwill be gone for more than a weekend (including holidays) and/or\nthe destination is more than 100 miles. Furloughs require USPO\ncomment (both in the district the inmate will be visiting as well\nas where the CCC is located, if not the same), CCM approval, and\nCIM clearance if appropriate."
}