{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 13,
  "chunk_text": "Under no circumstances should an\nAuditors must consider any\nauditor permit someone to unduly influence his or her\nbusiness or personal relationship\nprofessional judgment. or other interest that might\nsignificantly impair their\nobjectivity, yield an unfair\ncompetitive advantage, or even\ncreate the appearance of\nimpropriety. Such relationships\nare considered to be conflicts of\ninterest and must be identified\nand avoided by auditors. Prior to every audit, the auditor is required to certify in\nwriting that he or she has no conflict of interest through any\nrelationship to the facility to be audited or the agency\noverseeing that facility. 7 The Auditor Report Template\navailable on the PREA Resource Center Website (see\nwww.prearesourcecenter.org/node/1754) includes a\nprompt for auditors to complete this information. Relevant PREA Standard In general, if an auditor has a financial, personal, or recent or current employment relationship\nto an agency, he or she must not conduct audits for that agency. Standard 115.402 is designed\nto minimize the risk of a PREA auditor having any such conflict of interest. There are three provisions under Standard 115.402 that address auditor conflicts of interest. These include the following:\n• 7 115.402(a) – “An audit shall be conducted by: (1) A member of a correctional monitoring\nbody that is not part of, or under the authority of, the agency (but may be part of, or\nauthorized by, the relevant State or local government); (2) A member of an auditing\nentity such as an inspector general’s or ombudsperson’s office that is external to the\nagency; or (3) Other outside individuals with relevant experience.” See 28 C.F.R. § 115.403(a). 13 • 115.402(c) – “No audit may be conducted by an auditor who has received financial\ncompensation from the agency being audited (except for compensation received for\nconducting prior PREA audits) within the three years prior to the agency’s retention of\nthe auditor.” • 115.402(d) – “The agency shall not employ, contract with, or otherwise financially\ncompensate the auditor for three years subsequent to the agency’s retention of the\nauditor, with the exception of contracting for subsequent PREA audits.” Building on Standard 115.402(a), (c), and (d), the following guidance must be used by auditors\nwhen deciding whether to accept an offer to conduct a PREA audit of an agency or facility. Personal Relationships The principles outlined in Standard 115.402 apply to situations in which the auditor’s\nimmediate family members or close personal friends have a conflict of interest. For example, an\nauditor may not conduct an audit of an agency if an immediate family member or close\npersonal friend has been employed by the agency within the last 3 years or has a significant\nfinancial interest in any corporation or other business associated with housing of inmates in\nthat agency. An auditor also may not conduct an official PREA audit for an agency (or facility\nunder the authority of that agency) if the auditor has an immediate family member (including\nparents, spouses, siblings, and children) or close personal friend in the custody of a facility\noperated by the agency under review."
}