{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 18,
  "chunk_text": "Your agency must advise the COPS Office in writing of any changes to your approved indirect cost rate\nduring the grant award period and must request a budget modification with the COPS Office to reflect any\nrate change. If your agency has never received a negotiated indirect cost rate, then you may request a de minimis indirect\ncost rate of 10 percent of modified total direct costs (MTDC). See 2 C.F.R. § 200.414(f ). 7 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual In addition, if a provisional indirect cost rate is in effect at grant closeout, your agency shall proceed with\ncloseout, but you will need to complete an expenditure analysis upon receipt of the approved final indirect\ncost rate to determine if an adjustment is necessary. If your agency drew down excess COPS Office funding\nfor indirect costs, then your agency must return the overpayment to the COPS Office and submit a revised\nFederal Financial Report (SF-425). If your agency incurred additional indirect costs, then your agency may\nrequest a budget modification if the award is still open and award funds are available. If your agency returns\nor draws down COPS Office funding, then your agency will need to submit a revised final Federal Financial\nReport (SF-425). Please be advised that awardees may not use COPS Office funding for the same item or service also funded by\nanother U.S. Department of Justice award. 4. Travel costs Travel costs for transportation, lodging and subsistence, and related items are allowable under the Community\nPolicing Development Program with prior approval from the COPS Office. Payment for allowable travel costs\nwill be in accordance with 2 C.F.R. § 200.474 (Uniform Administrative Requirements, Cost Principles, and Audit\nRequirements for Federal Awards) as adopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101. Why this condition:\nThe COPS Office CPD Program will fund award-related travel costs for the awardee agency or other (nonawardee) individuals to attend training and technical assistance conferences, seminars, or classes or to visit a\nsite specified in the original application. Allowable expenses for award-related lodging, meals, and incidental\nexpenses that were included in the application were approved by the COPS Office as part of your agency’s\nCPD award and final budget. For more information, please refer to award condition #3 on page 4, “Allowable\nCosts.” What you should do: Your agency should refer to your FCM for a list of approved travel costs and use CPD funds only for those\napproved travel costs incurred during the award period. In addition, your agency should keep timely and\naccurate records of all travel expenses. If at any time these costs change, you should immediately contact\nyour COPS Office Program Manager. 5. Supplementing, not supplanting\nState, local, and tribal government awardees must use Community Policing Development funds to supplement,\nand not supplant, state, local, or Bureau of Indian Affairs (BIA) funds that are already committed or otherwise\nwould have been committed for award purposes (hiring, training, purchases, and/or activities) during the award\nperiod."
}