{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 49,
  "chunk_text": "Your agency should maintain records so that you can identify them by grant year or by fiscal year, whichever\nyou find more convenient. What if we have more than one grant? If your agency has more than one COPS Office grant or a grant from another federal agency, funds received\nunder one project may not be used to support another project without specific written authorization\nfrom the COPS Office, or in the case of a grant from another agency, from both awarding agencies. Your\naccounting systems and financial records must reflect expenditures for each project separately. Who may access our records? Authorized federal representatives, including representatives from the U.S. Department of Justice, the\nComptroller General of the United States, the COPS Office, and any entity designated by the COPS Office\nmay access these records for the purposes of conducting audits, site visits, or other examinations. 34 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual V. Federal Audit Requirements In addition to oversight by the COPS Office, your grant may be subject to an audit by independent\nexaminers. The two primary types of audit are Single Audit Act (SAA) audits and U.S. Department of Justice,\nOffice of the Inspector General (OIG) audits. Requirements and audits What are the regulations governing Single Audit Act (SAA) requirements? The Single Audit Act of 1984 established uniform guidelines for state and local governments receiving\nfederal financial assistance. The 1984 Act was amended in July 1996, was revised June 27, 2003 and again\nJune 26, 2007, and is effective for fiscal years after December 31, 2003 to reflect revised audit criteria and\nreporting requirements. The new Office of Management and Budget (OMB) 2 C.F.R. Part 200 — Uniform\nAdministrative Requirements, Cost Principles and Audit Requirements for Federal Awards (Uniform\nGuidance) was effective on December 26, 2013, was implemented by federal agencies on the required\neffective date of December 26, 2014, and provides additional guidelines regarding the implementation of\nSAA requirements. Who must have an SAA audit? A nonfederal entity that expends $750,000 or more during the nonfederal entity’s fiscal year in federal\nawards must have a single audit conducted in accordance with §200.514 “Scope of audit,” except when\nit elects to have a program-specific audit conducted in accordance with paragraph (c) of this section. An\nauditee may be a recipient, a subrecipient, or a vendor. Specifically, “Federal awards expended as a recipient\nor a subrecipient are subject to audit under §200.501, Subpart F.”\nSAA audits are conducted annually unless a state or local government is required by constitution or statute,\nin effect on January 1, 1987, to undergo audits less frequently than annually. The primary objective of an SAA\naudit is to express opinions on the grantee’s financial statements, internal controls, major and non-major\ngrant programs, and compliance with government laws and regulations. Single Audits may also address\nspecific compliance issues with respect to COPS Office grant requirements. In cases of continued inability or unwillingness to have an audit conducted in accordance with this part,\nfederal agencies and pass-through entities must take appropriate action as provided in §200.338 “Remedies\nfor noncompliance.”"
}