{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 26,
  "chunk_text": "Legal issues;\nEscape prevention;\nContraband detection;\nBuilding searches;\nGuarding;\nBarking;\nControl and obedience exercises;\nApprehension; and\nHandler protection. An approved handler/canine training school must conduct an annual\n24-hour recertification. The canine and handler must complete\nthe training course successfully prior to the canine unit's use. 507. TRAINING DOCUMENTATION. The initial handler development\nand yearly recertification courses are mandatory. Refresher\ntraining deemed necessary for the canine and handler must be made\navailable through the kennel that provided the canine. Training\nmust be documented by the Captain and Employee Development. 508. PROCUREMENT. Expenditures incurred by canine units will be\nfunded by the respective Regional Office and institution, cost\ncenters 215 and 315. Canines must be purchased from kennels\napproved by the Assistant Director, Correctional Programs\nDivision, CO. PS 5500.14\n10/19/2012\nChapter 6, Page 1\nCHAPTER 6\nAFTER-ACTION REVIEW AND REPORTING\n600. DEFINITIONS a. A major incident includes, but is not limited to, all:\n\n\n\n\n\n\n\n shooting incidents,\nmajor fires,\nwork/food strikes,\ndisturbances,\nescapes,\ninternal and external hostage situations,\nhomicides, and\nother incidents as identified by the respective Regional\nDirector and Assistant Director, Correctional Programs\nDivision, CO. b. A shooting incident for the purpose of this Program\nStatement is defined as:\n(1) Intentional or unintentional discharge of a firearm by\nan employee either on or off duty, under circumstances which\nwarrant official notice or review. Weapons harmlessly discharged in connection with training or\nrecreation are not included in this definition and, except as\nnoted below, need not be reported. (a) Discharge of a firearm by anyone during the course\nof official business. (b)\nanimals. Discharge of a firearm in defense against vicious ©) Discharge of a firearm resulting in self-inflicted\ninjuries or injuries to another person. (d) Discharge of a firearm by a Bureau employee\nresulting in an investigation by any law enforcement agency. 601. AFTER-ACTION REVIEW TEAM. When a major incident occurs at\na Bureau or contract facility, the Regional Director may, at his\nor her discretion, appoint an After-Action Review Team to\ninvestigate the incident and prepare an After-Action Report. PS 5500.14\n10/19/2012\nChapter 6, Page 2\nThe Review Team chairperson must be from the Regional Office in\nthe region where the incident occurred. Unless the Director\ndetermines otherwise, the team will include a representative from\nthe Correctional Services Branch. If the incident includes issues regarding facility design, the\nReview Team must include a representative from the Administration\nDivision (CO). 602. AFTER-ACTION REVIEW TEAM FOR DISCHARGE OF FIREARM a. Within two working days of a shooting incident, the Warden\nmust submit a full report on the Report of Incident form (BP-583)\nto the Regional Director, with copies to the Assistant Director,\nCorrectional Programs Division, and the Assistant Director,\nHealth Services Division. When appropriate, medical reports\ngenerated from the incident must be included. If such reports\nare included, the affected staff will be so advised. b. For all shooting incidents at a Bureau or contract\nfacility, the Regional Director is to appoint an After-Action\nReview Team, referred to as a \"Shooting Investigation Team.\" The Regional Director determines the team’s composition, based\non the specific circumstances. Depending on the seriousness of\nthe incident, the Regional Director may authorize a paper review\nof the facts or may require an on-site investigation. c. The Shooting Investigation Team will prepare a Shooting\nIncident Report which will serve as the After-Action Report. The\nreport will be submitted to the Regional Director for comments\nand recommendations."
}