{
  "document_category": "guidance",
  "document_name": "AOM.pdf",
  "chunk_index": 9,
  "chunk_text": "If at any time you are unsure if an item is considered allowable or unallowable, please contact your COPS Office\nGrant Program Specialist for further assistance. Please be advised that recipients may not use COPS Office funding for the same item or service also funded by\nanother US Department of Justice award. See also award condition “Duplicative Funding.” 4. Supplementing, Not Supplanting\nCondition:\nRecipients must use award funds to supplement, and not supplant, state, local, or Bureau of Indian Affairs (BIA)\nfunds that are already committed or otherwise would have been committed for award purposes (hiring, training,\n7 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual purchases, and/or activities) during the award period. In other words, recipients may not use COPS Office funds to\nsupplant (replace) state, local, or BIA funds that would have been dedicated to the COPS Office-funded item(s) in\nthe absence of the COPS Office award (42 U.S.C. § 3796dd-3(a)). Why this condition:\nThe COPS Office statutory nonsupplanting requirement mandates that award funds not be used to replace state or\nlocal funds (or, for tribal recipients, BIA funds) that would, in the absence of federal aid, be made available for the\naward purposes. What you should do:\nAHTF funds may not be used to pay for any item or cost funded under the award (equipment, personnel, training,\netc.) if that item or cost was otherwise budgeted with state, local, or BIA funds. In addition, recipients may not\nreallocate state, local, or BIA funds from one area within the law enforcement budget to another as a result of\nreceiving AHTF award funds. If you have questions concerning this award term and how it pertains to your project\nbudget please contact your COPS Office Grant Program Specialist. Personnel To meet this award condition, you must ensure the following:\n• Each individual employed under the COPS Office Anti-Heroin Task Force program award is newly hired on or\nafter the award start date, unless an exception is authorized in writing by the COPS Office. If current\npersonnel are redeployed into this program, they must be paid with local funds. The COPS Office award funds\nmay be used to backfill the resulting vacancy with newly hired personnel for an equivalent amount of time. • Any officer(s) or civilian(s) that you are hiring bring(s) your force not only to a number over and above the\nnumber of funded positions that you had on the date of your COPS Office Anti-Heroin Task Force Program\napplication (including funded but vacant positions) but also over and above the number of locally funded\npositions during the award period. • During the life of your award, you must continue to hire as many new, locally funded officers or civilians as\nyou would have if you had not received your award. You may not cancel or postpone spending money in your\nbudget that is committed to hiring other new officers or civilians. •"
}