{
  "document_category": "guidance",
  "document_name": "5300_022.pdf",
  "chunk_index": 4,
  "chunk_text": "■ Volunteers will be recognized for their contributions and accomplishments. 2. DEFINITIONS\na. Volunteers. For the purposes of this Program Statement, volunteers are private citizens who\nprovide a variety of gratuitous services to the Bureau of Prisons. Gratuitous services are\nuncompensated services that would otherwise not be performed by a paid Government worker. Per 31 U.S.C. Section 1342, the Federal Government is not permitted to accept voluntary P5300.22 11/07/2016 5 services that are not pursuant to a prior contract or under an advance agreement that they will be\ngratuitous. The gratuitous services agreement under which the services are performed must\nstate, among other things, that the volunteers waive all claims to financial reimbursement or\ncompensation from the Bureau for their services, time, or expenses. The gratuitous service\nagreement should be entered into before the services are provided. Volunteers are ordinarily any adult 18 years of age or older (except at high security and\nadministrative institutions where volunteers must be at least 21 years of age). Volunteers cannot serve as both a volunteer and contractor in the Bureau. Bureau staff may not serve as volunteers at any facility housing Bureau inmates except in limited\ncircumstances not involving one-on-one contact with inmates (e.g., choirs). These activities\nmust be approved by the Warden (Bureau institutions) or branch administrator (contract\nfacilities). b. Non-Volunteers − Government Providers. A number of Federal, state, and local\ngovernment agencies provide services to inmates that are part of these agencies’ duties; for\nexample, the Social Security Administration, Department of Veterans Affairs, Department of\nLabor, state workforce departments, etc. These providers are not considered volunteers. Non-Federal providers or Federal providers without Federal Government credentials must\ncomplete an NCIC Check (BP-A0660). The Warden approves their entry into the institution via\nmemo for each entrance into the institution, which is kept on file with the NCIC by the program\nmanager for a period of three years. 3. CLASSIFICATION\na. Level I Volunteers. Authorized to perform a service four days or less per year for an\ninstitution or administrative office. These volunteers will receive general training; however, they\nare not badged. b. Level II Volunteers. Authorized to perform a service more than four days per year for an\ninstitution or administrative office. These volunteers receive a badge and are required to attend\nvolunteer and/or mentor training. 4. TYPES OF VOLUNTEERS Volunteers can be specifically approved to provide several different types of services, such as\nmentoring, visitation, and assistance with transitional needs or resources, as well as programs or P5300.22 11/07/2016 6 activities associated with the needs of a specific department. However, the BOP prohibits the\nuse of volunteers to deliver health care. The delivery of health care is defined as the clinical\nassessment, diagnosis, treatment, and education of inmates regarding their medical, dental,\nmental health, or nursing treatment plan. Institutions may use volunteers to present health\npromotion/disease prevention educational sessions or nationally standardized self-help programs\n(e.g., Alcoholics Anonymous) if the institution’s sponsoring department determines the volunteer\nhas the requisite health education training and experience, and the educational materials are\nreviewed for accurate and ethical content."
}