{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 63,
  "chunk_text": "Geographic deployment plans can help enhance\ncustomer service and facilitate more contact between police and citizens, thus establishing a strong\nrelationship and mutual accountability. Beat boundaries should correspond to neighborhood boundaries\nand other government services should recognize these boundaries when coordinating government publicservice activities. Despecialization To achieve community policing goals, officers have to be able to handle multiple\nresponsibilities and take a team approach to collaborative problem solving and partnering with the\ncommunity. Community policing encourages its adoption agency-wide, not just in special units, although\nthere may be a need for some specialist units that are tasked with identifying and solving particularly\ncomplex problems or managing complex partnerships. Resources and finances Agencies have to devote the necessary human and financial resources to\nsupport community policing to ensure that problem-solving efforts are robust and that partnerships are\nsustainable and effective. Personnel The principles of community policing need to be infused throughout the entire personnel system of\nan agency, including recruitment, hiring, selection, and retention of all law enforcement agency staff—\nincluding sworn officers, non-sworn officers, civilians, and volunteers, as well as personnel evaluations,\nsupervision, and training. Recruitment, hiring, and selection Agencies need a systematic means of incorporating community\npolicing elements into their recruitment, selection, and hiring processes. Job descriptions should recognize\ncommunity policing and problem-solving responsibilities and encourage the recruitment of officers\nwho have a spirit of service, instead of only a spirit of adventure. A community policing agency must also\nthoughtfully examine where it is looking for recruits, whom it is recruiting and hiring, and what is being\ntested. Some community policing agencies also look for involvement of the community in this process\nthrough the identification of competencies and participation in review boards. Personnel supervision/evaluations Tie performance evaluations to community policing principles\nand activities that are incorporated into job descriptions. Performance, reward, and promotional structures\nshould support sound problem-solving activities, proactive policing and community collaboration, and\ncitizen satisfaction with police services. Training Training at all levels—academy, field, and in-service—must support community policing\nprinciples and tactics. It also needs to encourage creative thinking, a proactive orientation, communication\nand analytical skills, and techniques for dealing with quality-of-life concerns and maintaining order. Officers\ncan be trained to identify and correct conditions that could lead to crime, to raise public awareness, and\nto engage the community in finding solutions to problems. Field training officers and supervisors need to\nlearn how to encourage problem solving and help officers learn from other problem-solving initiatives. Until\ncommunity policing is institutionalized in the organization, training in its fundamental principles will need to\ntake place regularly. 56 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Information systems (technology) Community policing is information-intensive, and technology plays a central role in helping to provide ready\naccess to quality information. Accurate and timely information makes problem-solving efforts more effective\nand ensures that officers are informed about the crime and community conditions of their beat. In addition,\ntechnological enhancements can greatly assist with improving two-way communication with citizens and\nwith developing agency accountability systems and performance outcome measures. Communication/access to data Technology provides agencies with the ability to communicate externally with the public and internally with their own staff."
}