{
  "document_category": "guidance",
  "document_name": "Model-Tribal-Code_508.pdf",
  "chunk_index": 12,
  "chunk_text": "11 2. Date of Birth.\na. The sex offender’s actual date of birth, and\nb. Any other date of birth used by the sex offender. 3. Photograph. A sex offender shall permit their photograph to be taken by\nthe Responsible Agency Name or its designee:\na. Every 90 days for Tier III sex offenders,\nb. Every 180 days for Tier II sex offenders, and\nc. Every year for Tier I sex offenders. 4. Physical Description. An accurate description of the sex offender as\nfollows:\na. A physical description,\nb. A general description of the sex offender’s physical appearance or\ncharacteristics, and\nc. Any identifying marks, such as, but not limited to, scars, moles,\nbirthmarks, or tattoos. If possible, photographs of any tattoos or\nsignificant marks shall also be taken. 5. Offense Information. The text of each provision of law defining the criminal\noffense(s) for which the sex offender is registered. 6. Criminal History.\na. The date of all arrests,\nb. The date of all convictions,\nc. The sex offender’s status of parole, probation, or supervised release,\nd. The sex offender’s registration status, and\ne. Any outstanding arrest warrants. 7. Social Security Number. The following information:\na. A valid Social Security number for the sex offender, and\nb. Any Social Security number the sex offender has used in the past, valid\nor otherwise. 8. Driver’s License. The sex offender’s valid driver’s license(s), issued by any\njurisdiction, and the Responsible Agency Name or its designee shall make\na photocopy of any such licenses. 9. Identification Cards. The sex offender’s government-issued identification\ncard(s), including the sex offender’s tribal enrollment card (issued by any\njurisdiction). The Responsible Agency Name or its designee shall make a\nphotocopy of any such identification cards. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 12 10. Passports. Any passports held or used by the sex offender, and the\nResponsible Agency Name or its designee shall make a photocopy of any\nsuch passports. 11. Immigration Documents. Any and all immigration documents held or used\nby the sex offender, and the Responsible Agency Name or its designee\nshall make a photocopy of any such documents. 12. Phone Numbers. Any and all telephone numbers and any other\ndesignations used by sex offenders for purposes of routing or selfidentification in telephonic communications including but not limited to:\na. Any and all cellular telephone numbers,\nb. Any and all land line telephone numbers, and\nc. Any and all Voice over Internet Protocol (VOIP) telephone numbers. 13. Residence Address. The following information related to the sex offender’s\nresidence:\na. The address of each residence at which the sex offender resides or will\nreside, and\nb. Any location or description that identifies where the sex offender\nhabitually resides regardless of whether it pertains to a permanent\nresidence or location otherwise identifiable by a street or address. 14. Employment. The following information related to the sex offender’s\nemployment, to include any and all places where the sex offender is\nemployed in any capacity, including volunteer and unpaid positions:\na. The name of the sex offender’s employer,\nb. The address of the sex offender’s employer, and\nc. Similar information related to any transient or day labor employment."
}