{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 72,
  "chunk_text": "• Problem Solving Activities\nBuilding on information systems to enhance crime analysis capabilities. Identifying crime problems by looking at crime trends. Identifying crime problems with members of the community or other government agencies. Preventing crime by focusing on conditions that lead to crime. • Community Partnerships\nMeetings with community members to learn about specific problems. Locating offices or stations within neighborhoods. Use of volunteers. Providing community policing training to citizens. Police participation in community organization working groups and/or special programs for schools\nand other interest groups which enhance crime prevention. Appendix E. Whistleblower protection (41 U.S.C. 4712) 59 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual 41 U.S.C. 4712. Pilot program for enhancement of contractor protection from reprisal for disclosure of certain\ninformation\n(a). Prohibition of reprisals.—\n(1). In general. —An employee of a contractor, subcontractor, or grantee may not be discharged,\ndemoted, or otherwise discriminated against as a reprisal for disclosing to a person or body described in\nparagraph (2) information that the employee reasonably believes is evidence of gross mismanagement\nof a Federal contract or grant, a gross waste of Federal funds, an abuse of authority relating to a Federal\ncontract or grant, a substantial and specific danger to public health or safety, or a violation of law, rule,\nor regulation related to a Federal contract (including the competition for or negotiation of a contract) or\ngrant. (2). Persons and bodies covered. —The persons and bodies described in this paragraph are the persons\nand bodies as follows:\n(A). A Member of Congress or a representative of a committee of Congress.\n(B). An Inspector General.\n(C). The Government Accountability Office.\n(D). A Federal employee responsible for contract or grant oversight or management at the relevant\nagency.\n(E). An authorized official of the U.S. Department of Justice or other law enforcement agency.\n(F). A court or grand jury.\n(G). A management official or other employee of the contractor, subcontractor, or grantee who has\nthe responsibility to investigate, discover, or address misconduct. (3). Rules of construction. —For the purposes of paragraph (1)—\n(A). an employee who initiates or provides evidence of contractor, subcontractor, or grantee\nmisconduct in any judicial or administrative proceeding relating to waste, fraud, or abuse on a\nFederal contract or grant shall be deemed to have made a disclosure covered by such paragraph;\nand\n(B). a reprisal described in paragraph (1) is prohibited even if it is undertaken at the request of an\nexecutive branch official, unless the request takes the form of a non-discretionary directive and is\nwithin the authority of the executive branch official making the request. (b). Investigation of complaints.—\n(1). Submission of complaint. —A person who believes that the person has been subjected to a reprisal\nprohibited by subsection (a) may submit a complaint to the Inspector General of the executive agency\ninvolved."
}