{
  "document_category": "guidance",
  "document_name": "1351_005_CN-2.pdf",
  "chunk_index": 18,
  "chunk_text": "During the appeal, Bureau staff shall assist OIP staff in the\nreview of contested Bureau documents necessary to resolve the\nappeal and/or litigation. This review may be coordinated by\nFOIA/PA staff in the Office of General Counsel or Regional\nCounsel.\n24. CORRECTION OF RECORDS a. Inmate Requests for Correction. An inmate may submit a\nwritten request for correction of records through the Bureau’s\nAdministrative Remedy Program. b. Non-inmate Requests for Correction. A person other than an\ninmate may request correction of inaccurate, incomplete, or\nirrelevant information by writing to the Director of the Federal\nBureau of Prisons.\n! A request for correction must identify the particular\nrecord in question, state the correction sought, and\nset forth the justification for the correction. PS 1351.05\n9/19/2002\nPage 25\n! c. Both the request and the envelope must be clearly\nmarked \"Privacy Act Correction Request.\" Bureau Responses\n(1) Requests to Correct Bureau Records (a) Bureau staff may make or deny requests for correction\nof Bureau records pursuant to procedures contained in\n28 CFR 16.50. One basis for denial may be that the records are\ncontained in a Bureau system of records that has been published\nin the Federal Register and exempted from the Privacy Act’s\nprovisions requiring amendment and correction. Refer to\n28 CFR 16.97 for further information. Inmate Central File Records. Unit staff shall take\nreasonable steps to ensure the accuracy of challenged information\nin the Inmate Central File, particularly when the challenged\ninformation can be verified.\n! Reasonable steps include requiring specific action\nfrom the inmate, such as providing documents which\nsupport the challenge and/or the names of people\nto contact regarding the challenged information. ! Once Bureau staff make a determination that the\nchallenged information is incorrect, appropriate\nnotations on the record shall be made to ensure\nthat staff do not use the discredited information\nto make decisions regarding the inmate. ! Special procedures have been developed when the\nchallenged information involves a PSI Report. See\nthe Program Statement on Inmate Central File,\nPrivacy Folder, and Parole Mini-Files for further\ninformation. (b) Any denial of a request for correction should contain\na statement of the reason for denial and notice to the requester\nthat the denial may be appealed to the U.S. Department of\nJustice, Office of Information and Privacy, by filing a written\nappeal within 30 days of the receipt of the denial. The appeal shall be marked on the face of the letter and\nthe envelope, \"PRIVACY APPEAL - DENIAL OF ACCESS,\" and shall be\naddressed to the OIP address cited in Section 23 above. (2) Requests to Correct Records Originated by Other Federal\nAgencies. Requests for correction of records prepared by other\nFederal agencies shall be forwarded to that agency for\nappropriate action and the requester shall be immediately\nnotified of the referral in writing. PS 1351.05\n9/19/2002\nPage 26\n(3) Requests to Correct Records Originated by Non-Federal\nSource. When the request is for correction of non-Federal\nrecords, the requester shall be advised to write to that nonFederal entity. 25. FEES FOR PRIVACY ACT REQUESTS. Fees for copies of records\ndisclosed under the Privacy Act, including fees for an employee’s\nown records, may be charged in accordance with 28 CFR 16.47. PART FOUR: [FREEDOM OF INFORMATION ACT REQUESTS FOR INFORMATION]\n26. [FREEDOM OF INFORMATION ACT REQUESTS § 513.60."
}