{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 42,
  "chunk_text": "Why this condition:\nThe COPS Office statutory nonsupplanting requirement mandates that grant funds may not be used to\nreplace state or local funds (or, for tribal grantees, BIA funds) that would, in the absence of federal aid, be\nmade available for the grant purposes. What you should do:\nTRGP-E/T grantees may not use grant funds to pay for any item or cost funded under the grant (equipment,\npersonnel, training, etc.) if that item or cost was otherwise budgeted with state, local, or BIA funds or\ncommitted to the grantee’s budget. In addition, grantees may not reallocate state, local, or BIA funds from one area within the law enforcement\nbudget to another as a result of receiving TRGP grant funds. For example, grantees who have budgeted\nfunds to pay for new computer equipment may not reallocate those funds to pay for any other law\nenforcement cost as a result of receiving TRGP-E/T grant funds for the same computer equipment. 30 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual TRGP Equipment and Training—To meet this grant condition, you must ensure the following: • Equipment and technology must be purchased on or after the award start date (unless an exception is authorized in writing by the COPS Office) and must be in addition to purchases that the grantee has\nobligated funding in the current budget to make. Funds currently allocated to purchase equipment\nor technology may not be reallocated to other purposes or reimbursed upon the award of a TRGP-E/T\ngrant. For example, grantees who have budgeted local funds to pay for a new computer system may\nnot reallocate those funds to pay for any other law enforcement cost as a result of receiving TRGP-E/T\nfunds for the same computer system. • Any training covered by TRGP-E/T funds is in addition to the number of hours of training already\nprovided by your agency. Funds currently allocated for training may not be reallocated to other\npurposes. Note: This grant condition applies to all state or locally funded agencies working in partnership with your\nagency under this grant. Your agency is responsible for ensuring that any partner agencies use COPS Office\nfunds only to supplement, not supplant, their state, local, or BIA funding as described in this condition. 6. Extensions\nYour agency may request an extension of the grant award period to receive additional time to implement your\ngrant program. Such extensions do not provide additional funding. Grants may be extended a maximum of 36\nmonths beyond the initial award expiration date. Any request for an extension beyond 36 months will be evaluated\non a case-by-case basis. Only those grantees that can provide a reasonable justification for delays will be granted\nno-cost extensions. Reasonable justifications may include technology implementation delays, training delays,\nor other circumstances that interrupt the 36-month grant funding period. An extension allows your agency to\ncompensate for such delays by providing additional time to complete the full 36 months of funding. Extension\nrequests must be received prior to the end date of the award. Why this condition:\nUnder federal regulations, requests to extend the grant award period require prior written approval from the\nCOPS Office."
}