{
  "document_category": "guidance",
  "document_name": "FY19_SVPP_AOM.pdf",
  "chunk_index": 60,
  "chunk_text": "In\naddition, any CDs, DVDs, electronic newsletters, brochures, website addresses, and/or other similar information\npublished in connection with the award should be referenced.] 64 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual In the event of a COPS Office award monitoring review, the following information should be retained: Excess cash review\n• Identify the total amount of award funding drawn down from the award. • Summary and supporting documentation of how the agency expended award funding. • Revised Federal Financial Reports. Unallowable/unsupported costs review\n• Payroll ledgers for all expenses charged to the award. 65 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual Appendix E. Enhancement of contractor protection from reprisal for\ndisclosure of certain information (41 U.S.C. § 4712)\n(a) Prohibition of reprisals. -(1) In general.--An employee of a contractor, subcontractor, grantee, or subgrantee or personal services\ncontractor may not be discharged, demoted, or otherwise discriminated against as a reprisal for\ndisclosing to a person or body described in paragraph (2) information that the employee reasonably\nbelieves is evidence of gross mismanagement of a Federal contract or grant, a gross waste of Federal\nfunds, an abuse of authority relating to a Federal contract or grant, a substantial and specific danger\nto public health or safety, or a violation of law, rule, or regulation related to a Federal contract\n(including the competition for or negotiation of a contract) or grant. (2) Persons and bodies covered. --The persons and bodies described in this paragraph are the persons\nand bodies as follows:\n(A) A Member of Congress or a representative of a committee of Congress. (B) An Inspector General. (C) The Government Accountability Office. (D) A Federal employee responsible for contract or grant oversight or management at the relevant\nagency. (E) An authorized official of the Department of Justice or other law enforcement agency.\n(F) A court or grand jury. (G) A management official or other employee of the contractor, subcontractor, or grantee who has\nthe responsibility to investigate, discover, or address misconduct. (3) Rules of construction.--For the purposes of paragraph (1)-(A) an employee who initiates or provides evidence of contractor, subcontractor, or grantee\nmisconduct in any judicial or administrative proceeding relating to waste, fraud, or abuse on a\nFederal contract or grant shall be deemed to have made a disclosure covered by such paragraph;\nand\n(B) a reprisal described in paragraph (1) is prohibited even if it is undertaken at the request of an\nexecutive branch official, unless the request takes the form of a non-discretionary directive and is\nwithin the authority of the executive branch official making the request. (b) Investigation of complaints. -(1) Submission of complaint. --A person who believes that the person has been subjected to a reprisal\nprohibited by subsection (a) may submit a complaint to the Inspector General of the executive agency\ninvolved."
}