{
  "document_category": "guidance",
  "document_name": "6400_003.pdf",
  "chunk_index": 14,
  "chunk_text": "This includes a\npalliative treatment intervention that may include placement of sedative, temporary restorations,\nextraction of non-restorable teeth, pulpectomy, and gross debridement of symptomatic areas. Urgent dental care may be requested by inmates on a 24-hour basis. Urgent dental care is the highest priority. Maintaining a wait list for urgent care is prohibited. If\ndental emergencies occur outside the regular workday, local procedures in the Institution\nSupplement required by the current Program Statement Patient Care will be followed. The\npatient must be seen by a dentist within 3 business days of the initial clinical encounter. In the\nabsence of a dentist, the inmate will be seen by a prescribing clinician. b. Dental Triage. Dental triage is allowed in facilities to support the dentist. Dental staff can\nprioritize inmate requests based on urgency when the inmate presents to the sick call clinic. Dentally trained medical staff can assess the urgency of dental conditions when a dentist is not\navailable or to support the dental program. Examples may include off-shift duty hours, during\nmedical unit rounds, or when the dentist is working at a different facility within a complex. While dental triage may be managed by non-dental providers and interim medications prescribed,\nthis is not a substitute for definitive dental diagnosis and treatment interventions done by a\ndentist. When there is no dentist present during regular duty hours, available DAs and RDHs can triage\ninmates signing up for dental sick call. If a patient reports to dental sick call with acute\nsymptoms (severe pain, obvious swelling) and prescribing medications may be indicated, the\nfollowing procedures may be instituted:\n■ The patient may be referred/taken over to a Mid-Level Provider (MLP) or physician. He/she\ncan evaluate the patient, contacting the dentist if he/she is accessible, and prescribe\nmedications for relief of acute symptoms until the patient can be seen by a dentist. ■ The DA or RDH should track these inmates and report them to the CDO. Should the\ninstitution be without a CDO, dental staff will report these inmates to the RCD. The RCD\ncan review the triage note in the EMR remotely and determine the urgency for and\nmanagement of definitive care for the chief complaint. Dental protocols should be used by trained health care staff. Non-dental staff must be trained by\nthe dentist annually to ensure current competency. Training is documented and made available\nto reviewers and auditors. P6400.03 6/10/2016 19 c. Dental Sick Call Clinic. Complexes and facilities with dentists conduct sick call clinics for\nassessing urgent inmate dental conditions. Provisional dental treatment is provided to manage\nacutely symptomatic dental disease. Chronic dental disease management is deferred to the\nroutine dental care program (see Comprehensive Care section). Patients are diagnosed by a licensed dentist. During staff vacancies at complexes, the Chief\nDental Officer or staff dentist establishes a rotation to ensure coverage at each facility within the\ncomplex. Inmate-generated sick call encounters are subject to copayment. Exceptions may include:\nreferrals from another healthcare provider; requests as a result of recent prior treatment (i.e., lost\nrestoration) by a BOP provider; adjustment of dental prostheses recently (up to six months)\ndelivered by a BOP provider."
}