{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 30,
  "chunk_text": " Maintain or restore control of a correctional\ninstitution. The use of firearms is prohibited if force other than firearms\nappear reasonably sufficient to accomplish law enforcement\npurposes. Examples are, but not limited to:\n\n\n Prevention of escape;\nPrevention serious physical injury; and\nRestoration of control in a correctional institution. The necessity to use firearms arises when all available means of\nachieving the law enforcement purpose have failed or are likely\nto fail. An employee is not required to jeopardize personal safety or the\nsafety of others before using firearms to prevent serious\ninjuries/bodily harm or death. If use of firearms is deemed necessary, staff must shoot the\nsubject with every intention of hitting \"center mass\" to ensure\nthe subject is stopped. PS 5500.14\n10/19/2012\nChapter 7, Page 3 Staff will not attempt to shoot a limb which creates a lesser\nchance of stopping the subject and may pose a danger to staff,\nother inmates, or persons in the community. Firearms must not be\nused solely to disable moving vehicles or aircraft. Firearms\nwill only be used against the driver or other occupants of a\nmoving vehicle when the:\n Employee has a reasonable belief that the subject poses an\nimminent danger of death or serious physical injury to the\nemployee or others.  Public safety benefits of using such force outweigh the\nrisks to the safety of the employee or others. As soon as practicable, medical attention must be provided to any\npersons injured during an incident involving use of firearms. Firearms will not be used if the employee recognizes a potential\nescapee as an inmate sentenced under the Juvenile Justice and\nDelinquency Prevention Act.\na. Escape Prevention. The use of firearms is authorized when\ndeemed necessary to prevent an escape in the following\nsituations. (1) Perimeter Walls. At institutions secured with\nperimeter walls, prior to using firearms, staff must reasonably\nbelieve that an inmate has the capability to escape. For example, the inmate may be carrying items that could be\nused to perpetrate an escape, such as, but not limited to, a\nladder, grappling hook, or rope, suggesting an intent to escape. An employee who determines an escape is in progress must\nissue a verbal warning, then fire a warning shot prior to\nshooting the subject. (2) Multiple Perimeter Fences. At institutions secured\nwith multiple perimeter fences, prior to using firearms, staff\nmust reasonably believe that an inmate has the capability to\nescape. For example, the inmate may be carrying items such as, but\nnot limited to, a ladder, blankets, grappling hooks, ropes, broom\nhandles, or sticks, that will perpetrate an escape. PS 5500.14\n10/19/2012\nChapter 7, Page 4 An employee who determines an escape is in progress must\nissue a verbal warning, then fire a warning shot prior to\nshooting the subject. Verbal warnings and warning shots are not required when the\nemployee reasonably believes there is imminent threat danger of\ndeath or serious physical injury to self or others. When authorized, throughout this policy, warning shots\nshould be used only if there is no apparent danger to self, other\nstaff and inmates, or the community. Warning shots will be fired into the ground and never into\nthe air or in an indiscriminate direction."
}