{
  "document_category": "guidance",
  "document_name": "GuideToProcurementProcedures.pdf",
  "chunk_index": 24,
  "chunk_text": "This analysis should reflect a comparison of forecasted costs for both an outright\npurchase and a leasing arrangement. If determination is made to enter into a lease/purchase,\nnon-Federal entities shall ensure that a certain part of the lease cost (dollars) will apply toward\nthe purchase price of the equipment (indicated in the lease). In addition, non-Federal entities\nshall ensure that at a predetermined time, the equipment under lease is either:\n•\n• Purchased under the terms of the lease, or\nReturned to the lessor and action is taken to cancel the lease. 2. Documentation\nNon-Federal entities will maintain records sufficient to detail the significant\nhistory of a procurement. These records will include, but are necessarily limited\nto the following: rationale for the method of procurement, selection of contract\ntype, contractor selection or rejection, and the basis for the contract price. 21 It is extremely important that non-Federal entities document contractual actions in order to\nformulate and maintain an audit trail. The official contract file should reflect in detail all of the\nsteps in the procurement process and serves as the official accountability document. 3. Other Resources 22\nNon-Federal entities are encouraged to use other resources such as donated property\nand Federal excess and surplus property in lieu of purchasing new equipment and\nproperty whenever such use is feasible and reduces project costs. 20 2 C.F.R. § 200.318(d).\n2 C.F.R. § 200.318(i).\n22\n2 C.F.R. § 200.318(f).\n21 Page | 49 4. Use of Value Engineering 23\nNon-Federal entities are encouraged to use value engineering clauses in contracts for\nconstruction projects of sufficient size to offer reasonable opportunities for cost reductions. Value engineering is a systematic and creative analysis of each contract item or task to ensure\nthat its essential function is provided at the overall lower cost. 23 2 C.F.R. § 200.318(g). Page | 50 Chapter 19\nContracting Concepts Summary The following lists show 1) practices to employ to have a successful procurement program, and\n2) those practices to avoid that may result in unsatisfactory contracts being awarded by the recipient agency. 1. Contracting Practices to Employ\na.\nb.\nc.\nd.\ne. Ensure adequate competition. Prepare Invitation for Bid (IFB)/Request for Proposal (RFP). Maintain bidders list(s). Conduct interviews (for RFP). Obtain prior approval (where required). 2. Contracting Practices to Avoid\na.\nb.\nc.\nd.\ne.\nf. Place unreasonable requirements. Require unnecessary experience. Engage in noncompetitive pricing. Engage in organizational conflicts-of-interest. Engage in wasteful or needlessly duplicative spending. Require unreasonable timeframes. Page | 51"
}