{
  "document_category": "guidance",
  "document_name": "5217_02.pdf",
  "chunk_index": 4,
  "chunk_text": "The Report provides a detailed explanation of the reasons\nfor the Hearing Administrator’s findings, but does not include information that would jeopardize\nthe safety, security, or orderly operation of correctional facilities, or protection of the public. The Regional Director considers whether, based on the Hearing Administrator’s findings, the\nSMU referral is necessary to ensure the safety, security, or orderly operation of Bureau facilities,\nor protection of the public. The Regional Director includes a recommendation on the Report and\nforwards it to the Designation and Sentence Computation Center (DSCC). When considering inmates for designation to the SMU, appropriate DSCC staff involved in the\ndesignation process review the inmate’s CIM assignment to ensure inmates who are separatees\npursuant to the Program Statement Central Inmate Monitoring Manual are not designated to\nthe same SMU without written concurrence of the Central Office. The DSCC then reviews the\nReport and, after consulting with the Assistant Director, Correctional Programs Division,\nindicates whether SMU referral is approved. If SMU referral is approved, the DSCC selects the\nSMU that best meets the inmate’s greater management needs, and enters the approval on the\nCMC Clearance Data Sheet. The DSCC forwards the decision to the receiving Regional\nDirector and Warden, with copies to the referring Regional Director and Warden. If SMU\nreferral is denied, the DSCC should consider a secondary referral code/rationale provided in the\nreferral − greater security, adjustment purposes, etc.\nd. Post-Decision Notice and Appeal. The inmate’s copy of the completed Report is sent to the\nreferring Warden, who ensures delivery to the inmate. The Report advises the inmate of the\nopportunity to appeal the decision and the Hearing Administrator’s findings through the\nAdministrative Remedy Program, directly to the Office of General Counsel. An inmate’s appeal of the decision or the Hearing Administrator’s findings does not delay\ndesignation and transfer to a SMU. Designation and transfer are effected; the inmate may\nproceed with the appeal while housed in the SMU. e. Mental Health Removal. An inmate in SMU may be removed if it becomes clear the\ninmate’s mental health does not reasonably allow him/her to complete the program. The\nrecommendation is forwarded to the Administrator, Psychology Services Branch, Central Office. If approved, the Psychology Administrator notifies the Warden (refer to the Program Statement\nTreatment and Care of Inmates With Mental Illness). f. Inmates in Disciplinary Segregation. When an inmate serving a sanction of disciplinary\nsegregation is designated to a SMU, the referring Regional Director may:\nP5217.02 8/09/2016 5 ■ Direct that the inmate complete the disciplinary segregation period at the current institution;\nor\n■ Request that the inmate complete the disciplinary segregation period at the receiving\ninstitution before transfer into the SMU. 4. CENTRAL INMATE MONITORING (CIM) ASSIGNMENTS\nCIM assignments regarding SMU candidates will be finalized prior to assignment to a specific\nSMU. This ensures the most appropriate placement of each SMU inmate. Inmates with CIM assignments related to their SMU placement may be housed in the same\ninstitution/SMU housing unit, due to the institution’s ability to prevent any physical contact\nbetween them. 5. CONDITIONS OF CONFINEMENT Conditions of confinement for SMU inmates are more restrictive than for general population\ninmates."
}