{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 25,
  "chunk_text": "Denial of full certification will remain in effect while the appeal is under consideration. Auditor Reporting Requirements\nAuditors conducting an audit outside of the Online Audit System 15 (i.e., conducting a paper\naudit) must fulfill the following reporting requirements:\nComplete and submit Pre-Audit Reporting Form. The Pre-Audit Reporting Form collects\nbasic information about scheduled audits, including the expected dates for the onsite\nportion of the audit, the location of the audit, and the facility and/or agency to be\naudited. Auditors must complete and submit this form to the PREA Resource Center at\nleast 30 days prior to the first day of the auditor’s onsite visit to the facility. • 15 • Complete and submit Post-Audit Reporting Form. The Post-Audit Reporting Form\ncollects detailed information regarding the characteristics of the audited facility and/or\nagency, the dates for the onsite portion of the audit, the audit location, and descriptive\ninformation regarding the auditor’s methodology and compliance with his or her\nobligations under the PREA Standards. Auditors must complete and submit this form to\nthe PREA Resource Center no more than 15 days following the date upon which the final\nreport was submitted to the audited facility and/or agency. • Submit final audit report. Auditors must submit their final audit reports to the PREA\nResource Center no more than 15 days following the date upon which the final report\nwas submitted to the audited facility and/or agency. There is an upload feature in the\nPost-Audit Reporting Form for auditors to submit their final audit reports. Refer to Refer to Chapter 14 for more information on the Online Audit System. 25 Chapter 18 for important information regarding final audit report formatting\nrequirements. Links to the above reporting forms are available on the dashboard of the Auditor Portal. For\nauditors who start an audit in the Online Audit System but,\nAuditors on Probationary\nfor any reason, complete the audit outside of the Online\nCertification Status\nAudit System, they must submit their Pre- and Post-Audit\nReporting Forms and final audit reports using the available\nAs described in Chapter 10,\nforms in the Auditor Portal. Auditors who use the Online Audit System to conduct an\naudit must complete the information relevant to the Preand Post-Audit Reporting Forms directly in the Online Audit\nSystem and will not need to submit separate forms to the\nPREA Resource Center. The Online Audit System also\npreserves a copy of the final audit report; therefore,\nauditors who complete an audit using the Online Audit\nSystem do not need to submit their final audit reports\nseparately to the PREA Resource Center. regardless of whether or not\nauditors use the Online Audit\nSystem to conduct an audit,\nauditors on probationary\ncertification status must submit a\nPre-Audit Reporting Form, PostAudit Reporting Form, and the\nfinal audit report to the PREA\nResource Center in the Auditor\nPortal according to the specified\ntimelines. In addition to the above forms, all auditors, regardless of whether or not they conduct audits\nusing the Online Audit System, must fulfill the following reporting requirements:\n• Complete and submit Annual Audit Reporting Form. This form captures the number of\naudits an auditor conducted in a calendar year."
}