{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 102,
  "chunk_text": "If your agency does not have\nan ORI number assigned by the FBI, the COPS Office assigns a non-official ORI code to use as an agency\nidentifier (in such cases, the last two characters will be “ZZ”). It can be found on your grant award document. When you contact the COPS Office with a question, please reference your ORI number (or your grant\nnumber). primary law enforcement authority. An agency with primary law enforcement authority is the agency that is\nthe first responder to calls for service and has ultimate and final responsibility for the prevention, detection,\nor investigation of violations of criminal laws within its jurisdiction. The Public Safety Partnership and Community Policing Act of 1994. The COPS Office is charged with fulfilling\nthe mandates of this law. The purposes of the law are to • increase the number of community policing officers on the beat;\n• provide additional and more effective training to law enforcement officers to enhance their problemsolving, service, and other skills needed in interacting with members of the community; • encourage the development and implementation of innovative programs to permit members of the\ncommunity to assist law enforcement agencies in the prevention of crime; • encourage the development of new technologies to assist law enforcement agencies in reorienting the\nemphasis of their activities from reacting to crime to preventing crime. retention period. After 36 months of COPS Office funding, TRGP-Hiring grantees are required to retain each\nadditional COPS Office-funded position awarded using local, state, or other sources of non-COPS Office\nfunds. Each awarded position must be retained for at least 12 months following the conclusion of the 36\nmonths of federal funding for that position. This time span is referred to as the retention period. System for Award Management (SAM). The SAM database is the repository for standard information about\nfederal financial assistance applicants, recipients, and subrecipients. Organizations that have previously\nsubmitted applications via Grants.gov are already registered with SAM, as it is a requirement for Grants.gov\nregistration. Please note, however, that applicants must update or renew their SAM at least once per year to\nmaintain an active status. Information about registration procedures can be accessed at www.sam.gov. supplanting. For the purposes of your COPS Office grant, supplanting means replacing state, local, or BIA\nfunds that otherwise would have been spent on law enforcement purposes with federal COPS Office funds. State, local, and tribal governments are prohibited from supplanting throughout the grant period. This\nmeans that your agency may not use COPS Office funds to pay for any equipment/technology, services,\nor other items which, in the absence of the COPS Office program, would otherwise have been funded\nwith state or local funds or funds supplied by the BIA. The COPS Office funds must instead be used to\nsupplement, or increase, your law enforcement budget. For additional information on supplanting, please\nreview TRGP-Hiring grant condition #4 on page 8 or TRGP-E/T grant condition #5 on page 32 of this manual. 90 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual 2015 COPS Office Tribal Resources Grant Program\nGrant Owner’s Manual"
}