{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 82,
  "chunk_text": "Numbers automatically assigned by TRUFACS. (b) TRUTRAC Receiving Reports. Number automatically assigned by TRUTRAC. (c) Non-Resale Trust Fund Receiving Report. A separate series of numbers is established for\nTrust Fund Non-Resale Receiving Reports. The numbers are preceded by TF and numbered\nconsecutively at the beginning of the fiscal year (e.g., TF0001-7, TF0002-7). Accounting, in\nconjunction with the Warehouse, maintains number control of Receiving Reports. (d) S&E, B&F, etc., Receiving Reports. Numbered consecutively at the beginning of each\nfiscal year followed by the last digit of the fiscal year; e.g., 0001-7, 0002-7.\n(2) Received From. The name of the vendor as shown on the PO. If supplies are received\nfrom a shipper other than the vendor, his/her name and address, preceded by the words Actual\nShipper, are shown in the body of the Receiving Report. (3) Contract Number and Date. As shown on the PO. (4) Government Bill of Lading (GBL) Number. Indicate if appropriate. (5) Via. Name of the transportation company or mode of delivery, such as Vendor’s Truck,\nPicked Up, or Mail. For orders when the institution pays postage, the amount is shown. If\nshipment was by common carrier, show whether the carrier or the Government performed pickup\nor delivery between the carrier’s terminal and institution. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 108 (6) Accounting Data. Entered the YREGDOC number on the Receiving Report exactly as\nshown on the PO. (7) Transportation Prepaid or Collect. Always completed with the amount indicated. If the\namount cannot be determined, UNK (for unknown) is entered. (8) Stock Number/Serial Number, Quantity, Unit, Article, Unit Price, Amount. Most are\nself-explanatory. The PO. price of the item received is used to prepare the Receiving Report. When the PO. is an estimated or not to exceed amount, the actual unit price is used if it is less than\nthe PO price (e.g., actual price is $10, for an item identified as NTE $12). (9) Receiving Clerk. Signature of Warehouse/Trust Fund staff receiving the goods or services. Any correction after preparation of a Receiving Report requires the initials of a Warehouse/Trust\nFund staff member. i. Distribution of Receiving Reports. (1) Original. After Warehouse/Trust Fund staff verify and sign it, the original is forwarded to\nAccounting with any invoices or GBLs and filed with the copy of the PO and the vendor’s invoice\npending preparation of the basic voucher for payment. (2) Receiving Clerk Copy. May be utilized at local discretion. (3) Requisitioner Copy. Forwarded to the requisitioner, Cost Center Manager, or APO,\nwhichever is appropriate. j. Contra Receiving. Prepared when necessary to reject a shipment that had previously been\nreceived and when cylinders or drums are returned for credit. Contra Receiving Reports are\nprepared, recorded, and distributed using the same forms and in the same manner as regular\nReceiving Reports, except copies are conspicuously marked Contra Report. The line Received From is changed to read Shipped To or Returned To. Full details are included\nregarding:\n■ Source of the articles. ■ Reason for rejection or purpose of shipment.\n■ If offsetting a previous Receiving Report, cross-referenced to its number and date. 12.5 TRANSPORTATION CHARGES"
}