{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 32,
  "chunk_text": "The exception to the rule is when\nthe escorting employees are transporting inmates at the same time\nto a minimum and non-minimum security level institutions. (7) Once An Escape Has Occurred. After an escape from a\ntransport vehicle or an institution, and the immediate environs\nhas been successful, employees attempting to apprehend the\nescaped prisoner may not use firearms unless there is probable\ncause to believe:\n(a) The subject has committed a felony involving the\ninfliction or threatened infliction of serious physical injury or\ndeath. (b) The subject’s escape would pose an imminent danger\nof death or serious physical injury to the employee or others. Note: The phrase \"after an escape from a transport\nvehicle or an institution and the immediate\nenvirons has been effectuated\" should be\ninterpreted in the following manner: PS 5500.14\n10/19/2012\nChapter 7, Page 6\n As long as a staff member is in continuous pursuit\nof an escaping inmate, whether the escape takes\nplace from an institution, transport vehicle, or\noutside facility (such as a hospital), the escape\nhas not yet been effectuated. The use of firearms\nis permissible under the escaping inmate standard.  The immediate environs of an institution is\ndefined as the property lines of the correctional\nfacility. This boundary may be expanded by the\nWarden with the Regional Director's concurrence\nand should be defined as explicitly as possible. A verbal warning should be given if it would not pose a risk\nof death or serious bodily injury to the officer or others. Warning shots are prohibited due to the possibility of\ninjury to innocent bystanders. b. Prevent the Loss of Life or Serious Physical Injury. Staff\nmay use firearms when reasonable belief exists that the subject\nposes a threat of death or serious physical injury to staff,\ninmates, or others. Firearms will be used in the same manner as for escapes; verbal\nwarnings and warning shots should be given, when feasible, prior\nto shooting the subject. When authorized, warning shots should be used only if there is\nno apparent danger to other staff and inmates, or the community. Verbal warnings and warning shots are not required when the\nemployee reasonably believes there is imminent danger of death or\nserious physical injury to self or others. In a hostage situation, once it has been contained and attempts\nto negotiate have begun, only the Warden may order the use of\nfirearms to resolve the hostage situation. Warning shots will not be fired as in an attempt to resolve a\nhostage situation, nor used to create a diversion. c. Protect Government Property. Firearms may be used to\nprevent damage to or destruction of Government property when the\nloss of that property could contribute directly to an escape or\nattempted escape, serious physical injury, or loss of life. For example, the use of firearms may be necessary when persons\nare attempting to damage or disable a fire truck during a fire\nwithin the institution. If individuals attempt to break into a PS 5500.14\n10/19/2012\nChapter 7, Page 7\nbuilding where weapons, gas, or other security risk items are\nstored, firearms may also be used. Firearms must be used in the same manner as for escapes; verbal\nwarnings and warning shots should be given, when feasible, prior\nto shooting the subject."
}