{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 31,
  "chunk_text": "The Bureau of Citizenship and Immigration\nServices Employment Eligibility Verification Form (I-9) outlines the types of documents that an employer\nshould review to confirm that a new hire is eligible for employment. What you should do: You do not need to submit any documentation to the COPS Office to satisfy this condition. Rather, you\nshould complete and maintain the I-9 forms for all new employees under the guidelines set forth by the\nBureau of Citizenship and Immigration Services. The I-9 form can be found at www.uscis.gov/files/form/i-9.\npdf. For further information about this requirement, you may contact the Bureau’s Office of Business Liaison\nat 800-357-2099 or the National Customer Service Center at 800-375-5283. 21. Debarment and suspension The recipient agrees not to award Federal funds under this program to any party which is debarred or suspended\nfrom participation in Federal assistance programs. Why this condition:\nUnder federal regulations, recipients are required to ensure that federal funds are not given to parties that\nare debarred or suspended from participation in federal assistance programs. This is to protect the public\ninterest and to ensure proper management and integrity in federal activities by conducting business\nonly with responsible parties. For details regarding the debarment and suspension requirements, please\nsee 2 C.F.R. Part 180 (Government-wide Debarment and Suspension), and 2 C.F.R. Part 2867 (DOJ-specific\nrequirements.) What you should do: If under a COPS Office award you enter into a contract for goods or services that is for $25,000 or more or\nany subaward, you must verify that the vendor or subawardee and their respective principals (e.g., owners,\ntop managers) with whom you intend to do business are not excluded or disqualified from participation\nin federal assistance programs. In addition, you must include a term or condition in the contract or\nsubaward requiring the vendor or subawardee to comply with subpart C of the OMB guidance in 2 C.F.R.\nPart 180 (Government-wide Debarment and Suspension) and subpart C of 2 C.F.R. Part 2867 (DOJ-specific\nrequirements). 22. Whistleblower protection The recipient agrees not to discharge, demote, or otherwise discriminate against an employee as reprisal for the\nemployee disclosing information that he/she reasonably believes is evidence of gross mismanagement of a Federal\ncontract or grant, a gross waste of Federal funds, an abuse of authority relating to a Federal contract or grant, a\nsubstantial and specific danger to public health or safety, or a violation of law, rule, or regulation related to a Federal 21 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual contract (including the competition for or negotiation of a contract) or grant. The recipient also agrees to provide\nto their employees in writing (in the predominant native language of the workforce) of the rights and remedies\nprovided in 41 U.S.C. § 4712. Please see Appendix E in the Grant Owner’s Manual for a full text of the statute. Why this condition:\nUnder the “Pilot program for enhancement of contractor protection from reprisal for disclosure of certain\ninformation” (41 U.S.C. § 4712), which is in effect through January 1, 2017, recipients are prohibited from\ntaking reprisal actions against employees for certain whistleblowing activities in connection with federal\ngrants and contracts."
}