{
  "document_category": "guidance",
  "document_name": "1490_006_CN-1.pdf",
  "chunk_index": 2,
  "chunk_text": "! Incorporates procedures when a victim is compromised. 3. PROGRAM OBJECTIVES.\nare: The expected results of this program a. Victims who are on record to receive information will be\nnotified, within established time frames, of an inmate's\nadmission to, or release from, an institution or contract\nfacility. b. Victims who are on record to receive information will be\nnotified, within established time frames, of opportunities to\nappear in person at an inmate's parole hearing or submit written\ncomments for consideration. 4. DIRECTIVES AFFECTED a. Directive Rescinded\nPS 1490.05 b. Victim and Witness Notification (6/21/00) Directives Referenced\nPS 3906.16\nPS 5050.46\nPS 5180.04\nPS 5216.05\nPS 5264.07\nPS 5265.11\nPS 5267.06\nPS 5280.08\nPS 5321.07\nPS 5553.06\nPS 5800.11\nPS 7310.04 Employee Development Manual (3/21/97)\nCompassionate Release, Procedures for\nImplementation of 18 U.S.C. 3582(c)(1)(A) and\n4205(g) (5/19/98)\nCentral Inmate Monitoring System (8/16/96)\nJuvenile Delinquents (9/1/99)\nTelephone Regulations for Inmates (1/31/02)\nCorrespondence (7/9/99)\nVisiting Regulations (5/17/99)\nFurloughs (2/4/98)\nUnit Management (9/16/99)\nEscapes/Deaths Notification (8/23/99)\nInmate Central File, Privacy Folder, and\nParole Mini-Files (12/31/97)\nCommunity Corrections Center (CCC)\nUtilization and Transfer Procedure (12/16/98) VNS User Manual\nAttorney General Guidelines for Victim and Witness\nAssistance, January 31, 2000\nVictim and Witness Protection Act of 1982, Public Law 97-291 PS 1490.06\n5/23/2002\nPage 3\nc. Rules cited in this Program Statement are contained in 28\nCFR 551.150-153. 5. STANDARDS REFERENCED a. American Correctional Association 3rd Edition Standards\nfor Adult Correctional Institutions: 3-4393-1\nb. American Correctional Association 3rd Edition Standards\nfor Adult Local Detention Facilities: 3-ALDF-4G-08\nc. American Correctional Association 2nd Edition Standards\nfor Administration of Correctional Agencies: 2-CO-4G-02\n6. AUTOMATED VICTIM NOTIFICATION SYSTEM (VNS) BACKGROUND. The\nDepartment of Justice is committed to ensuring that\nvictims/witnesses are treated fairly as their case moves through\nthe Federal Criminal Justice System. In order to provide victims\nwith notification and information about case events, the\nDepartment of Justice has developed the National Victim\nNotification System (VNS). The VNS program was established as a\nresult of a cooperative effort between the Federal Bureau of\nInvestigation (FBI), the Executive Office for the United States\nAttorneys, and the Federal Bureau of Prisons (BOP). VNS links the FBI, all Assistant U.S. Attorney’s offices (AUSA),\nand the BOP through the Department of Justice Intranet, and\nallows these three agencies to share victim information. The\nsystem contains the names of all identified victims of Federal\ncrimes. Victim(s) information is entered into the system at the\ntime they are identified following the commission of a crime. The information is used to make notification(s) during the\narrest, arraignment, prosecutorial, and confinement phases. Once an offender is convicted and assigned a U.S. Marshals number\n(register number), case information is electronically forwarded\nto SENTRY to determine if the inmate is in Federal custody. If\nthe inmate information is in SENTRY and there is a match (inmate\nregister number and last name), SENTRY will automatically assign\nthe VWP Case Management Assignment (CMA) to the inmate’s\ninformation. Every 24 hours, SENTRY will update the VNS database, and when\nnecessary, VNS will generate a victim notification request to the\ninmate’s assigned Case Manager. All VWP notifications will be accomplished using VNS, and will\nalso include U.S. Military inmates, state boarders, District of\nColumbia Superior Court cases, and U.S. Parole Commission cases. PS 1490.06\n5/23/2002\nPage 4 At no time are staff permitted to delete victims from VNS. 7. PRETRIAL/HOLDOVER AND/OR DETAINEES. Procedures required by\nthis Program Statement ordinarily do not apply to these inmates."
}