{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 74,
  "chunk_text": "Other government agencies\nLaw enforcement organizations can partner with a number of other government agencies to identify\ncommunity concerns and offer alternative solutions. Examples of agencies include legislative bodies,\nprosecutors, probation and parole departments, public works departments, neighboring law enforcement\nagencies, health and human services departments, child support services, ordinance enforcement, and schools. Community members or groups\nIndividuals who live, work, or otherwise have an interest in the community—volunteers, activists, formal\nand informal community leaders, residents, visitors and tourists, and commuters—are a valuable resource\nfor identifying community concerns. These factions of the community can be engaged in achieving specific\ngoals at town hall meetings, neighborhood association meetings, decentralized offices or storefronts in the\ncommunity, and team beat assignments. Nonprofits or service providers\nAdvocacy and community-based organizations that provide services to the community and advocate on its\nbehalf can be powerful partners. These groups often work with or are composed of individuals who share\ncommon interests and can include such entities as victims groups, service clubs, support groups, issue\ngroups, advocacy groups, community development corporations, and the faith community. Private businesses For-profit businesses also have a great stake in the health of the community and can be key partners\nbecause they often bring considerable resources to bear in addressing problems of mutual concern. Businesses can help identify problems and provide resources for responses, often including their own\nsecurity technology and community outreach. The local chamber of commerce and visitor centers can\nalso assist in disseminating information about police and business partnerships and initiatives, and crime\nprevention practices. Media The media represent a powerful mechanism by which to communicate with the community. They can\nassist with publicizing community concerns and available solutions, such as services from government\nor community agencies or new laws or codes that will be enforced. In addition, the media can have a\nsignificant impact on public perceptions of the police, crime problems, and fear of crime. Organizational transformation\nOrganizational transformation is the alignment of organizational management, structure, personnel, and\ninformation systems to support community partnerships and proactive problem-solving efforts. The community policing philosophy focuses on the way that departments are organized and managed\nand how the infrastructure can be changed to support the philosophical shift behind community policing. It encourages the application of modern management practices to increase efficiency and effectiveness. Community policing emphasizes changes in organizational structures to institutionalize its adoption and\ninfuse it throughout the entire department, including the way it is managed and organized, its personnel,\nand its technology. 64 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual Agency management Under the community policing model, police management infuses community policing ideals throughout\nthe agency by making a number of critical changes in climate and culture, leadership, formal labor\nrelations, decentralized decision-making and accountability, strategic planning, policing and procedures,\norganizational evaluations, and increased transparency. Climate and culture Changing the climate and culture means supporting a proactive orientation that values\nsystematic problem solving and partnerships. Formal organizational changes should support the informal\nnetworks and communication that take place within agencies to support this orientation."
}