{
  "document_category": "guidance",
  "document_name": "5267_09.pdf",
  "chunk_index": 5,
  "chunk_text": "P5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 6 See Section 14.b.(2) of this Program Statement regarding background investigations for\nproposed visitors. Ordinarily, an inmate’s visiting list should not list more than 10 friends and associates. The\nWarden may make an exception to this provision when warranted. Under 18 U.S.C. § 3582(d), which applies to offenses committed on or after November 1, 1987,\n“The court, in imposing a sentence to a term of imprisonment upon a defendant convicted of\na felony set forth in chapter 95 (racketeering) or 96 (racketeer influenced and corrupt\norganizations) of this title or in the Comprehensive Drug Abuse Prevention and Control Act\nof 1970 (21 U.S.C. 801 et seq.), or at any time thereafter upon motion by the Director of the\nBureau of Prisons or a United States attorney, may include as a part of the sentence an order\nthat requires that the defendant not associate or communicate with a specified person, other\nthan his attorney, upon a showing of probable cause to believe that association or\ncommunication with such person is for the purpose of enabling the defendant to control,\nmanage, direct, finance, or otherwise participate in an illegal enterprise.” Consultation with the Regional Counsel may be necessary to determine this provision’s\napplicability to a specific case(s). d. Persons with Prior Criminal Convictions. The existence of a criminal\nconviction alone does not preclude visits. Staff shall give consideration to the\nnature, extent, and recentness of convictions, as weighed against the security\nconsiderations of the institution. Specific approval of the Warden may be\nrequired before such visits take place. Ordinarily, staff should obtain written authorization from the appropriate Federal or state\nprobation/parole official prior to approving visitation privileges for an individual on probation,\nparole, or supervised release. A copy of this authorization will be maintained in section 2 of the\nPrivacy Folder in the Inmate Central File. See Section 14.b.(2) of this Program Statement regarding background investigations for\nproposed visitors. e. Children Under Sixteen. Children under the age of 16 may not visit unless\naccompanied by a responsible adult. Children shall be kept under supervision of\na responsible adult or a children’s program. Exceptions in unusual\ncircumstances may be made by special approval of the Warden. P5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 7 The signature of a parent or legal guardian on the Visitor Information form (BP-A0629) is\nnecessary to process a request for an applicant under 18 years of age. Ordinarily, completing the\nquestionnaire portion of this form (items 1 through 14) is not required if such an applicant is a\nverified immediate family member of the requesting inmate. In unusual circumstances, the Warden, after consultation with Regional Counsel, may make\nexceptions to the requirement for acknowledgment by parent or legal guardian. 9. QUALIFICATION AS SPECIAL VISITOR\n§540.45. Qualification as special visitor. Persons in the categories listed in this section may qualify as special visitors\nrather than as regular visitors. Visits by special visitors ordinarily are for a\nspecific purpose and ordinarily are not of a recurring nature."
}