{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 92,
  "chunk_text": "(3). Prohibition on disclosure. —The Inspector General may not respond to any inquiry or\ndisclose any information from or about any person alleging the reprisal, except to the extent that such\nresponse or disclosure is—\n(A). made with the consent of the person alleging the reprisal;\n(B). made in accordance with the provisions of section 552a of title 5 or as required by any other\napplicable Federal law; or\n(C). necessary to conduct an investigation of the alleged reprisal.\n(4). Time limitation. —A complaint may not be brought under this subsection more than three years\nafter the date on which the alleged reprisal took place. (c). Remedy and enforcement authority.—\n(1). In general. —Not later than 30 days after receiving an Inspector General report pursuant to\nsubsection (b), the head of the executive agency concerned shall determine whether there is sufficient\nbasis to conclude that the contractor or grantee concerned has subjected the complainant to a reprisal\nprohibited by subsection (a) and shall either issue an order denying relief or shall take one or more of\nthe following actions:\n(A). Order the contractor or grantee to take affirmative action to abate the reprisal.\n(B). Order the contractor or grantee to reinstate the person to the position that the person held\nbefore the reprisal, together with compensatory damages (including back pay), employment\nbenefits, and other terms and conditions of employment that would apply to the person in that\nposition if the reprisal had not been taken. 81 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual (C). Order the contractor or grantee to pay the complainant an amount equal to the aggregate\namount of all costs and expenses (including attorneys’ fees and expert witnesses’ fees) that\nwere reasonably incurred by the complainant for, or in connection with, bringing the complaint\nregarding the reprisal, as determined by the head of the executive agency. (2). Exhaustion of remedies. —If the head of an executive agency issues an order denying relief under\nparagraph (1) or has not issued an order within 210 days after the submission of a complaint under\nsubsection (b), or in the case of an extension of time under paragraph (b)(2)(B), not later than 30 days\nafter the expiration of the extension of time, and there is no showing that such delay is due to the\nbad faith of the complainant, the complainant shall be deemed to have exhausted all administrative\nremedies with respect to the complaint, and the complainant may bring a de novo action at law or\nequity against the contractor or grantee to seek compensatory damages and other relief available\nunder this section in the appropriate district court of the United States, which shall have jurisdiction\nover such an action without regard to the amount in controversy. Such an action shall, at the request of\neither party to the action, be tried by the court with a jury. An action under this paragraph may not be\nbrought more than two years after the date on which remedies are deemed to have been exhausted. (3). Admissibility of evidence."
}