{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 30,
  "chunk_text": "The Warden is not obligated to grant the inmate's request and may use some or all of the 30-day\nP5800.15 1/1/2009 Chapter 6, Page 9 period to decide whether to grant the state's request for temporary custody. The 30-day period\nbegins on the date the prosecutor's request is received at the institution. Anytime before the date the state accepts the inmate’s custody, the inmate may request final\ndisposition of charges under the provisions of Article III. If this occurs, follow procedures\noutlined in section 510, Inmate Request for Final Disposition. b. Required Paperwork – Distribution. After receiving the IAD request from the\nprosecutor, CSD staff will prepare the following:\n■ IAD – Certificate of Inmate Status (BP-A238). ■ IAD – Offer to Deliver Temporary Custody (BP-A239). ■ IAD/State Writ – Prosecutor’s Certification (BP-A565). (A blank copy must be included in\nthe IADA packet sent to the prosecutor.) Note: In the body of the BP-A239, first and second paragraph, there are two types of requests\nlisted, inmate and prosecutor. CSD staff must ensure that clarification is made as to the\nappropriate request. These forms will be forwarded, with the Prosecutor’s Request for Temporary Custody letter (see\nsample, Attachment G), to the prosecutor requesting custody. The letter must state that the offer to deliver temporary custody is contingent upon receiving a\nproperly executed copy of the IAD Form VI (BP-A564) and the completed IAD/State Writ –\nProsecutor’s Certification (BP-A565). Note: The above forms (BP-A564 and BP-A565) are Bureau forms. If the requesting\nprosecuting official does not have the equivalent of these forms, the Bureau will supply them. c. Notification to the Receiving State. CSD staff must send copies of all forms, including the\nBP-A235 and the cover letter to:\n■ Clerk of the Court, via Certified Mail, Return Receipt. ■ Prosecuting Officer, via Certified Mail, Return Receipt. ■ IADA Compact Administrator, via First Class Mail. Distribution is as follows:\n■ Clerk of the Court: a copy of the cover letter and copies of the forms. ■ Prosecuting Officer: the original cover letter and copies of the forms. ■ IADA Compact Administrator: a copy of the cover letter and the original forms. P5800.15 1/1/2009 Chapter 6, Page 10 Copies of the forms and cover letter will be placed in the J&C file, inmate central file, and a\ncomplete copy will be forwarded to the inmate. d. Additional IADA Notifications. CSD staff must send copies of the BP-A235, BP-A238,\nBP-A239, BP-A565, and a cover letter to any other prosecutor and Clerk of the Court who has\nlodged a detainer within the same state that requested temporary custody. Copies are also to be mailed to the IADA Compact Administrator. All forms will be sent via\nFirst Class Mail. Copies will also be placed in the J&C file, inmate central file, and a complete copy will be\nforwarded to the inmate. 612. CHALLENGES TO AN INMATE’S IADA RIGHTS If an inmate says that his or her rights have been violated under the IAD, the inmate will be\nadvised to contact the state authorities or his or her attorney."
}