{
  "document_category": "guidance",
  "document_name": "5538_07.pdf",
  "chunk_index": 2,
  "chunk_text": "There are two types of medical\nescorted trips. (1) Emergency Medical Escorted Trip. An escorted trip occurring as the result of\nan unexpected life-threatening medical situation requiring immediate medical\ntreatment not available at the institution. The required treatment may be on either\nan in-patient or out-patient basis. When the inmate’s custody level is not readily available at the time of the emergency medical\nescorted trip, the inmate, for purposes of the escorted trip, is considered to have the highest\ncustody level housed at the institution, or will be escorted at the Warden’s discretion in\naccordance with Section 8 of this Program Statement. (2) Non-Emergency Medical Escorted Trip. A pre-planned escorted trip for the\npurpose of providing an inmate with medical treatment ordinarily not available at\nthe institution. The required treatment may be on either an in-patient or outpatient basis. In-patient. In-patient treatment occurs when the inmate is admitted to the outside medical\nfacility for care that extends beyond the day of admission. Out-patient. Ordinarily, treatment is considered out-patient when the inmate departs and returns\nto the institution on the same day (prior to midnight). Emergency out-patient treatment may extend beyond midnight (e.g., left institution at 11:00 p.m.\nand returned at 3:00 a.m.). b. The Clinical Director or designee is responsible for determining whether a\nmedical escorted trip is appropriate. See the Program Statement Patient Care for utilization review procedures. c. Escorted Trip Procedures – Out-Patient Medical Treatment. A\nrecommendation for an inmate to receive a medical escorted trip is prepared by P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 3 medical staff, forwarded through the appropriate staff for screening and\nclearance, and then submitted to the Warden for review. The Warden may\napprove an inmate for an out-patient medical escorted trip. Staff seeking approval complete an Escorted Trip Authorization (BP-A0502) and route it and the\nInmate’s Central File through:\n■ The Case Management Coordinator (CMC) for screening and clearance. ■ The Special Investigative Supervisor/Special Investigative Agent (SIS/SIA), for identifying\nany Security Threat Group (STG)/management interest group, etc., information. ■ The Captain for appropriate action. ■ The Unit Manager and the appropriate Associate Warden for review and recommendation. In making a determination, staff consider the inmate’s suitability for the trip and the degree of\nsupervision necessary. (1) Emergency Out-patient. Approval for an emergency out-patient escorted trip during nonduty hours may be provided by the Administrative Duty Officer (ADO) or, if the ADO is not\navailable, by the Lieutenant on duty. In an emergency, the Shift Lieutenant may give approval verbally, with paperwork to follow. The approving official during non-duty hours must notify the Warden immediately. (2) Non-emergency Out-patient. Ordinarily, approval for a non-emergency out-patient\nescorted trip is obtained during regular duty hours. The ADO may approve during non-duty hours. Authority during non-duty hours may not be\ndelegated below ADO level. An inmate with OUT or COMMUNITY custody may be approved, at the Warden’s discretion,\nfor a furlough to obtain local medical treatment not otherwise available at the institution. See the\nProgram Statement Inmate Furloughs for additional information."
}