{
  "document_category": "guidance",
  "document_name": "5330.11.pdf",
  "chunk_index": 24,
  "chunk_text": "These\ninmates are identified by the unit team through their initial file review. P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 2\nPage 1 § 550.51(b) Course placement. (1) Inmates will get primary consideration for course placement if they were\nsentenced or returned to custody as a violator after September 30, 1991, when unit\nand/or drug abuse treatment staff determine, through interviews and file review\nthat:\n(i) There is evidence that alcohol or other drug use contributed to the commission\nof the offense;\n(ii) Alcohol or other drug use was a reason for violation either of supervised\nrelease (including parole) or Bureau community status; that is, RRC placement for\nwhich the inmate is now incarcerated;\n(iii) There was a recommendation (or evaluation) for drug programming during\nincarceration by the sentencing judge; or\n(iv) There is evidence of a history of alcohol or other drug use. For example, the\ninmate’s history of alcohol and/or drug use within the past 5 years is emphasized in the\nPresentence Investigation Report (PSR). (2) Inmates may also be considered for course placement if they request to\nparticipate in the drug abuse education program but do not meet the criteria of\nparagraph (b)(1) of this section. (3) Inmates may not be considered for course placement if they:\n(i) Do not have enough time remaining to serve to complete the course; or\n(ii) Volunteer for, enter or otherwise complete a RDAP;\n(c) Consent. Inmates will only be admitted to the drug abuse education course if\nthey agree to comply with all Bureau requirements for the program. 2.3.3. Volunteers. Inmates may volunteer for DRUG ED; however, inmates who are required to\nparticipate in the DRUG ED course are to receive priority placement. NOTE: If an inmate who has been exempted from DRUG ED as noted in (ii) above, later fails, or\nwithdraws from the RDAP without having completed the DRUG ED course, he or she must be\nplaced back on the waiting list. This requires regular SENTRY monitoring by the Drug Abuse\nProgram Coordinator (DAPC) or designee. P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 2\nPage 2 2.3.4. Exemption. Inmates in an acute psychological crisis and/or experiencing chronic\ninstability due to a diagnosis of a serious mental health disorder as determined by an institution\npsychologist or medical staff may be exempted from the drug abuse education course. For inmates with cognitive limitations, see 2.3.6. 2.3.5. Procedures\na. Screening. The unit team reviews all inmates who are new commitments or violators to\ndetermine if the inmate meets the criteria for a referral to the DRUG ED course. Normally, the\nunit team enters the SENTRY DRG assignment of ED WAIT RV, ED WAIT RJ, ED WAIT RC,\nED WAIT HX, or ED NONE within 45 days of the inmate’s arrival at the institution. These ED\nassignments replace the DRG I assignments previously used. b. Monitoring Referrals. The Drug Abuse Program Coordinator (DAPC) or designee will\nmonitor the DRUG ED SENTRY ED WAIT rosters. c. Drug Abuse Education Course Process. Inmates referred for participation in the DRUG ED\ncourse meet with the Drug Abuse Treatment Specialist (DTS) in either a group or an individual\nformat. The specialist will:\n•\n•\n•\n•\n•"
}