{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 101,
  "chunk_text": "The results of this check shall be documented. 5.7\nDISCIPLINE/IN-PROGRAM FAILURES. This section applies to all\ninmates in contract facilities which are required, by the terms\nof their contract, to use a discipline system in which a Bureau\nDHO takes final action. For inmates identified as having\nsentences affected by the Violent Crime Control and Law\nEnforcement Act (VCCLEA) and the Prison Litigation Reform Act\n(PLRA), also see Section 5.8,\nSPECIAL DISCIPLINE PROCEDURES FOR\nVCCLEA/PLRA INMATES IN NON-FEDERAL FACILITIES. For those contract facilities which are not required to use Bureau\ndiscipline procedures (generally local jails and state Departments\nof Correction) the CCM must ensure the facilities use and adhere\nto the concepts of due process as outlined in Wolff v. McDonnell. The Program Statement on Inmate Discipline and Special Housing\nUnits and prescribed procedures for inmate discipline as\ncontained in the contractors respective Statement of Work shall\nbe referenced. The following Bureau forms are used during the community\ncorrections disciplinary process and can be found on BOPDOCs:\nBP-S494.073\nChecklist for Center Discipline Committee\nCertification;\nBP-S205.073\nIncident Report (CCC’s);\nBP-S206.073\nInmate’s Rights at Center Discipline Committee\nHearing (CCC’s);\nBP-S207.073\nNotice of Center Discipline Committee Hearing\n(CCC’s);\nBP-S495.073\nWaiver of Appearance (CCC’s);\nBP-S209.073\nDuties of Staff Representatives (CCC’s);\nBP-S208-073\nCenter Disciplinary Committee Report (CCC’s);\nBP-S389.058\nStatutory Good Time Action Notice;\nBP-S390.058\nExtra Good Time Recommendation; and\nBP-S448.058\nGood Conduct Time Action Notice. The following tables are used during the community corrections\ndisciplinary process and can be found in the Program Statement on\nInmate Discipline and Special Housing Units:\nTable 3 Prohibited Acts and Disciplinary Scale PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 19\nTable 4\nSanctions (Note: Sanctions applies with the\nexception that the VCCLEA/PLRA exemplary compliance requirement\ndoes not apply to inmates in contract facilities). Table 5\nSanctions for Repetition of Prohibited Acts within\nthe Same Category\nThe Discipline Hearing Administrator (DHA) shall establish\nprocedures, within his or her respective region, for mailing\ncompleted CDC packets for review and imposition of final action. 5.7.1. Community Corrections Center Staff The contractor shall comply with the Bureau of Prisons prescribed\npolicy and procedures for inmate discipline as contained in its\nStatement of Work. No deviation from this policy may be\npermitted. 5.7.2. Procedures Upon Admission to Center The contractor shall furnish a copy of “Table 3-Prohibited Acts\nand Disciplinary Scale,” found in the Program Statement on Inmate\nDiscipline and Special Housing Units, the center's disciplinary\nsystem, and the established rules of the facility to each new\noffender upon arrival. Copies of these documents shall be posted\nat a prominent location accessible to all offenders. The\noffender's file shall contain a receipt, signed by the offender,\nstating that the offender has received and understands the\ncontents of these documents. 5.7.3. Discipline Hearing Officer (DHO) Ordinarily, within three working days of receipt of the Center\nDisciplinary Committee (CDC) Packet, the DHO shall review it for\ncompliance with the CDC discipline policy specified in this\nManual and Wolff v. McDonnell. If there are any discrepancies in\nthe CDC packet, the DHO shall communicate directly with the CDC\nChairperson by telephone or written correspondence. In order to\nensure that all phases of the discipline hearing record are\ncomplete and the findings are based on facts, the procedures have\nbeen followed, and that any delays are justified, the DHO shall\ncomplete the Checklist for Center Discipline Committee\nCertification form (BP-S494.073) and place it in the front of the\nCDC packet."
}