{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 61,
  "chunk_text": "This provision protects the public interest and ensures the proper management and use of\nfederal funds. This limitation is not intended, and shall not be understood by the agency making this award,\nto contravene requirements applicable to Standard Form 312 (which relates to classified information),\nForm 4414 (which relates to sensitive compartmented information), or any other form issued by a federal\ndepartment or agency governing the nondisclosure of classified information. What you should do:\n1. In accepting this award, the recipient • represents that it neither requires nor has required internal confidentiality agreements or statements\nfrom employees or contractors that currently prohibit or otherwise restrict (or purport to prohibit or\nrestrict) employees or contractors from reporting waste, fraud, or abuse as described above; • represents that, if it learns or is notified that it is or has been requiring its employees or contractors to execute agreements or statements that prohibit or otherwise restrict (or purport to prohibit or restrict)\nreporting of waste, fraud, or abuse as described above, it will immediately stop any further obligations\nof award funds, will provide prompt written notification to the agency making this award, and will\nresume such obligations only if expressly authorized to do so by that agency. 2. If the recipient does or is authorized to make subawards or contracts under this award, in accepting, the\nrecipient • represents that it has or will determine that no other entity that the recipient proposes may or will receive award funds (whether through a subaward, contract, or subcontract) either requires or has\nrequired internal confidentiality agreements or statements from employees or contractors that\ncurrently prohibit or otherwise restrict (or purport to prohibit or restrict) employees or contractors from\nreporting waste, fraud, or abuse as described above; • represents that it has or will make appropriate inquiry, or otherwise has an adequate factual basis, to\nsupport this representation; 47 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual • represents that, if it learns or is notified that any subrecipient, contractor, or subcontractor entity that receives funds under this award is or has been requiring its employees or contractors to execute\nagreements or statements that prohibit or otherwise restrict (or purport to prohibit or restrict)\nreporting of waste, fraud, or abuse as described above, it will immediately stop any further obligations\nof award funds to or by that entity, will provide prompt written notification to the agency making this\naward, and will resume (or permit resumption of ) such obligations only if expressly authorized to do so\nby that agency. 26. Mandatory disclosure\nRecipients and subrecipients must timely disclose in writing to the COPS Office or pass-through entity, as\napplicable, all federal criminal law violations involving fraud, bribery, or gratuity that may potentially affect\nthe awarded federal funding. Failure to make required disclosures can result in any of the remedies, including\nsuspension and debarment, described in the Uniform Administrative Requirements, Cost Principles, and Audit\nRequirements for Federal Awards, 2 C.F.R. § 200.338 as adopted by the U.S. Department of Justice in 2 C.F.R. §\n2800.101."
}