{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 81,
  "chunk_text": "For the recipient, award funds are obligated when monies are\nspent hiring approved personnel under the award. The term encumbrance is often used at the local and state\nlevels to describe this type of transaction. Liquidated obligations are considered cash outlays or monies actually\nspent. Unliquidated obligations are obligations incurred and recorded but not yet paid (accrual basis of\naccounting) or not yet recorded and not yet paid (cash basis of accounting). Originating Agency Identifier (ORI) number. This number is assigned by the Federal Bureau of Investigation\n(FBI), and it is your agency’s unique identifier. The first two letters are your state abbreviation, the next three\nnumbers are your county’s code, and the final two numbers identify your jurisdiction within your county. If your\nagency does not have an ORI number assigned by the FBI, the COPS Office assigns a non-official ORI code to use\nas an agency identifier (in such cases, the last two characters will be “ZZ”). It can be found on your award\ndocument. When you contact the COPS Office with a question, please reference your ORI number (and/or your\naward number). primary law enforcement authority. An agency with primary law enforcement authority is the agency that is\nthe first responder to calls for service, and has ultimate and final responsibility for the prevention, detection, or\ninvestigation of violations of criminal laws within its jurisdiction. The Public Safety Partnership and Community Policing Act of 1994. The COPS Office is charged with\nfulfilling the mandates of this law. The purposes of the law are to\n•\n•\n•\n• increase the number of community policing officers on the beat;\nprovide additional and more effective training to law enforcement officers to enhance their problemsolving, service, and other skills needed in interacting with members of the community;\nencourage the development and implementation of innovative programs to permit members of the\ncommunity to assist law enforcement agencies in the prevention of crime; and\nencourage the development of new technologies to assist law enforcement agencies in reorienting the\nemphasis of their activities from reacting to crime to preventing crime. rehire. CHP provides funding to rehire full-time officers who were laid off (from any jurisdiction) or who were\nscheduled to be laid off on a specific future date at the time of award application as a result of state, local, or BIA\nbudget reductions. A recipient may use CHP funding to rehire an experienced full-time officer, but any\nadditional costs higher than entry-level that your agency pays the rehired officer must be paid with local agency\nfunds, not CHP funds. retention period. After 36 months of COPS Office funding, CHP recipients are required to retain each additional\nCOPS Office-funded position awarded using local, state, or other sources of non-COPS Office funds. Each\nawarded position must be retained for at least 12 months following the conclusion of the 36 months of federal\nfunding for that position. This time span is referred to as the retention period. School Resource Officer (SRO). A career law enforcement officer with sworn authority, deployed in communityoriented policing and assigned by the employing police department or agency to work in collaboration with\nschools and community-based organizations to 87"
}