{
  "document_category": "guidance",
  "document_name": "5310_017.pdf",
  "chunk_index": 9,
  "chunk_text": "Branch\napproval is required to reprogram these funds. Drug abuse programs, sex offender programs, and inmate trust funds are mandated for specific\nprogram areas and are used only to fund activities related to these programs. Use of these funds\nfor other programs or to offset deficits in other cost centers is not permitted. All programs identified as Drug Abuse Programs are funded and paid for from local drug treatment\nfunds. Drug Abuse Programs include Drug Education, the Nonresidential Drug Abuse Program\n(NRDAP), the Residential Drug Abuse Program (RDAP), and the Challenge Program. Funds for\nsex offender programs are provided within the general Psychology Services budget. P5310.17 8/25/2016 11 (2) Tangible Incentives in PTPs. Tangible incentives are funded by the Trust Fund. Monetary\nprogram completion awards as outlined in applicable policies (i.e., Psychology Treatment\nPrograms and Treatment and Care of Inmates with Mental Illness) are deposited to the\ninmate’s commissary account. Monetary awards should only be given in conjunction with a\nparticipant’s successful completion of PTP phases or goals defined in their treatment plans. Tangible incentives such as t-shirts, sweatshirts, food items (e.g., snacks, popcorn, drinks) or mugs\nwith the program logo may be appropriate. The selection of tangible incentives to be offered at the\ninstitution is at the Warden’s discretion. Tangible incentives are provided as special recognition\nfor participants who demonstrate behaviors reflecting the attitudes of change, a commitment to\ntreatment, conformity with program norms, progress on treatment plan goals, and behaviors that\nare expected in the general society. Behaviors which merit tangible incentives are clearly\ndocumented in PDS. These incentives are separate from the monetary awards for phase\ncompletion. (3) Positions. Branch approval is also required for the reprogramming of any Psychology Services\npositions. Authorized positions in drug treatment cost centers are funded at 100%, due to ongoing\ngovernment-wide initiatives related to drug abuse treatment. Salary savings generated by leaving a\ndrug treatment position vacant cannot be utilized for other institution requirements. (4) Staff Training. National training project codes have been established to fund all Psychology\nServices training. The Branch submits annual requests for national training funds and disperses\nthese funds in a manner consistent with the Psychology Services mission; i.e., training focused on\nrelevant clinical populations and evidence-based practices. Psychology Services operating funds\nare not to be utilized to fund staff training. 4. PSYCHOLOGICAL SERVICES FOR INMATES The delivery of psychological services in the Bureau is guided by the American Psychological\nAssociation’s (APA’s) Ethical Principles for Psychologists and Code of Conduct, as well as the\nAPA’s guidelines for the professional practice of psychology. Psychologists are responsible for the\nassessment and treatment of mental disorders in the inmate population. Utilizing their clinical\nexpertise, psychologists identify inmates in need of mental health care and determine the type of\npsychological services to be provided. Health Services staff perform similar functions with respect\nto psychiatric mental health care. Mental health providers in Psychology Services make the final\ndetermination regarding who will receive psychological care, and the nature of the care they will\nreceive. Chief psychologists are responsible for ensuring the psychological services provided by their\ndepartments meet or exceed professional standards and are informed by empirical data in the field\nP5310.17 8/25/2016 12"
}