{
  "document_category": "guidance",
  "document_name": "5300_022.pdf",
  "chunk_index": 9,
  "chunk_text": "He/she must have documentation reflecting\nformal license, ordination, or endorsement from the respective faith community, along with two\nletters of reference. Release of Information Consent (BP-A0192). For any volunteer providing transitional or\nmentor services, this form is completed by the inmate. It grants permission to the volunteer to\ncommunicate with the inmate’s family/community. The form must be completed before the\nvolunteer has any contact with the inmate’s family or community on the inmate’s behalf. This\nform is maintained in the volunteer’s OVF. Professional Credentials/License. Required for any volunteer providing specialized services. Maintaining volunteer documentation is the responsibility of the RAC. Assistance from a\nprogram manager may be necessary when a volunteer needs to complete forms. 7. RECRUITMENT The RAC and department heads, in conjunction with the Affirmative Employment Committee,\nwill develop a formal strategy and volunteer plan in accordance with a nationally standardized\nformat to recruit a volunteer workforce that meets the needs of the institution and inmate\npopulation. a. Recruitment Areas. Volunteers are normally recruited from the vicinity of the institution. RACs/MCs and department heads will maintain contact with individuals from the community,\ncolleges and universities, public service, and religious organizations having an interest in\nvolunteerism, as well as the public at large. The Community Relations Board (CRB) is also an excellent resource for institution programs\nand initiatives. The RAC will advise the CRB of specific volunteer needs in the institution and\nnotify staff of volunteer opportunities within the community. b. RAC/MC Work Hours for Volunteer Activities. Community outreach, volunteer\nrecruitment, and other related activities may occur outside normal working hours to promote\neffective recruitment strategies, attend collaborative events, participate in community-based\nnetworking events, and other related activities. The RAC and MC’s work hours may be adjusted\nby request of the RAC/MC or supervisor in accordance with the Master Agreement. For\nexample, if an event is on Saturday, with the supervisor’s advanced approval, the RAC/MC may\nsplit work hours between Saturday and an alternate day during that administrative work week. P5300.22 11/07/2016 13 8. BACKGROUND INVESTIGATIONS AND FILE MANAGEMENT\na. Background Investigations. A background investigation will be conducted on all volunteers\nas outlined in the chart below. The RAC or program manager, as applicable per the Distribution\nof Duties Chart, ensures background investigation requirements are completed for each volunteer\nprior to serving as a Level I or Level II volunteer. Level II volunteer candidates may attend\nvolunteer training prior to completion of the background investigation. If a volunteer is serving at one or more institutions, training only has to be completed yearly at\none facility. When a volunteer serves at more than one facility, it is the responsibility of all the\nserviced institutions to ensure the volunteer’s information is uploaded in the national automated\nvolunteer system, training requirements are met, and each institution maintains copies of all\nnecessary OVF forms, except at complexes where one centralized copy will be maintained. The Warden determines the suitability of non-citizens to serve as volunteers. Non-citizens who\nare approved as volunteers are subject to all background investigation requirements for the level\nof service to be provided."
}