{
  "document_category": "guidance",
  "document_name": "AOM.pdf",
  "chunk_index": 86,
  "chunk_text": "• Competition is determined inadequate after solici­\ntation of a number of sources. Sole source procurement should be used only when\ncompetitive solicitation procedures like sealed bids or\ncompetitive proposals are not applicable to the requirements\nor are impracticable. What documentation must be submitted to\nthe COPS Office for sole source approval? Requests for sole source procurements of equipment,\ntechnology, or services in excess of $150,000 must be\nsubmitted to the COPS Office in writing certifying\nthat the award of the contract through full and open\ncompetition is infeasible. The outline below may be helpful in preparing your\nagency’s sole source request and ensuring that all of the\nnecessary information is included. An award recipient must request written approval\nfrom the COPS Office for sole source procurements\nin excess of $150,000 prior to purchasing\nequipment, technology, or services; obligating\nfunding for a contract; or entering into a contract\nwith award funds. The sole source request must be signed and submitted on\nthe recipient's department letterhead and must include\nthe agency’s ORI number and the award number for which\napproval is being sought. Sole Source Justification The request should also include the following information: 2 3. The COPS Office authorizes noncompetitive proposals\nin response to a written request from the recipient. 4. If competition is determined inadequate after\nsolicitation of a number of sources, please include\nthe following: • Section I. A brief description of the project, the amount to be designated for the sole source procurement, and\nthe purpose of the contract\n• Section II. (a) An explanation as to why it is necessary to contract in a noncompetitive manner and (b) Which\none (or more) of the four circumstances identified\nbelow applies to the procurement transaction (include\nsupporting information as identified below under the\napplicable section(s)):\n1. If the item or service is available only from one source,\nplease include the following:\n— Uniqueness of items or services to be procured from the proposed contractor or vendor (compatibility,\npatent issues, etc.)\n— How the agency determined that the item or service is only available from one source (market survey\nresults, independent agency research, patented or\nproprietary system, etc.)\n— Explanation of need for contractor’s expertise linked to the current project (knowledge of project\nmanagement, responsiveness, experience\nof contractor personnel, prior work on earlier\nphases of project, etc.)\n— Any additional information that would support the case\n2. If the public exigency or emergency for the requirement\nwill not permit a delay resulting from competitive\nsolicitation, please include the following:\n— When the contractual coverage is required by your department and why\n— Impact on project if deadline/dates are not met — Results of a market survey to determine competition availability; if no survey is conducted, please explain\nwhy not\n— Any additional information that would support the case\n• Section III. A declaration that this action/choice is in the best interest of the agency\nFailure to provide all of the necessary information will\ndelay the processing of your request. Your agency will be\ncontacted if any of the identified information is missing\nor if additional supporting information is required. If the\nCOPS Office determines that the request does not meet the\nstandards set forth above, the request will be denied."
}