{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 59,
  "chunk_text": "This information not only assists the current effort but\nalso gathers data that builds knowledge for the future. Strategies and programs can be assessed for process,\noutcomes, or both. If the responses implemented are not effective, the information gathered during analysis\nshould be reviewed. New information may have to be collected before new solutions can be developed and\ntested. The entire process should be viewed as circular rather than linear. Using the crime triangle to focus on immediate conditions (victim/offender/location) To understand a problem, many problem solvers have found it useful to visualize links among the victim,\noffender, and location (the crime triangle) and those aspects that could have an impact on them—for example,\ncapable guardians for victims, handlers for offenders, and managers for locations. Rather than addressing root\ncauses of a problem, the police focus on the factors that are within their reach, such as limiting criminal\nopportunities and access to victims, increasing guardianship, and associating risk with unwanted behavior. Community partnerships\nCommunity partnerships are collaborative partnerships between the law enforcement agency and the\nindividuals and organizations they serve to develop solutions to problems and increase trust in police. •\n•\n•\n•\n• Other government agencies\nCommunity members and groups\nNonprofits and service providers\nPrivate businesses\nMedia Community policing, recognizing that police rarely can solve public safety problems alone, encourages\ninteractive partnerships with relevant stakeholders. The range of potential partners is large, and these\npartnerships can be used to accomplish the two interrelated goals of developing solutions to problems through\ncollaborative problem solving and improving public trust. The public should play a role in prioritizing public\nsafety problems. 63 2016 COPS Hiring Program (CHP) Award Owner’s Manual Other government agencies Law enforcement organizations can partner with a number of other government agencies to identify\ncommunity concerns and offer alternative solutions. Examples of agencies include legislative bodies,\nprosecutors, probation and parole departments, public works departments, neighboring law enforcement\nagencies, health and human services departments, child support, ordinance enforcement, and schools. Community members and groups\nIndividuals who live, work, or otherwise have an interest in the community—volunteers, activists, formal and\ninformal community leaders, residents, visitors and tourists, and commuters—are a valuable resource for\nidentifying community concerns. Partnerships with these factions of the community can engage the community\nin achieving specific goals at town hall meetings, neighborhood association meetings, decentralized\noffices/storefronts in the community, and team beat assignments. Nonprofits and service providers\nAdvocacy and community-based organizations that provide services to the community and advocate on its\nbehalf can be powerful partners. These groups often work with or are composed of individuals who share certain\ninterests and can include such entities as victims groups, service clubs, support groups, issue groups, advocacy\ngroups, and the faith community. Private businesses For-profit businesses also have a great stake in the health of the community and can be key partners because\nthey often bring considerable resources to bear on problems of mutual concern. Businesses can help identify\nproblems and provide resources for responses, often including their own security apparatus and community\noutreach. The local chamber of commerce can also assist in disseminating information about police and\nbusiness partnerships and initiatives. Media The media represent a powerful mechanism by which to communicate with the community."
}