{
  "document_category": "guidance",
  "document_name": "5310_017.pdf",
  "chunk_index": 31,
  "chunk_text": "Residency positions are announced through Delegated Examining\nUnit authority. Interested applicants complete all application materials requested in the\nP5310.17 8/25/2016 38 announcement and are expected to complete the Bureau’s pre-employment screening process\nbefore being formally offered a position. Residents’ training is ordinarily completed in no less\nthan 9 and no more than 12 months. Residents complete Introduction to Correctional\nTechniques I and II. Failure results in dismissal from the residency program. The resident\nposition is a career-conditional appointment. However, residents are required to acknowledge a\nmobility statement, thus agreeing to relocate at the convenience of the Bureau upon completion\nof their training. ■ Program Development, Supervision, and Residency Evaluations. A senior licensed\npsychologist who expresses an interest in training residents is designated by the Chief\nPsychologist to oversee the Post-Doctoral Residency Program. This psychologist is primarily\nresponsible for recruiting and selecting residents, as well as administering the training\ncurriculum at his/her institution. The designated psychologist has expertise in the area of\nPost-doctoral training offered and has credentials such as an American Board of Professional\nPsychology diploma, a record of active research productivity, or clear evidence of professional\ncompetence and leadership. This individual may be the IPC at an institution with an internship\nprogram. The designated psychologist is responsible for the training program’s integrity and\nquality, and has administrative authority commensurate with those responsibilities. He/she\nensures that the following occurs:\n Post-doctoral training follows completion of doctoral degree requirements and a predoctoral internship meeting APPIC standards. APA guidelines on specialty change are\nfollowed.  A written training plan exists for each resident that specifies clinical duties, training\nopportunities, supervision requirements, and Bureau job search strategies.  Individuals in post-doctoral residency positions have a title, such as “Post-Doctoral\nResident,” indicating their training status.\n The program site has a written statement or brochure that describes the goals and content of\nthe program, program organization, entrance requirements, and mechanisms for evaluation. This is made available to prospective residents.\n There is documentation of due process procedures, including notice, hearing, and appeal,\nfor post-doctoral residents, which are given to residents at the beginning of the postdoctoral training period.  The post-doctoral training program (minimum 1,500 hours) must be at least 9 and no more\nthan 24 months.\n The program has a minimum of two hours per week of regularly scheduled, face-to-face,\nindividual supervision with the intent of dealing with psychological services rendered\ndirectly by the resident.  Clinical supervision is provided by a licensed psychologist who is a staff member of the\nsponsoring institution and who carries clinical responsibility for the cases being supervised. P5310.17 8/25/2016 39 There must be at least two additional hours per week in learning activities, such as case\nconferences, involving cases in which the resident is actively involved; seminars dealing\nwith clinical issues; co-therapy with a staff person, including discussion; group supervision;\nand additional individual supervision.\n The clinical supervisor ensures that the resident receives a level of supervision consistent\nwith APPIC standards and a written evaluation of his/her performance quarterly. The\nevaluation should be discussed with and initialed by the resident, who receives a copy. The\nclinical supervisor retains the original in a local file. Examples of the evaluation are posted\non Sallyport.\n"
}