{
  "document_category": "guidance",
  "document_name": "SORNA-IC-Guide.pdf",
  "chunk_index": 6,
  "chunk_text": "Any other offense defined as a tier III offense under 34 U.S.C. § 20911(4), as may be amended State Offenses\nGeneral\n• A sexual act with another by force or\nthreat\n• A sexual act with another who has been\nrendered unconscious or involuntarily\ndrugged, or who is otherwise incapable\nof appraising the nature of the conduct or\ndeclining to participate Offenses involving minors\n• Nonparental kidnapping of a minor\n• Sexual contact with a minor 12 years old\nor younger\n• A sexual act with a minor under age 16\n(Note “Romeo & Juliet” exception, page 4)\nRecidivism and felonies\n• Any sex offense punishable by more than\n1 year in jail where the offender has at\nleast one prior tier II offense Guide to SORNA Implementation in Indian Country | 7 Required Registration Information\nDuring registration, the SORNA Officer or\nother designated official must obtain the\nfollowing information from sex offenders\nrequired to register with the tribe:\nl Name\n— Full primary given name\n— All aliases, nicknames and\npseudonyms Digitization and Electronic\nDatabase Requirement All required registration information\nmust be, at a minimum, maintained\nin a digitized format and in an\nelectronic database. — All ethnic or tribal names by which the sex offender is commonly known (does not\ninclude any religious or sacred names not otherwise commonly known)\nl Date of Birth\n— Actual date of birth and any other date of birth used by the sex offender l Social Security Number\n— Includes purported Social Security numbers l Phone Number(s) l Picture\n— Photograph the sex offender at every scheduled appearance (unless the offender’s\nappearance has not changed significantly). • Every 3 months for tier III offenders\n• Every 6 months for tier II offenders\n• Every year for tier I offenders l Physical Description\n— Note an accurate physical description of the offender, including distinct\ncharacteristics like identifying marks, scars, tattoos, etc.\n— Photograph any distinct markings. l Driver’s Licenses, Identification Cards, Passports and Immigration Documents\n— Photocopy or scan all of the sex offender’s valid driver’s licenses issued by any\njurisdiction, tribal enrollment card(s), passport(s) and all immigration documents\nused by the sex offender. 8 | Guide to SORNA Implementation in Indian Country l Residence Address\n— Includes any location or description that identifies where the sex offender\nhabitually resides, regardless of whether it is a permanent residence or whether it\nhas a street address l School Information\n— Name and address of each school where the sex offender is or will be a student l Employment Information\n— Obtain the name and address of employer, including where the offender reports to\nwork if it differs from employer’s main address. — Includes all paid, volunteer and unpaid positions l Criminal History\n— Date of all arrests Offense Information — Date of all convictions In addition to information obtained\nfrom the sex offender, the SORNA\nOfficer must obtain the text of the\ncriminal offense for which the sex\noffender is registered. The historical\nstatutes database, which provides\nthe text of federal, military and state\nsex offenses, is available on the\nSORNA Exchange Portal. The Tribe\nand Territory Sex Offender Registry\nSystem can also automatically\npopulate the text of these offenses. See “Tribe and Territory Sex Offender\nRegistry System,” page 12, and\n“SORNA Exchange Portal,” page 17. — Status of parole, probation or\nsupervised release\n— Registration status\n—"
}