{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 79,
  "chunk_text": "67 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual Appendices\nAppendix A. List of source documents\nA. Primary sources\nPublic Safety Partnership and Community Policing Act of 1994, 42 U.S.C. B. Secondary sources\nCode of Federal Regulations (CFR)/Office of Management and Budget (OMB):\n2 C.F.R. Part 200 (Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal\nAwards) as adopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101\n2 C.F.R. Part 200.305(b)(9), “Payment-Remittance of Interest Earned”\n4 C.F.R. Parts 101-105, U.S. Department of Justice/Government Accountability Office, “Joint Federal Claims\nCollections Standards”\n5 C.F.R. Part 1320, “Controlling the Paperwork Burden on the Public”\n5 C.F.R. Part 151, “Political Activities of State and Local Officials or Employees”\n28 C.F.R. Part 23, “Criminal Intelligence Systems Operating Policies”\n28 C.F.R. Part 61, “Procedures for Implementing the National Environmental Policy Act”\n28 C.F.R. Part 67, “Government-wide Requirements for Drug-Free Workplaces (Grants)”\n28 C.F.R. Part 69, “Government-wide New Restrictions on Lobbying”\n31 C.F.R. Part 205, “Treasury Department Regulations Implementing for Cash Management Improvement Act\nof 1990”\nOMB Circular A-129, “Managing Federal Credit Programs”\n48 C.F.R. Part 31.000, et seq. (FAR-31.2), “Cost Principles for Commercial Organizations”\nExecutive Orders\nExecutive Order 12291, “Regulations”\nExecutive Order 12372, 28 C.F.R. Part 30, “Intergovernmental Review of Federal Programs”\nExecutive Order 12547, “Non-Procurement Debarments and Suspension” 68 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual Appendix B. Assurances and Certifications\nAssurances The Applicant hereby assures and certifies compliance with all applicable Federal statutes, regulations,\npolicies, guidelines, and requirements, including OMB Circulars A-21, A-87, A-102, A-110, A-122, A- 133;\nEx. Order 12372 (intergovernmental review of federal programs); and 28 C.F.R. pts. 66 or 70 (administrative\nrequirements for grants and cooperative agreements). The applicant also specifically assures and certifies that:\n1. It has the legal authority to apply for federal assistance and the institutional, managerial, and financial\ncapability (including funds sufficient to pay any required nonfederal share of project cost) to ensure\nproper planning, management, and completion of the project described in this application. 2. It will establish safeguards to prohibit employees from using their positions for a purpose that\nconstitutes or presents the appearance of personal or organizational conflict of interest, or personal\ngain. 3. It will give the awarding agency or the General Accounting Office, through any authorized\nrepresentative, access to and the right to examine all paper or electronic records related to the financial\nassistance. 4. It will comply with all lawful requirements imposed by the awarding agency, specifically including any\napplicable regulations, such as 28 C.F.R. pts. 18, 22, 23, 30, 35, 38, 42, 61, and 63, and the award term in 2\nC.F.R. § 175.15(b). 5. It will assist the awarding agency (if necessary) in assuring compliance with section 106 of the National\nHistoric Preservation Act of 1966 (16 U.S.C. § 470), Ex. Order 11593 (identification and protection of\nhistoric properties), the Archeological and Historical Preservation Act of 1974 (16 U.S.C.§ 469 a-1 et seq.),\nand the National Environmental Policy Act of 1969 (42 U.S.C. § 4321). 6."
}