{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 49,
  "chunk_text": "Note: An inmate may be released at the expiration Full Term Date of his or her sentence and\nstill have SPT or probation to follow. g. Expiration Full Term with Special Parole to Follow. This type of release indicates the\ninmate has completed the confinement portion of the sentence, but has SPT to follow. The\ninmate would have supervision relating to the SPT for a period of time equal to the term of the\nSPT specified by the Court on the J&C Order. SPT would begin on the day of release. h. Expiration with Good Time. This type of release indicates the inmate has completed the\nconfinement portion of the sentence and has no supervision to follow. This type of release occurs pursuant to the provisions of 18 U.S.C. § 4163, which states that an\ninmate will be released at the expiration of his/her term less the time deducted for good conduct. Note: The provision of 18 U.S.C. § 4164 (the “mandatory release” provision of the law) does\nnot apply. For an inmate to be released via Expiration with Good Time, the days remaining to serve would\nhave to be an amount equal to 180 days or less. To the contrary, mandatory release cases require\nan accrual of good time in excess of 180 days. Note: Not all SPT Violators are eligible for this type of release. An inmate released at the\nexpiration of his or her SPT Violator term, less applicable good time deductions, may return to\nSPT supervision until it is completed. An SPT Violator released at the expiration of his/her term, after any good time deduction, may be\nreleased as “Mandatory Release to Special Parole.”\ni. Expiration with Good Time with Special Parole to Follow. This type of release\nindicates the inmate has completed the confinement portion of the sentence, including good time\ndeductions pursuant to 18 U.S.C. § 4163, but has SPT to follow. P5800.15 1/1/2009 Chapter 10, Page 2 The inmate would have supervision relating to the SPT for a period of time equal to the term of\nthe SPT specified by the Court on the J&C Order. SPT would begin the day of release. j. All “New Law” Related Offenses – Good Conduct Time (GCT)/Full Term (FT), Etc. These types of releases fall under the Sentencing Reform Act of 1984. These are unconditional\nreleases from the confinement portion of the sentence. No supervision applies to the sentence\nimposed but a period of Supervised Release could be imposed in connection with the offense. k. District of Columbia (D.C.) Mandatory Parole. Applicable only to inmates with D.C.\nCode offenses. This type of release occurs when good time credits are applied to the maximum\nterm of imprisonment to determine the date when release on parole becomes mandatory. l. Military and Coast Guard Releases. Refer to the Program Statement, Administration of\nSentence for Military and Coast Guard Inmates, for more information on these types of releases. m. Release of ICE Detainees. Although not releasing directly from service of a sentence, they\nare ordinarily released via a parole by ICE. They can also be ordered released by a court order."
}