{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 37,
  "chunk_text": "For purposes of this provision, a \"necessary local official\" means\nan employee or elected person whose approval or concurrence as to\nthe propriety of the use of the proposed site is required under\nany and all applicable laws of the city, town, village, or\nmunicipality in which the facility is located. 4.4.14. PREOCCUPANCY VISIT Not later than 15 days prior to the date performance is scheduled\nto begin, the COS shall conduct a preoccupancy visit to ensure the\ncontractor is ready to begin operations. When the RSS\nhas not identified major deficiencies during the preliminary PS 7300.09\n1/12/98\nChapter 4, Page 24\nsitesurvey and upon receipt of a written determination from the\nRSS that his or her expertise is not required during the\npreoccupancy inspection, the CCRA may waive the RSS'\nparticipation. Special emphasis shall be given to negotiated\nitems during the preoccupancy review. This review shall\ndetermine if the awardee is ready to accept offenders. CCRAs may waive a preoccupancy inspection for incumbent\ncontractors. The decision to waive a preoccupancy inspection\nshould be based upon a determination the awardee has met the\nminimum procurement/contractual requirements necessary to accept\nFederal offenders. The waiver will be in writing from the CCRA\nand documented in the contract file. The first full inspection\n(60 to 90 days after award) would serve as a dual preoccupancy/full monitoring. Immediately following the review, the COS shall prepare a report\n(Attachment 4-5) and forward it electronically to the CO with\ncopies to the RSS, CCM, MCA, CCRA, and CCB Section Chief. Any\nmajor deviations found must be corrected before Federal offenders\nare placed in the facility. The COS will follow\nthrough to ensure deviations are corrected. (If the effective\ndate of contract performance is the same date as contract award,\na preoccupancy visit is not possible.) When this occurs, the\ninspection will be performed within 30 days of award. The\nfindings of the visit will be outlined in the monitoring report\nletter format (see Attachment 4-6) and issued by the CCM to the\ncontractor for a response. 4.4.15. DISTRIBUTION OF CONTRACTS The CO shall forward a copy of the Contract Award Document\n(SF-26 or SF-33) to the contractor, CCA, CCRA, MCA, CCM, and RC\npay station) within three working days after final contract\naward. Along with the Contract Award Document, the CO shall also forward\ncopies of each of the following documents to the COTR who has\nsupervisory authority over the contract:\nthe awardee's technical proposal;\nall solicitation amendments;\nclarification/deficiencies correspondence; and\nbest and final offers (CO's letters and awardee's\nresponses). #\n#\n#\n# It is imperative the COTR and the COS familiarize themselves\nwith: PS 7300.09\n1/12/98\nChapter 4, Page 25\nthe contents of any amendments to the solicitation;\ncorrespondence received during the periods for\nclarification/deficiencies; and,\n#\nbest and final offers. #\n# 4.5.: POST AWARD ADMINISTRATION\n4.5.1. GENERAL Once a contract has been awarded, the contract administration\nphase begins. Contract administration is any administrative\nactivity undertaken by either the government or the contractor\nduring the time from contract award to contract close out. More\nspecifically, the term refers to steps taken by the government\nrepresentative(s) responsible for ensuring government and\ncontractor compliance with the terms and conditions of the\ncontract. Such steps include:\n#\n#\n#\n#\n# all performance (inspection) monitoring activities,\nmodifications,\nactions pertaining to disputes,\nunsatisfactory contractor performance, and\nprice redetermination."
}