{
  "document_category": "guidance",
  "document_name": "1351_005_CN-2.pdf",
  "chunk_index": 23,
  "chunk_text": "2. Any reasonably segregable portion of a record shall be\nprovided to any person requesting such record after deletion of\nthe portions which are exempt under this subsection.\" 3. Under 5 U.S.C. ยง 551, Federal \"agency records\" are defined\nnot to include records of\n(1) the Congress; (2) the courts of the United States; (3) the governments of the territories or possessions of\nthe United States; or (4) the government of the District of Columbia. PS 1351.05\n9/19/2002\nAttachment B, Page 1\nDEPARTMENT OF JUSTICE\nFEDERAL BUREAU OF PRISONS\nPUBLIC INFORMATION\nSTAFF:\nName\nPosition Title (past and present)\nGrade (past and present)\nSalary (past and present)\nDuty Station (past and present)\nDuty Station Address (past and present)\nINMATES: See list provided in the Program Statement on News Media Contacts\nand the Public Information Officer's Handbook (PIO Handbook). PS 1351.05\n9/19/2002\nAttachment C, Page 1\nPUBLISHED SYSTEMS OF RECORDS\n#:\nNAME:\nPUBLICATION DATE:\n-------------------------------------------------------------001 Custodial/Security Record System 09/28/78 002 FOIA Record System 09/17/77 003 Industrial Inmate Employment Record\nSystem 09/28/78 004 Inmate Administrative Remedy Record\nSystem 09/28/78 005 Inmate Central Records System 06/07/84 006 Inmate Commissary Accounts Record\nSystem 09/17/77 007 Inmate Physical/Mental Health Record\nSystem 09/28/78 008 Inmate Safety/Accident Compensation\nRecord System 09/28/78 009 Federal Tort Claims Act Record System 09/28/78 010 Access Control Entry/Exit System 10/04/95 011 Telephone Activity Record System 04/21/95 012 Office of Internal Affairs Investigative\nRecord System\n08/29/95 101 NIC Technical Assistance Resource Persons\nDirectory 04/18/83 102 NIC Field Readers List 04/18/83 PS 1351.05\n9/19/2002\nAttachment D, Page 1\n(Date) Re:\nOur Reg. No:\nDocket No: Dear , Please advise us as to whether the attached document(s) prepared\nby your agency may be (1) disclosed to the above inmate and (2)\nused with respect to the inmate's parole hearing(s). Disclosure of information contained in an inmate's prison files\nis governed by a variety of Federal laws, principally the Freedom\nof Information Act (5 U.S.C. ยง 552) and the Privacy Act\n(5 U.S.C. ยง 552a). Guidelines for the implementation of these\nlaws are given below. GUIDELINES FOR DISCLOSURE TO A FEDERAL PRISON INMATE Upon an inmate's request, materials in that inmate's files will\nbe disclosed to that inmate unless there is a legal exemption to\nsuch disclosure. Typical examples of documents which may be\nwithheld are those which, if disclosed, might a. constitute a clearly unwarranted invasion of personal\nprivacy;\nb. reveal sources of information obtained upon a legitimate\nexpectation of confidentiality or otherwise endanger the\nlife or physical safety of any person;\nc. lead to a serious disruption of the subject inmate's\ninstitutional program, due to the diagnostic or evaluative\nopinions contained in the document, and which could likely\naffect the inmate's clearly documented adjustment\ndifficulties;\nd. interfere with ongoing law enforcement proceedings,\nincluding administrative investigations; or\ne. enable the requestor to violate any law or threaten the\nsecurity of a Federal Bureau of Prisons institution through\ndisclosure of law enforcement techniques or procedures. PS 1351.05\n9/19/2002\nAttachment D, Page 2\nGUIDELINES FOR DISCLOSURE FOR USE AT THE INMATE'S PAROLE HEARING\nA Federal prison inmate must be provided reasonable access to\nreports or documents to be used by the Parole Commission in\nmaking its parole release determination. The Commission, of\ncourse, wants to use all the information in the documents you\nprepare."
}