{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 40,
  "chunk_text": "30 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual III. Accessing Grant Funds This section provides answers to payment-related questions, including all the information needed to set\nup your payments. For assistance with financial management and grant administration, please contact the\nCOPS Office Response Center at 800-421-6770 or visit our website at www.cops.usdoj.gov. Payment method What method of payment is used? There is currently one method of payment available for accessing federal grant funds—the Grant Payment\nRequest System (GPRS). GPRS is a web-based system that enables grantees to use a secure Internet\nconnection to request funds. Approved payment requests will automatically be scheduled for payment by\nthe U.S. Department of the Treasury. A grantee will be able to review previous requests made since July 2009. For more information on the GPRS, please go to www.ojp.usdoj.gov/about/offices/ocfogprs.htm to view the\nuser guide. Setting up your account How do we set up a GPRS account? If you are a new grantee to the COPS Office, your law enforcement executive or government executive\nshould receive notification about GPRS shortly after the COPS Office receives your original signed award\ndocument. This notification will contain all of the information that your agency needs to set up the GPRS\npayment method. If your law enforcement executive or government executive does not perform drawdown\nrequests for your agency, your grant administrator will need to go online to https://grants.ojp.usdoj.gov/ gprs/welcome to log in and register to become a Drawdown Specialist. Once you are approved, you will\nreceive an e-mail containing a temporary password and information on how to use GPRS. Please note that\npart of the verification process may involve outreach to your law enforcement executive or government\nexecutive or other financial points of contact to validate information provided by the Drawdown Specialist. If you are already registered for a COPS Office grant username in GPRS and would like to add a newly\nawarded COPS Office grant to the existing COPS Office grant username, contact the COPS Office GPRS\nregistration team via e-mail at COPSGPRSRegistration@usdoj.gov and provide the following information:\n• User name (for COPS Office grants)\n• First/last name\n• Vendor number\n• Grant number(s) to be added How do we fill out the payment enrollment forms? If you are a new grantee to the COPS Office, your agency will need to complete an Automated\nClearinghouse (ACH) Vendor/Miscellaneous Payment (SF-3881) enrollment form. This form can be found on\nthe COPS Office website at the following address: www.cops.usdoj.gov/Default.asp?Item=100. Prior to accessing your grant funds, your agency must mail the original signed form to:\nOffice of Justice Programs\nOffice of the Chief Financial Officer\n810 7th Street NW\nAttn: Control Desk, Fifth Floor\nWashington, DC 20001 31 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Your agency must complete the “Payee/Company Information” section following the directions on the\nback of the form and also provide the grant number (printed on the award document). Next, your financial\ninstitution must complete the “Financial Institution Information” section and have the appropriate financial\nofficial sign the form. If you are already a COPS Office grantee, you should already have filled out an ACH enrollment form."
}