{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 4,
  "chunk_text": "d.\nNew inspection procedures and monitoring schedules for U.S. Marshals\nService (USMS) “Piggyback” jail contracts are established. Suitability\ninspections will be conducted with the USMS prior to inmate placements. In\naddition, CC staff will participate in a joint monitoring with USMS staff\nonce every three years. A copy of all USMS monitoring reports will be\nmaintained in the contract file. This change will result in a significant\ncost savings to the Bureau. e.\nRequests to exercise option years are to be submitted via electronic\nmeans. f. The address of contact for FOI inquiries about existing contracts has\nbeen changed. g.\nRequests for contract action for all new or replacement contracts\nshould be received by the contracting officer 14 months prior to beginning\nperformance. This will give the contractor 120 days to begin performance\nrather than the current 60 days. h. Accounting codes have been updated. i.\nCOS may now contact the CO by BOPNet GroupWise E-mail when inquiring\nabout the status of a particular contract. j.\nPre-site inspection requests can now be requested via\nGroupWise e-mail. BOPNet k.\nPast performance is added as an evaluation criteria in the\nsolicitation and under the Evaluation Panel’s general instructions. PS 7300.09\nCN 7300.09 1/12/98\nPage 3\nl.\nThe CCRA may postpone a full monitoring with justifiable cause;\nhowever this postponement should not exceed 30 days. Additionally the CCM\nmay request the CCRA to waive an interim review when determined to be in\nthe best interest of the Bureau of Prisons. m. Documentation of contractor training initiated by the CCM need only be\nmaintained in the local contract file thereby eliminating the need for MCA\nduplication. n.\nNew procedures concerning the reporting and investigation of\nintegrity issues in Bureau contract facilities are incorporated. o.\nReferences to FBI Form I-12, Wanted Flash Cancellation Notice and FBI\nForm R-84, Final Disposition Notice have been deleted from Attachment 4-7. 3. SUMMARY OF CHANGES IN CHAPTER 5 a.\nIn the Discipline section, the CCC Prohibited Acts attachment has\nbeen deleted, and the Chapter now refers staff to three related tables in\nthe Program Statement on Inmate Discipline and Special Housing Units. b. In the Central Inmate Monitoring System section, the requirement for\nCCMs to monitor uncommitted separation cases in their districts has been\ndeleted. c. In the section on Referrals for Institution Transfer to CCCs, CCC\nreferral log requirements have been clarified to indicate the log can\nreflect the “name of the referral CCC” or the CCC location code. d.\nReferences to FBI Form I-12, Wanted Flash Cancellation Notice and FBI\nForm R-84, Final Disposition Notice have been deleted from the Release\nForms and Report Distribution section. PS 7300.09\nCN 7300.09 1/12/98\nPage 4\ne.\nReference to the procedure for immigration detainees with supervision\nhas been deleted from the section on Release Forms and Report Distribution. 4. SUMMARY OF CHANGES IN CHAPTER 7 a.\nDescriptions of the budget process and budget reports are\nstreamlined. b. The sections on budget projection and accruals contain new\nprocedures. Some information in these areas is now located in the\nCommunity Corrections Technical Reference Manual.\nc. Travel and purchasing procedures are updated. d.\nAccounting and contract codes are updated. Most of the related\ntechnical information is now in the Community Corrections Technical\nReference Manual. e."
}