{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 41,
  "chunk_text": "P5800.15 1/1/2009 Chapter 9, Page 2 The transporting officer will execute the original Transfer Order upon completion of the transfer\nand CSD staff will then file it in the J&C file. c. Bus/Van/Airlift and Special Trips. All inmates transported via bus, van, or special move\nwill be coordinated with Justice Prisoner and Alien Transportation System (JPATS), Kansas\nCity, Missouri. Lists of the inmates scheduled to be moved, their destinations, and the itinerary\nof the bus trip are issued by JPATS the week preceding the trip, if possible. A Transfer Receipt\nwill be prepared in accordance with the Receiving and Discharge Manual. Institutions may add or delete an inmate to a trip list only if the placement will not result in the\ndeletion of another inmate scheduled for the trip, if there is a seat available, and if it has been\napproved by JPATS. Immediately after the bus has departed the institution, a GroupWise message with the attached\nfinal transfer receipt will be forwarded to JPATS. Note: It is imperative that the correct vehicle code is used when releasing an inmate. All\nreceipts will reflect the vehicle code associated with that specific movement. All procedures relating to the movement of inmates via bus also apply to airlift movements. (Refer to the Program Statement on Escorted Trips for more information.) All inmates must have the appropriate medical clearance prior to transfer. (Refer to the Program\nStatement on Medical Designations & Referral Services for Federal Prisoners for more\ninformation.) Inmates who present medical or security concerns may require special movement by Bureau\npersonnel. The institution Warden will direct these movements. JPATS must be notified. d. Unescorted Movement. Some inmates may travel unescorted to report voluntarily to a\ndesignated institution or via furlough transfer to another institution or contract RRC. (Refer to\nthe Program Statements on Furloughs and Unescorted Transfers and Voluntary Surrenders for\nadditional information). Unescorted Transfer to a Federal Institution, Non-Federal Contract Facility, RRC, or\nCommunity-Based Program. When an inmate is released via furlough transfer, the furlough\npacket will be routed through CSD for a final detainer and legal status review (e.g., pending\nwrits, warrants, and/or charges) prior to delivery to the Warden for signature. The CCM will not need to conduct an audit of the computation once the inmate arrives at the\nhalfway house. P5800.15 1/1/2009 Chapter 9, Page 3 J&C files for inmates at RRCs are to remain in the Records Office at the sending institution. They are to be filed separately from the J&C files of inmates at the institution. The completed release documents and terminal report will be mailed to the parent institution\nCSD. The CCMs will dispose of duplicate documentation before forwarding files to the parent\ninstitution. Duplicate documentation is considered to be anything that is already in the institution\nfile, such as the PSI and J&C’s. Properly signed, updated BP-A338’s and incident reports must\nbe forwarded for inclusion in the central file. When the material is received from the CCM, CSD staff will forward the completed release\nmaterials to unit staff for inclusion in the inmate’s central file."
}