{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 23,
  "chunk_text": "A canine unit is composed of, at a minimum, one canine handler\nand one dog with multiple abilities, such as tracking and\nnarcotics detection. Captains have management responsibility for the canine unit. Actual program coordination must not be delegated below the level\nof a GS-11 Lieutenant. Requests for the canine unit's assistance outside the assigned\ninstitution must be approved in advance by the Warden or Acting\nWarden. 501. HANDLER SELECTION. Each institution Warden with an\nauthorized canine unit must select one handler for each canine. A handler must make a two-year commitment to the program and\ninteract positively with the canine. The handler will work only with the dog originally assigned and\nordinarily should not be assigned collateral duties. A secondary\nhandler may be assigned to feed and service the kennel area if\nthe primary handler is not available. The handler must be willing to care for the canine, control the\nanimal, and obtain maximum productivity from the dog. A handler\nis also required to give clear commands to the canine in the\nlanguage the canine was originally trained. The handler must be provided a clothing allowance (amount set by\npolicy) each year to purchase blue or gray jumpsuits and/or\nsuitable nickel gray uniform clothing. Safety toe footware are\nto be worn and must be provided to the handler as prescribed in\nthe Property Management Manual and Master Agreement. 502. CANINE SELECTION. The Malanois or German Shepherd is the\nonly canine breed authorized. Only passive alert canines with an even temperament are to be\npurchased. PS 5500.14\n10/19/2012\nChapter 5, Page 2 Any canine purchased must possess, at a minimum, a Schutzhund I\nor Police I title prior to purchase. The Schutzhund or Police\ntitle rating identifies the level of training the dog has\nreceived in tracking, obedience, and handler protection. No more than two canines per kennel are authorized. canines must be spayed prior to purchase. Female Any selected canine must be at least two years of age, but no\nolder than 2½ years. The hips, teeth, back, and shoulders must\nbe documented as sound prior to purchase. Additionally, a birth\ncertificate must be provided to determine the canine's age at the\ntime of purchase. A German Shepherd's spine and hips must be guaranteed for a\nperiod of one year. The Malanois canine's spine and hips must be\nguaranteed for two years. 503. HANDLER RESPONSIBILITIES. Each canine handler is\nresponsible for the canine's care. The proper performance of\nroutine canine unit duties will ensure adequate care of the\nanimal and preserve the integrity of the program. The handler will be responsible for the canine’s actions and use. The handler must ensure a request for the canine unit's use does\nnot violate policy and will not cause harm to the handler, the\ncanine, or a third party. A canine team will coordinate all narcotic activities with the\ninstitution SIS office. Canines will never be allowed to roam freely inside an\ninstitution, on institution property, or be trained to respond to\nany command not learned in a training school. During the a housing unit search, the canine will remain on a\nleash and inmates will be kept clear of the area."
}