{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 70,
  "chunk_text": "(Please allow 4–6 weeks for processing of a\npayment by check to be applied to the appropriate Payment Management System (PMS) account). Please notify your COPS Office Staff Accountant in the COPS Office Finance Business Unit when any interest\nthat is earned is remitted to the Department of Health and Human Services, Payment Management System. 72 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual Matching funds\nUnder the 2016 COPS Office TRGP Programs, no local match is required. The COPS Office is funding 100 percent\nof the allowable items approved in your FCM. (Any salary and benefit costs higher than entry-level must be paid\nby your agency with local funds.) Please note: If the total cost for allowable items exceeds the approved budget,\nthen the additional expenditures are encouraged to be reported on the SF-425 as recipient share of\nexpenditures. 73 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual IV. Financial Record Maintenance Under the COPS Office TRGP program, your agency is required to establish and maintain accounting systems\nand financial records to accurately account for funds awarded and disbursed. These records must include both\nfederal funds and any local funds contributed to this project. Accounting systems and records What accounting systems are required? Your agency needs to establish and maintain accounting systems and financial records to accurately account for\nthe funds awarded. As required by 2 CFR 200.62 (Internal control over compliance requirements for federal awards), your accounting\nsystem should be designed to provide reasonable assurance regarding the achievement of the following\nobjectives for federal awards:\n•\n•\n• Transactions are properly recorded and accounted for in order to prepare reliable financial statements and\nfederal reports and to maintain accountability over assets. Transactions are executed in compliance with all applicable federal statutes, regulations, and the award\nterms and conditions. Funds, property, and other assets are safeguarded against loss from unauthorized use or disposition. What records must be kept? Your agency’s fiscal control and accounting systems should enable you to make accurate, current, and complete\ndisclosure of the financial activity under your TRGP award. Your accounting records should contain information\nshowing expenditures under the award and must be supported by items such as payroll records, time and\nattendance records, canceled checks, purchase orders, or similar documents. Your agency must adequately safeguard award funds and make sure that they are used for authorized purposes\nonly. Your agency will be responsible for refunding any unallowable expenses. How long must records be kept? All financial records and supporting documents associated with your TRGP award (including payroll, time\nand attendance records, canceled checks, and purchases order) must be retained for a period of three\nyears from the date of submission of the final expenditure report as stated in 2 CFR §200.333 (Retention\nrequirements for records). Your agency should maintain records so that you can identify them by award year or by fiscal year, whichever\nyou find more convenient. If any litigation, claim, negotiation, audit, or other action involving these records has\nbeen started before the end of the three-year period, the records should be kept until completion of the action."
}