{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 21,
  "chunk_text": "If selected, you will\nbe notified in writing in advance of any on-site review of your COPS Office grants. This review is\ngenerally performed over a period of one or more days and also provides an opportunity for agency\nrepresentatives to seek assistance on any grant implementation issues. Your agency will be notified\nin writing of the results and any action required to remedy identified grant violations to include\npotential and actual vulnerabilities. In addition, promising practices identified during the site visit are\ndocumented and may be shared with the law enforcement community. • enhanced office-based grant reviews (EOBGR). In lieu of a site visit, certain grants are selected\nfor a review conducted at the COPS Office via teleconference or video conference. EOBGRs serve as a\nsupplemental activity in support of the COPS Office’s overall grant monitoring strategy. The purpose of\nthe EOBGR is three-fold: to review community policing activities, to ensure grantee compliance, and to\nprovide customer service and technical assistance. If selected, you will be notified in writing in advance\nof any EOBGR of your COPS Office grants. This review is generally performed over a period of one or\nmore days and also provides an opportunity for agency representatives to seek assistance on any\ngrant implementation issues. Your agency will be notified in writing of the results and any action\nrequired to remedy identified grant violations to include potential and actual vulnerabilities. In\naddition, promising practices identified during the EOBGR are documented and may be shared\nwith the law enforcement community. 12 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual • alleged noncompliance reviews (ANCR) . An alleged noncompliance review is a follow-up on\ncomplaints of alleged noncompliance received from external (media and/or citizen complaints) or\ninternal (COPS Office/DOJ staff ) sources. On a case-by-case basis, COPS Office staff members determine\nthe appropriate course of action to take to investigate complaints of alleged noncompliance. This may\ninclude phone or letter contact or a site visit by COPS Office staff or the Office of the Inspector General. • audit liaison. The U.S. Department of Justice, Office of the Inspector General (OIG) conducts random\naudits for all COPS Office grantees. In the event your agency has any audit recommendations (findings)\nresulting from noncompliance and/or poor accounting practices, the COPS Office Audit Liaison\nSection will work with your agency to resolve and close these recommendations. Remedies to close\nrecommendations may include repayment of grant funds and/or the submission of documentation. Grantees are responsible for remedying any grant noncompliance that is identified during site visits,\noffice-based grant review, and/or alleged noncompliance reviews. In addition, grantees are responsible\nfor remedying noncompliance stemming from audit recommendations identified in audits of COPS Office\ngrants conducted by the Office of the Inspector General (OIG) and the Office of the Chief Financial Officer\n(OCFO). Remedies for noncompliance may include, but are not limited to: suspending active grant funding,\nrepayment of unallowable or unsupported costs, voluntary withdrawal from or involuntary termination\nof remaining grant funds, or restriction from receiving future grants for a period of time."
}