{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 10,
  "chunk_text": "Any request for an extension beyond 36 months will be evaluated on a caseby-case basis. Only those recipients that can provide a reasonable justification for delays will be granted no-cost 8 2016 COPS Hiring Program (CHP) Award Owner’s Manual extensions. Reasonable justifications may include difficulties in filling COPS Office-funded positions, officer turnover,\nor other circumstances that interrupt the 36 month award funding period. An extension allows your agency to\ncompensate for such delays by providing additional time to complete the full 36 months of funding for each position\nawarded. Extension requests must be received prior to the end date of the award. Why this condition:\nUnder federal regulations, requests to extend the award period require prior written approval from the COPS\nOffice. Without an approved extension, your agency is not permitted to draw down federal funding for costs\nincurred beyond the official award end date. However, if justified, the COPS Office seeks to accommodate\nreasonable requests for no-cost time extensions in order to fully implement the COPS Office award. What you should do: The COPS Office will contact your agency during the last quarter of the award period to determine whether a nocost time extension is needed; extensions will not be processed prior to 90 days of the award end date. Requests\nto extend the award period must be submitted online and received by the COPS Office before the official award\nend date. Extension requests received after the expiration date will only be considered when the recipient\nprovides justification of extraordinary circumstances; an example of this would be an instance where an\nunforeseen natural disaster prevented a recipient from requesting an extension. Failure to submit a request for a\nno-cost time extension by the end date may result in the immediate deobligation of any remaining award funds. If your agency has excess funds remaining at the end of the award due to salary and fringe benefits costs that\nwere lower than anticipated, your agency may not extend the 36-month funding period for the purpose of\nexpending those excess funds. Recipients are entitled to a maximum of 36 months of federal funding based on\nthe approved salary and fringe benefits costs in the FCM. The COPS Office will deobligate any remaining award\nfunds during the closeout process. If you have any additional questions regarding a no-cost time extension,\nplease contact your COPS Office Grant Program Specialist at 800-421-6770. 6. Modifications\nCondition:\nDuring the CHP award period, it may become necessary for an agency to modify its CHP award due to changes in an\nagency’s fiscal or law enforcement situation. Modification requests should be submitted to the COPS Office when an\nagency determines that it will need to shift officer positions awarded in one hiring category into a different hiring\ncategory, reduce the total number of positions awarded, shift funds among benefit categories, and/or reduce the\nentry-level salary and fringe benefit amounts."
}