{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 86,
  "chunk_text": "92 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual (iii) making it a requirement that each employee to be engaged in the performance of the grant be\ngiven a copy of the statement required by paragraph (i);\n(iv) notifying the employee in the statement required by paragraph (i) that, as a condition of\nemployment under the grant, the employee will\n(a) abide by the terms of the statement; and\n(b) notify the employer in writing of his or her conviction for a violation of a criminal drug\nstatute occurring in the workplace no later than five calendar days after such conviction;\n(v) notifying the agency in writing within 10 calendar days after receiving notice under\nsubparagraph (iv)(b) from an employee or otherwise receiving actual notice of such conviction. Employers of convicted employees must provide notice, including position title of any such\nconvicted employee, to the following agencies, as applicable:\n•\n• For COPS Office awards: COPS Office, 145 N Street NE, Washington, DC, 20530\nFor OJP and OVW awards: Office of Justice Programs, ATTN: Control Desk, 810 7th Street NW,\nWashington, DC, 20531\nNotice shall include the identification number(s) (that is, the DOJ awarding agency assigned\ngrant or cooperative agreement number) of each affected grant; (vi) taking one of the following actions within 30 calendar days of receiving notice under\nsubparagraph (iv)(b) with respect to any employee who is so convicted:\n(a) Taking appropriate personnel action against such employee, up to and including\ntermination, consistent with the requirements of the Rehabilitation Act of 1973, as\namended; or\n(b) Requiring such employee to participate satisfactorily in a drug abuse assistance or\nrehabilitation program approved for such purposes by a federal, state, tribal, or local\nhealth, law enforcement, or other appropriate agency;\n(vii) making a good faith effort to continue to maintain a drug-free workplace through\nimplementation of paragraphs (i), (ii), (iii), (iv), (v), and (vi). B. The applicant further certifies and assures that it will identify all known workplaces under each DOJ\naward in accordance with the provisions at 28 C.F.R. § 83.230. 93 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual 6. Coordination The Public Safety Partnership and Community Policing Act of 1994, as this Act specifies at 42 U.S.C. §\n3796dd-1(c)(5), requires applicants to certify that there has been appropriate coordination with all agencies\nthat may be affected by the applicant’s grant proposal if approved. Affected agencies may include, among\nothers, Offices of the United States Attorneys; state, local, or tribal prosecutors; or correctional agencies. The\napplicant certifies that there has been appropriate coordination with all affected agencies. As the duly authorized representative of the applicant, I certify that (a) I am familiar with the requirements of\nthese certifications and am authorized to make these certifications and provide these assurances and that (b)\nany statements or representations of fact contained herein have an adequate factual basis (as determined\nthrough inquiry, wherever appropriate) and are true and accurate to the best of my knowledge. Type/Print name and title of chief executive of applicant government or other applicant entity\n______________________________________________________________ Signature ______________________________ Date ____________________ (Chief executive of applicant government or other applicant entity) On behalf of _____________________________________________________"
}