{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 100,
  "chunk_text": "The newly assigned number is to be used for the COPS Office\nadministrative purposes only and should not be used for IRS purposes. federally recognized tribe. Tribal entities that are recognized and eligible for funding and services from the\nBIA by virtue of their status as Indian tribes. They are acknowledged to have the immunities and privileges\navailable to other federally acknowledged Indian tribes by virtue of their government-to-government\nrelationship with the United States as well as the responsibilities, power, limitation, and obligations of\nsuch tribes. Only federally recognized tribes are eligible to apply for COPS Office grant funds. For further\ninformation, contact: BIA, Division of Tribal Government Services, MS-4631-MIB, 1849 C Street NW,\nWashington, DC 20240, 202-208-2475. gas mask. A gas mask is connected to a chemical air filter and is used to protect the face and lungs from\ntoxic gases. Global Positioning System (GPS). Global Positioning Systems are a series of 24 geosynchronous satellites that\ncontinuously transmit their positions. Each system is used in personal tracking, navigation, and automatic\nvehicle location technologies. Grant Monitoring Specialist. COPS Office Grant Monitoring Specialists are trained and available to assist you\nin addressing any compliance-related questions regarding your grant. Grant Monitoring Specialists plan\nand conduct site visits and office-based grant reviews. During the life of your grant, you may be selected\nfor a monitoring site visit to assess your compliance with the terms and agreements of the grant program,\nto review your community policing initiatives, and to provide technical and administrative support for your\ngrant award. Please contact the COPS Office Response Center at 800-421-6770 if you have any compliancerelated questions. grant number. The grant number identifies your agency’s specific TRGP grant, and can be found on your\ngrant Award Document. This number should be used as a reference when corresponding with the COPS\nOffice. Your grant number is in the following format: 2015-HE-WX-0000 for TRGP-E/T grants and 2015-HHWX-0000 for TRGP-Hiring grants awarded in FY 2015. The COPS Office tracks grant information based upon\nthis number. 88 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual Grant Program Specialist. COPS Office Grant Program Specialists are trained to assist you with implementing\nand maintaining your grant. A Grant Program Specialist is assigned to your state and is available to answer\nany questions that you may have concerning the administrative aspects of your grant. Your Grant Program\nSpecialist can assist you with such matters as requesting an extension on your grant or modifying the grant\naward. To obtain the name and phone number of your Grant Program Specialist, please contact the COPS\nOffice Response Center at 800-421-6770 or refer to the COPS Office website, www.cops.usdoj.gov. indirect costs. Indirect (F&A) costs are those costs incurred for a common or joint purpose benefiting more\nthan one cost objective. They are not readily attributable to the cost objectives that are being benefited. To facilitate equitable distribution of indirect expenses to the specific cost objectives, it may be necessary\nto establish a number of pools of indirect (F&A) costs. Indirect (F&A) cost pools must be distributed to\nbenefited cost objectives on bases that will produce equitable results in consideration of relative benefits\nderived."
}