{
  "document_category": "guidance",
  "document_name": "State_Compliance_FAQ.pdf",
  "chunk_index": 3,
  "chunk_text": "Q: Does the jail removal requirement apply when juveniles are being transported from\none place to another? A: The jail removal requirement applies only when a juvenile is in a jail or lockup for\nadults. It does not apply while a juvenile is being transported – i.e., is in a vehicle. If,\nhowever, the juvenile is detained or confined in a jail or lockup for adults prior to or\nfollowing transport, the jail removal requirement applies during the time the juvenile is\nin the jail or lockup. If a juvenile is detained or confined in a secure facility in which he\nhas contact with an adult inmate, prior to or following transport, it will result in an\ninstance of non-compliance with the separation requirement. Q: At one law enforcement facility there is an unlocked multi-purpose area that is not\nsecure. If youth are in that area would that be considered a violation? A: If the juvenile has not been placed within a secure detention or secure correctional\nfacility, there can be no instance of non-compliance with the DSO requirement. If the\njuvenile is not detained or confined within a “jail or lockup for adults,” defined, in part,\nas a “locked facility,” there can be no instance of non-compliance with the jail removal\nrequirement. An instance of non-compliance with the separation requirement can occur\nonly when a juvenile is detained within a secure facility such that he has contact with\nadult inmates. Q: Will accused status offenders detained non-securely in jails or lockups be counted as\na DSO violation in addition to a jail removal violation? A: If a juvenile is detained non-securely, the core requirements do not apply. Q: Will holding a juvenile non-securely in a lockup solely for the purpose of awaiting\nrelease to a parent or other responsible party be permitted? A: If the juvenile is being held non-securely, the core requirements do not apply. Q: If a juvenile is detained in the lobby or other non-secure area of a law enforcement\nfacility, does the jail removal requirement apply? A: The jail removal requirement applies only in an adult jail or lockup defined, in part, as a\n“locked facility.” Thus, if a juvenile is detained or confined within a non-secure area of\na facility, he is not within the jail or lockup, and there can be no instance of noncompliance with the jail removal requirement. 3 Q: If a juvenile is brought to an unlocked law enforcement facility without\nsecure holding capabilities (e.g., cells, cuffing rings, cuffing rails) would\nthis be an instance of non-compliance with the jail removal requirement? A: The jail removal requirement applies only in a facility that meets the JJDPA\ndefinition of an adult jail or lockup, defined, in part, as a “locked facility.” If a\njuvenile is detained within a non-secure area, he is not within a jail or lockup for\nadults. Q: Would a missing person’s report issued by parents or legal guardians constitute\nimplied consent to hold a juvenile? A:"
}