{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 133,
  "chunk_text": "Community corrections staff do not obligate or expend funds from\nthis Cost Center. Outside medical costs are not included in the\nbasic daily contract rate. 7.5.2. Release Expenses Non-subsistence costs, such as release expenses, which are not\nincluded in the contract rate may be paid by the contractor and\nreimbursed by the Bureau. The appropriate sub-object code is\nlisted separately on the contractor's invoice when processing the\nbills. For example, if the U.S. Marshals Service pays for a\nBureau inmate serving a sentence in a jail, a SF-1080 is\nsubmitted to the CCM for processing. See the Program Statements on Interagency Agreement Between the\nBureau of Prisons and U.S. Marshals Service; and Release\nGratuities, Transportation, & Clothing, as well as Chapter 5 of\nthis manual for further information. 7.6. MANAGEMENT OF THE OPERATIONS BUDGET The MCA is responsible for managing and tracking Program R1,\nOperations Budget. CCRAs track R1, review and consolidate the\nMCA/CCM requests, and submit their budget requests for regional\noperating expenses to their Regional Comptroller. CCRAs\ndistribute R1 funds to the MCA who manages the R1 Program\nexpenditures for the Management Center district. 7.6.1. Annual Budget Plan for CCM/MCA Offices CCRAs shall advise their CCMs/MCAs when to submit an annual\nbudget plan for the approaching fiscal year. This budget is for\nthe operation of the CCM/MCA office and is finalized through the\nRegional Comptroller. Information on travel, office equipment,\nsupplies and other office operating expenses such as copier\nrental, telephone, etc., is included. The CCM/MCA shall include\nall equipment purchases for the Fiscal Year (furniture, office\nmachines, etc.) in this projection. PS 7300.09\n1/12/98\nChapter 7, Page 8\n7.6.2. Travel The MCA and CCM project and plan travel on a monthly, as well as\nannual basis. Based upon the annual allotment, the CCRA\nallocates a specific amount of money for travel to each MCA. In all cases, care must be exercised in planning and/or\napproving travel to ensure the travel is prudent, required as\npart of the traveling employee's responsibilities, and\nincorporates the most economic and advantageous method and time\nof travel. The Regional Director authorizes all travel. A travel\nauthorization is issued to travelers before each actual trip\noutside a 50-mile radius. The appropriate accounting\nclassification and the estimated amount of the travel must be\nstated on all travel authorizations. The CCRA forwards all\ntravel authorizations to Financial Management. Ordinarily, each MCA, CCM, and COS will use the government issued\ncredit card for travel purposes. Within five working days of\ntravel completion, the travel voucher must be submitted to\nFinancial Management. Vouchers claiming reimbursement costs for\nofficial travel are submitted to the MCA/CCRA for approval using\nthe form authorized by Financial Management. Staff shall submit\nthe original travel authorization with lodging receipts and any\nother receipts deemed appropriate. These attachments shall\naccompany the travel voucher submitted to the MCA/CCRA for\napproval and further payment processing. Local travel within a 50-mile radius incurred by MCAs, CCMs and\nCOSs using privately owned vehicles (POVs) in and around official\nduty stations (i.e., visits to a local contract facility, USM,\nUSPO, etc.) is claimed on the Miscellaneous Expenses (SF-1164)\nand does not require a travel authorization. Receipts for\nparking, tolls, etc., should be provided if available. Metered\nparking used should be noted. 7.6.3. Office Expenditures"
}