{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 76,
  "chunk_text": "If you do not have your user name or password, please contact the COPS Office\nResponse Center by phone at 800-421-6770 (from Monday through Friday between 9:00 AM and 5:00 PM\nEastern time) or by e-mail at AskCopsRC@usdoj.gov. Do we need to request a Program Progress Report? No. The COPS Office will notify your agency directly when the report is due. A notification for submitting\nyour quarterly Program Progress Report will be sent electronically in January, April, July, and October,\ncovering activities for the preceding calendar quarter. Notification for submitting your Final Program\nProgress (Closeout) Report will be sent to your agency in the month following your grant end date. 63 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual When are Program Progress Reports due? Program Progress Reports for COPS Office grants must be submitted every quarter and no later than 30 days\nafter the last day of each reporting quarter, as detailed below:\nTable 2. Due dates of Program Progress Reports by quarter\nReporting Quarters Program Progress Report Due Date January 1–March 31 April 30 April 1–June 30 July 30 July 1–September 30 October 30 October 1–December 31 January 30 What kind of information will these reports require? They will request information about the status of your agency’s hiring or rehiring of additional career law\nenforcement officers and your grant-related community policing activities. What if we make a mistake or need to modify the report after it is submitted? Grantees may need to make a change or may be asked by a subsequent COPS Office reviewer to make\na correction to a submission. The recipient can update the submission by logging on to the COPS Office\nwebsite or by calling the COPS Office Progress Report Team at 800-659-7379. Will the data that we submit be publicly available? Program Progress Reports submitted to the COPS Office may be reported publicly in response to a Freedom\nof Information Act (FOIA) request. If your agency has any questions regarding the submission of these required reports, please call the COPS\nOffice Progress Report Team at 800-659-7379. Contact points to obtain technical assistance and report violations Any alleged violations, serious irregularities, or acts that may result in the use of public funds in a manner\ninconsistent with the Public Safety Partnership and Community Policing Act of 1994 or the purposes of\nthis grant may be reported to the U.S. Department of Justice. Furthermore, the COPS Office welcomes\nthe opportunity to provide assistance regarding the implementation of grant provisions to help ensure\nthat federal grant funds are spent responsibly. As such, the following contacts are provided to address\nnoncompliance and technical assistance issues: • If you suspect violations of a criminal nature, please contact the U.S. Department of Justice, Office of the Inspector General (OIG) at www.justice.gov/oig/FOIA/hotline.htm, OIG.hotline@usdoj.gov, or 800869-4499. • If you suspect grant violations (not criminal in nature) related to the grant conditions listed in this\nmanual, please contact the COPS Office Grant Monitoring Division at 202-514-9202. • If you have any questions or need assistance regarding your grant, please contact your COPS Office\nGrant Program Specialist at 800-421-6770. 64"
}