{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 39,
  "chunk_text": "Be responsible for acquiring the rights, and ensuring that its subrecipients/contractors/authors\nacquire the rights, including the payment of required fees, to use copyrighted material for inclusion\nin deliverables that are developed under this cooperative agreement. All licensing, publishing or\nsimilar agreements with a copyright holder, publisher or other relevant party must include\nprovisions giving the COPS Office a royalty-free, non-exclusive, and irrevocable license to\nreproduce, publish, or otherwise use the work, in whole or in part (including create derivative\nworks), for Federal Government purposes, and to authorize others to do so. If recipient retains a\ncontractor or consultant to author or co-author a work under this cooperative agreement, the\nrecipient must ensure that there is a written agreement with the contractor or consultant that\neither explicitly: (1) assigns and transfers all rights to the copyright in the work to the recipient for 38 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual the full term of copyright or (2) awards the COPS Office the same royalty-free, non-exclusive and\nirrevocable license to use, and authorize others to use, the work for Federal Government purposes\nas outlined in this cooperative agreement. 3. Represent and warrant that all deliverables under this cooperative agreement were produced in a\nmanner that does not infringe or misappropriate the intellectual property rights, or violate the right\nto privacy, of any third party. The recipient will be responsible for defending or settling at its own\nexpense any and all third party claims and liabilities arising out of or in connection with any\ninfringement action related to work that was developed, or for which ownership was acquired,\nunder this cooperative agreement. 4. Provide further detail on project plans as requested by the program manager. 5. Adhere to the requirements or tasks specified in this cooperative agreement and not deviate from\nthem unless requested adjustments are first presented to and approved by the program manager. 6. Submit for prior approval or disapproval to the program manager any proposed changes in key\nstaff assignments to this project and any significant changes in any partner’s role or responsibilities. 7. Submit for prior approval to the program manager proposed writers of any project deliverables. The program manager will need to review each writer’s resume and writing sample before\napproving the writer. 8. Obtain written approval from the COPS Office prior to obligating, expending, or drawing down\ncooperative agreement funds for the award of non-competitive contracts for goods or services\n(including equipment purchases) in excess of $150,000. See 2 C.F.R. § 200.324(b)(2). 9. Ensure that all proposed deliverables and publications follow and are in accordance with the COPS\nOffice Editorial and Graphics Style Manual. 10. Submit one copy of all reports and proposed products and deliverables (written, visual, or sound;\ncurricula, reports, or websites) or computer programs resulting from this cooperative agreement to\nthe program manager 90 days prior to public release. 11. All products and deliverables (written, visual, or sound; curricula, reports, or websites) or computer\nprograms developed under this cooperative agreement must contain the following statement:"
}