{
  "document_category": "guidance",
  "document_name": "SORNA-IC-Guide.pdf",
  "chunk_index": 12,
  "chunk_text": "Each registration jurisdiction\nhas access to its own individual site, and\noffender information can be exchanged\nwith other jurisdictions through offender\nrelocation tasks, document and file sharing,\ndiscussion boards, event calendars and a\nhistorical statutes database. SORNA Officers should have policies\nand procedures in place to regularly\naccess the SORNA Exchange Portal. Setting up automated, customized alerts\nis highly recommended. Accessing the SORNA Exchange\nPortal To access the SORNA Exchange\nPortal, you must have a username\nand password. To obtain these,\nemail registrysupport@nsopw.gov. Once you receive your username\nand password, log onto the portal at\nhttps://portal.nsopw.gov. Keep Contact Information Updated\nSORNA Officers should ensure\nthe jurisdiction’s point of contact\ninformation is up to date in the\nSORNA Exchange Portal. If the\ninformation is outdated, another\njurisdiction may attempt to notify\nthe wrong person about a relocating\noffender or send the information to\nan incorrect email address. Guide to SORNA Implementation in Indian Country | 17 Community Notification Requirements\nSORNA requires that registration jurisdictions immediately provide both initial and\nupdated information about a sex offender to certain agencies in specific categories. Each category is addressed below, with information on how jurisdictions can implement\nthe requirements. Immediately after a sex offender registers or updates their registration, the SORNA\nOfficer should make sure the information is shared with the following:\n1. The Attorney General, who shall include that information in the National Sex\nOffender Registry or other appropriate databases. To meet this requirement, jurisdictions must immediately forward any information\nto NCIC/NSOR. 2. Appropriate law enforcement\nagencies, schools and public\nhousing agencies. Jurisdictions can sufficiently notify\nthese agencies by —\ni. ensuring that their police\ndepartments, sheriffs’ offices,\nprosecution offices and\nprobation/parole offices have\naccess to the law enforcement\nportion of their sex offender\nregistry; and TTSORS\nSORNA Community Notification\nRequirements are already included in\nthe Tribe and Territory Sex Offender\nRegistry System (TTSORS). As a\nTTSORS user, your registry system\ncan provide community notifications. See “Tribe and Territory Sex Offender\nRegistry System,” page 12. ii. utilizing an email notification system, as discussed in (5) below. 3. Each jurisdiction where the sex offender is required to register. To meet this requirement, jurisdictions must ensure that there is a mechanism\nin place to transmit registration information to any other jurisdiction where an\noffender is required to register. This capacity must include the states, the principal\nterritories, the District of Columbia and every federally recognized Indian tribe that\nhas elected to operate as a SORNA registration jurisdiction. Using the SORNA\nExchange Portal will satisfy this requirement. See “SORNA Exchange Portal,” page\n17. 4. Any agency responsible for conducting employment-related background checks. To meet this requirement, jurisdictions must check within their own governmental\nstructure to determine —\ni. which agencies conduct employment-related background checks, and\nii. how to ensure that those background checks will capture the registration\ninformation submitted by the sex offender to the registering agency. 18 | Guide to SORNA Implementation in Indian Country 5. Social service entities responsible for protecting minors; volunteer organizations\nin which contact with minors or other vulnerable individuals might occur; and any\norganization, company or individual who requests such notification. Jurisdictions can sufficiently meet these community notification requirements by —\ni. immediately updating the jurisdiction’s sex offender public website when a sex\noffender either registers or updates their registration information;\nii."
}