{
  "document_category": "guidance",
  "document_name": "5267_09.pdf",
  "chunk_index": 6,
  "chunk_text": "9. QUALIFICATION AS SPECIAL VISITOR\n§540.45. Qualification as special visitor. Persons in the categories listed in this section may qualify as special visitors\nrather than as regular visitors. Visits by special visitors ordinarily are for a\nspecific purpose and ordinarily are not of a recurring nature. Except as specified,\nthe conditions of visiting for special visitors are the same as for visitors. a. Business Visitor. Except for pretrial inmates, an inmate is not permitted to\nengage actively in a business or profession. An inmate who was engaged in a\nbusiness or profession prior to commitment is expected to assign authority for\nthe operation of such business or profession to a person in the community. Pretrial inmates may be allowed special visitors for the purpose of protecting the\npretrial inmate’s business interests. In those instances where an inmate has\nturned over the operation of a business or profession to another person, there\nstill may be an occasion where a decision must be made which will substantially\naffect the assets or prospects of the business. The Warden accordingly may\npermit a special business visit in such cases. The Warden may waive the\nrequirement for the existence of an established relationship prior to confinement\nfor visitors approved under this paragraph. b. Consular Visitors. When it has been determined that an inmate is a citizen of a\nforeign country, the Warden must permit the consular representative of that\ncountry to visit on matters of legitimate business. The Warden may not withhold\nthis privilege even though the inmate is in disciplinary status. The requirement\nfor the existence of an established relationship prior to confinement does not\napply to consular visitors. c. Representatives of Community Groups. The Warden may approve visits on a\nrecurring basis to representatives from community groups (for example, civic,\nvolunteer, or religious organizations) who are acting in their official capacity. P5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 8 These visits may be for the purpose of meeting with an individual inmate or with a\ngroup of inmates. The requirement for the existence of an established\nrelationship prior to confinement for visitors does not apply to representatives of\ncommunity groups. d. Clergy, Former or Prospective Employers, Sponsors, and Parole Advisors. Visitors in this category ordinarily provide assistance in release planning,\ncounseling, and discussion of family problems. The requirement for the\nexistence of an established relationship prior to confinement for visitors does not\napply to visitors in this category. The following processing procedures apply to ministers of record and clergy:\n(1) Minister of Record. An inmate wanting to receive visits from his/her minister of record\nmust submit a written request to the Chaplain. Upon approval, unit staff add the name and title\n(minister of record) to the inmate’s visitor list. An inmate may only have one minister of record on his/her visiting list at a time. The addition of\nthe minister of record will not count against the total number of authorized regular visitors an\ninmate is allowed to have on his/her visiting list, and will not count against the total number of\nsocial visits allowed. (2) Clergy."
}