{
  "document_category": "guidance",
  "document_name": "AOM.pdf",
  "chunk_index": 48,
  "chunk_text": "If you have any questions or need assistance regarding your award, please contact your COPS Office Grant\nProgram Specialist via the COPS Office Response Center at 800-421-6770. 49 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual VII. When the Award Period Has Ended At the end of your agency’s AHTF award period, the COPS Office is responsible for the closeout of your award. As\npart of this process, the COPS Office requires documentation demonstrating that your agency has met all of the\nfinancial and programmatic requirements of the award. After the end of the award period, your agency will be asked to submit a Final Federal Financial Report (SF-425)\nand any applicable final programmatic progress reports. Final Federal Financial Report (SF-425) The final Federal Financial Report (SF-425) for your award is due to the COPS Office no later than 90 days after the\nend date of the award period. The final report should reflect the total amount of allowable federal expenditures\nthat were incurred during the life of the award (as stated in the OMB Uniform Guidance 2 C.F.R. §200.77 Period of\nperformance), as well as the amount of unobligated funds remaining, if any. In addition, once you have completed\nyour final drawdown, this report should reconcile with the total amount of federal funds drawn down by your\nagency. The final SF-425 report should also reflect the total amount of the local cash match (if required) contributed over\nthe 36-month award period, which should be at least 25 percent of the total award project, unless waived by the\nCOPS Office in writing. The federal funds expended should reflect only the actual allowable incurred salary and\nfringe benefit costs for the 36-month award period that each award position was occupied. When should all of the award monies be spent? Award funds reflecting allowable project costs must be obligated before the end of the award period. Obligated\nfunds cover monies spent and expenses for all approved items in the FCM that your agency has incurred but not\nyet paid. Your agency has up to 90 days after the end of the award period to request reimbursement for funds\nobligated. Please be advised that 2 C.F.R. §200.343(a) requires recipients to submit final SF-425s and 2 C.F.R. § 200.343(b)\nrequires recipients to draw down the final reimbursement for expended funds within 90 days after the expiration of\nthe award. In addition, be advised that failure to complete the drawdown of funds within the 90-day period\nfollowing award expiration will result in the forfeiture of the remaining eligible balance. It is possible that your agency may have excess award funds remaining in your account following the award period\ndue to an overestimate of item costs during the award period. Your agency should review its records carefully to\nensure that it draws down and expends only the amount required for actual costs incurred during the award\nperiod. Any excess unobligated or unspent funds should remain in your account, and will be deobligated during the\ncloseout process. 50 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Final Program Progress (Closeout) Report"
}