{
  "document_category": "guidance",
  "document_name": "8120_003.pdf",
  "chunk_index": 3,
  "chunk_text": "(2) Full-Time Work Status. A work schedule for an inmate consisting of 90% or\nmore of the normal FPI factory work week. (3) Part-Time Work Status. A work schedule of less than 90% of the normal FPI\nfactory work week. A primary use of part-time work status is job share, which is a work schedule whereby two or more\ninmates working different shifts share the work of a single work assignment. For example, if a\nfactory has 100 positions, it could provide work to 140 inmates by using 60 inmates on a full-time\nbasis and 80 inmates on a job-share basis. d. Unit Team. Bureau of Prisons staff responsible for the management of\ninmates and the delivery of programs and services. The Unit Team may consist\nof a unit manager, case manager, correctional counselor, unit secretary, unit\nofficer, education representative, and psychologist. e. Unit Discipline Committee (UDC). The term Unit Discipline Committee refers\nto one or more institution staff members delegated by the Warden with the\nauthority and duty to hold an initial hearing upon completion of the investigation\nconcerning alleged charge(s) of inmate misconduct…. The Warden shall authorize\nthese staff members to impose minor sanctions for violation of prohibited act(s). For guidance, refer to the Program Statements Special Housing Units and Inmate Discipline\nProgram. In institutions with Unit Management, the authority to hold initial hearings and\nimpose minor sanctions is ordinarily delegated to the staff assigned to the inmate’s unit. Where\nthe institution does not have a Unit Management System, the Warden must delegate to one or more\ninstitution staff members the authority to hold initial hearings and impose minor sanctions. f. Discipline Hearing Officer (DHO). This term refers to an independent\ndiscipline hearing officer who is responsible for conducting Institution Discipline\nHearings and who imposes appropriate sanctions for incidents of inmate\nmisconduct referred for disposition following the hearing…before the UDC. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 4 For guidance, refer to the Program Statements Special Housing Units and Inmate Discipline\nProgram. The Discipline Hearing Officer may be assigned to one institution or may be\nresponsible for conducting institution discipline hearings at several different institutions. g. Pretrial Inmate. The definition of pretrial inmate in 28 CFR 550.101(a) is\napplicable to this part. Such an inmate is defined as a person who is legally detained but for whom the Bureau of Prisons\nhas not received notification of conviction. Thus, “pretrial inmate” ordinarily includes a person\nawaiting trial, being tried, or awaiting a verdict. h. SOC Code. Standard Occupational Classification code used to classify occupations and\nissued by the U.S. Department of Commerce. i. Inmate Employment. Terms such as “work,” “worker,” “employment,” “hire,” etc., refer to\nparticipation in an FPI work program. j. Prison Industry Enhancement Certification Program (PIECP). A program codified at 18\nU.S.C. § 1761(c) that allows correctional industries to sell products to the commercial market\nunder specific conditions. Inmates performing PIECP work do not receive grades and are paid\nbased on the local prevailing wage, subject to allowable deductions. As discussed in Chapter 5,\nsome of the benefits received by graded inmates are inapplicable to inmates performing PIECP\nwork."
}