{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 59,
  "chunk_text": "All\nthe audit\n* Inmate roster is based on the actual population on the first day of the onsite portion of the audit. Once these lists are received, the auditor can begin selecting documents for review. Each\nauditor’s strategy for documentation review during the onsite portion of the audit may vary 59 slightly; however, the purpose of this section is to guide auditors in reviewing an adequate\nsample of documents. Where there is a collection of records to review—such as staff, contractor, and volunteer\ntraining records; background check records; supervisory rounds logs; risk screening and intake\nprocessing records; inmate education records; medical files; and investigative files—auditors\nmust review a representative sample of each type of record. It is important to remember that\nmany types of records will require auditors to follow the document trail to determine whether\nor not the facility followed the required protocol in the PREA Standards; thus the number of\nrecords reviewed will vary by facility. For example, each inmate should have a screening record\nin his or her file. In cases where the screening record indicates that the inmate disclosed prior\nvictimization, the auditor must follow that inmate’s records to determine, for example,\nwhether the facility provided the appropriate medical and/or mental health follow-up required\nunder Standard 115.81(a)/115.381(a) and provided appropriate housing and programming\nassignments pursuant to Standard 115.42/115.242/115.342. To facilitate this review process,\nauditors are encouraged to use the File Review Template, which is available on the Auditor\nPortal. As discussed in Chapter 15, auditors should review records that pertain to issues voiced by\ninmates and/or staff who submitted confidential correspondence to the auditor during earlier\nphases of the audit to determine whether such issues are reflected in the facility’s\ndocumentation and, where applicable, the extent to which the facility followed the appropriate\npolicies and procedures in response to the identified issues or concerns. In addition to sampling the records, as described above, auditors must also conduct more\ntargeted sampling of documentation related to sexual abuse and sexual harassment allegations. For facilities with 20 or fewer sexual abuse and sexual harassment allegations in the past 12\nmonths, auditors should review at least 10 records that document the facility’s response,\nincluding, but not limited to inmate grievances, risk screening records (including re-screening),\nhousing and programming information, first response records, investigative referrals (if\nappropriate), investigative files, pertinent medical and mental health records, retaliation\nmonitoring records, sexual abuse incident review records, and records of notification to\ninmates. In facilities that have more than 20 allegations of sexual abuse or sexual harassment in\nthe past 12 months, it is recommended that auditors review at least 10 records plus an\nadditional 10 percent of the remaining records over 20. For example, if a facility has 70\nallegations of sexual abuse or sexual harassment in the past 12 months, the auditor should\nreview a minimum of 15 investigative files. Additionally, while it is important to sample both\nsexual abuse and sexual harassment allegations, auditors should prioritize the review of sexual\nabuse allegations. Auditors should also ensure that they review a cross-section of cases that are pending,\nsubstantiated, unsubstantiated, and unfounded; criminal and administrative; and involving\nboth staff-on-inmate and inmate-on-inmate allegations."
}