{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 102,
  "chunk_text": "Upon receipt of the approved correspondence from Unit team staff, Trust Fund staff are\nresponsible for entering the approval into TRULINCS and scanning the correspondence into\nTRUFACS using the document imaging process. d. ELL. Inmates use dedicated TRULINCS workstations to access the ELL. Additional\nguidance regarding law library requirements can be found in the Program Statement Inmate Legal\nActivities. Trust Fund staff are responsible for ensuring the ELL software is accessible. The Bureau of\nPrisons Librarian through institution Education staff is responsible for ELL content, functionality,\nand training. When inmates do not have access to a printer, Trust Fund staff are responsible for printing ELL\ndocuments for inmates with funds. Education staff are responsible for printing ELL documents\nfor inmates without funds. Staff prepares the requested ELL documents and delivers them to the\nP4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 135 inmate in a secure manner within a reasonable timeframe from the date of the request and at a time\nthat does not interfere with the normal operations of the institution. e. Manage Funds\n(1) Send Funds (BP-199). Inmates wishing to send funds from their Deposit Fund account via\na Request for Withdrawal of Inmate’s Personal Funds (BP-199) must add the recipient to their\ncontact list. After the contact is approved, inmates enter a BP-199 and print the applicable\nBP-199 Form free of charge. See Section 10.2 for additional information regarding BP-199s. (2) Pre-Release Account. Inmates are responsible for managing their own pre-release\naccounts. See Section 8.11 for information regarding inmate pre-release encumbrances. f. Management TRU-Units. Inmates are responsible for purchasing/transferring TRU-Units\nand tracking their account balances. g. Music Service. Inmates that have purchased an authorized MP3 player from the\nCommissary access the Music Service to activate the player; revalidate the player; and purchase\nnon-explicit media. Inmates are required to accept the Music/Media Terms of Use before\naccessing the service. Inmates are authorized to have a maximum of one active MP3 player. Players must be connected\nto TRULINCS and re-validated every 14 days or they will stop working. It is imperative that\nMP3 players remain connected to TRULINCS while data is being written to them. The Bureau is\nnot responsible for any damage players receive while charging or while connected to TRULINCS\ncomputers. Players cannot be used at Bureau privatized facilities or contract holdover facilities. Media are purchased by inmates within the system using TRU-Units and are priced in three tiers. Many titles/songs have multiple versions and/or multiple artists. Inmates are responsible for\nensuring the accuracy of their purchases. All music sales are final; no refunds will be issued. All\npurchased music/media files must be stored on the MP3 player. Inmates may print a list of their\nmedia for a fee. The music library is automatically updated when made available to the contractor; the Bureau does\nnot control when songs are made available or the library content. However, songs that jeopardize\nthe safety, security, or good order of the institution or protection of the public will be removed\nfrom the music library and MP3 players at the Bureau of Prisons’ discretion."
}