{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 87,
  "chunk_text": "The COPS Office is responsible for assisting your\nagency with the administration and maintenance of your award for the entire award period. You can reach the\nCOPS Office at 800-421-6770. COPS Office Program Manager. COPS Office Program Managers are trained to assist you with implementing\nand maintaining your Community Policing Development award. A program manager is assigned to your project\nand is available to answer any questions that you may have concerning the administrative, programmatic, and\nsubstantive aspects of your award. Your program manager can assist you with such matters as requesting an\nextension on your award or modifying the award, and reviewing outlines for project deliverables. The name and\nphone number of your COPS Office Program Manager is provided on the award congratulatory letter and\navailable by contacting the COPS Office Response Center at 800-421-6770. Data Universal Numbering System (DUNS) number. Since FY 2004, the Office of Management and Budget\n(OMB) has required all agencies applying for federal funding to obtain this number prior to application. The\nDUNS number is a unique nine- or thirteen-digit identification number that is assigned upon request to agencies\nby Dun & Bradstreet (D&B). This number will be used by the Federal Government to better track award recipient 108 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual information throughout the award cycle and to provide consistent name and address data for electronic award\napplication systems. To obtain a DUNS number, visit the Dun & Bradstreet website at www.dnb.com or call 866705-5711. Employer Identification Number (EIN) / OJP vendor number. This number is usually your agency’s nine-digit\nfederal tax identification number as assigned to you by the Internal Revenue Service (IRS). Your\naccounting/bookkeeping department should have this number. In some cases, the EIN has been previously\nassigned to another agency within your jurisdiction. In this instance, a new vendor number will be assigned to\nyou by the Office of the Chief Financial Officer. The newly assigned number is to be used for COPS Office\nadministrative purposes only and should not be used for IRS purposes. federally recognized tribe. Tribal entities that are recognized and eligible for funding and services from the BIA\nby virtue of their status as Indian tribes. They are acknowledged to have the immunities and privileges available\nto other federally recognized Indian tribes by virtue of their government-to-government relationship with the\nUnited States as well as the responsibilities, power, limitations, and obligations of such tribes. Only federally\nrecognized tribes are eligible to apply for COPS Office tribal award funds. For further information, contact BIA,\nDivision of Tribal Government Services, MS-4631 – MIB, 1849 C Street NW, Washington, DC 20240, 202-208-2475. Grant Monitoring Specialist. COPS Office Grant Monitoring Specialists are trained and available to assist you in\naddressing any compliance-related questions regarding your award. Grant monitoring specialists plan and\nconduct site visits and office-based grant reviews. During the life of your award, you may be selected for a\nmonitoring site visit to assess your compliance with the terms and agreements of the award program, to review\nyour community policing initiatives, and to provide technical and administrative support for your award."
}