{
  "document_category": "guidance",
  "document_name": "GuideToProcurementProcedures.pdf",
  "chunk_index": 13,
  "chunk_text": "Regular contact with your program manager is very\nimportant. Construction contracts must include all relevant clauses found in Appendix II\nto Part 200, including Part 200 Appendix II(C) (Equal Employment Opportunity), (D)\n(Davis-Bacon Act), and (E) (Contract Work Hours and Safety Standards). 4. Rights to Inventions Made Under a Contract or Agreement. Any discovery or invention\nthat arises during the course of the contract shall be reported to the non-Federal entity. This clause should require the contractor to disclose promptly inventions to the\ncontracting officer (within 2 months) after the inventor discloses it in writing to\ncontractor personnel responsible for patent matters. The awarding agency shall\ndetermine how rights in the invention/discovery shall be allocated consistent with\n\"Government Patent Policy\" and Title 37 C.F.R. § 401. If the Federal award meets the definition of “funding agreement” under 37 C.F.R.\n§.401.2(a) and the recipient or subrecipient wishes to enter into a contract with a small\nbusiness firm or nonprofit organization regarding the substitution of parties, assignment\nor performance of experimental, developmental, or research work under that “funding\nagreement,” the recipient or subrecipient must comply with the requirements of Title\n37 C.F.R. § 401, “Rights to Inventions Made by Nonprofit Organizations and Small\nBusiness Firms Under Government Grants, Contracts and Cooperative Agreements,” and\nany implementing regulations issued by the awarding agency. Reference: Part 200 Appendix II(F)\nDOJ award terms and conditions contained in grant or cooperative agreement award\ndocumentation also may contain provisions regarding patents and intellectual property,\nspecifically including requirements or special instructions, that may require that nonFederal entities include specific contract provisions (as applicable) in procurement\ncontracts entered into under DOJ grant or cooperative agreement awards. 5. Debarment and Suspension. A contract award meeting the definition in 2 C.F.R. §\n180.220 must not be made to parties listed on the System for Award Management\n(SAM) Exclusion lists. The debarment and suspension certification requires that agencies\nestablish and implement procedures to ensure that Federal assistance is not awarded to\nentities that are prohibited from receiving Federal funds. Those procedures should\ninclude a review of information in SAM regarding exclusion status. (See OMB guidance\nat 2 C.F.R. § 180 implementing Executive Orders 12549 (3 CFR part 1986 Comp., p. 189)\nand 12689 (3 CFR part 1989 Comp., p. 235 and DOJ regulations at 2 CFR Part 2867\nadopting and supplementing subparts A through I of 2 CFR Part 180), “Debarment and\nSuspension.”). Reference: Part 200 Appendix II(H)\nPage | 26 6. Clean Air and Water. Contracts (and subrecipients) exceeding $150,000.00, must\ncontain a provision requiring the contractor (or subrecipients) to agree to comply with\nall requirements of the Clean Air Act (42 U.S.C. 7401 et seq.), and the Clean Water Act\n[Federal Water Pollution Control Act] as amended (33 U.S.C. 1251-1387). Violations\nmust be reported to the Federal Awarding Agency and the Regional Office of the\nEnvironmental Protection Agency (EPA). Reference: Part 200 Appendix II(G)\n7. Byrd Anti-Lobbying Amendment (31 U.S.C. 1352). Contractors that apply or bid for an\naward exceeding $100,000 must file the required certification."
}