{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 52,
  "chunk_text": "g. Late Release Notice for U.S. Probation Service (BP-A623). This form is used only for a\nlate release prisoner who has a period of supervised release to follow, even if that late release is\nfrom a Supervised Release Violator Term.\nh. Agreement to Adhere to Installment Schedule Agreement for Unpaid Fines. If the\ninmate has an unpaid fine and has supervision to follow, the inmate must sign this agreement\nprior to release. (See Section 402, e. of this Manual and the Program Statement, Inmate\nFinancial Responsibility Program.)\ni. Notice to U.S. Attorney of Release of Inmate with Criminal Fine Judgment (BP-A384). If an inmate will be released with a fine that has not been paid in full, CSD staff will notify the\nU.S. Attorney in the sentencing district via this form. P5800.15 1/1/2009 Chapter 10, Page 5 1003. RELEASE TABLE BP-A189 BP-A714 Parole\nCert.\nParole R\nand Old\nLaw\nMand. Parole R R Parole to R\nSPT\nM.R.\nR R R R M.R. to R\nSPT\nExp. Full R\nTerm\nExp. Full R\nTerm\nW/SPT\nto Follow R Exp.\nw/Good R\nTime R Exp.\nw/Good R\nTime\nw/SPT to\nFollow R D.C.\nMand. Parole R R “New\nLaw”\n(GCT,\nFT\nREL.,\netc.)\nICE\nInmate R R Parole BP-A325 BP-A379 BP-A623 Unpaid\nBP-A384\nFine\nForm IAgrmnt\n33\nM\nM\nM M M M R M M M R M M M M M M M M M M M M M M M M M M M M R\nR R R R M M M R R = Forms required for that type of release. M = Forms may or may not be required for that type of release. BP-A189 – Release & Gratuity Information\nBP-A714 – Notice of Release and Arrival\nBP-A325 – Release of Immigration Detainee with Supervision to Follow\nBP-A379 – Certificate Entitling Prisoner to Gratuities\nBP-A623 – Late Release Notice for U.S. Probation Service\nBP-A384 – Notice to U.S. Attorney of Release of Inmate with Criminal Fine Judgment\nP5800.15 1/1/2009 Chapter 10, Page 6 1004. RELEASE FORM INSTRUCTIONS a. Release and Gratuity Information (BP-A189)\n1. Name of Institution\n2. Current Date\n3. Register Number\n4. Inmate’s Committed Name\n5. Date Releasing from institution\n6. Method of Release – Mandatory Release, Parole, Expiration w/Good Time, Good Conduct\nTime Release, release to RRC, etc.\n7. Inmate Unit Assignment\n8. Inmate Job Assignment\n9. If a detainer is on file, cite the detaining authority\n10. Request information regarding inmate’s account from Financial Management\nNote: This is a very important section as it assists in determining what, if any, gratuity will be\ngranted\n11. Current Date (may be different than #2 above)\n12. Type in amount of gratuity to be given the inmate\n13. Complete only if inmate is releasing to detaining authorities and has “old law” Federal\nsupervision to follow. This should trigger preparation of BP-A379\n14. Address to which excess funds in inmate's personal account are to be mailed\n15. City and State to which inmate is releasing\n16. Check appropriate method of transportation. If Government expense, note amount of travel\nfare and amount of taxi fare needed. 17. Signature of Case Manager\n18. Signature of approving authority, usually the Case Management Coordinator or Cost\nCenter Manager\nNote: The unit team completes l through 9 and forwards the form to Financial Management. The Financial Management staff will complete section 10 and return the form to the unit team for\nfurther completion and approval."
}