{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 42,
  "chunk_text": "Questions and comments regarding SAA audits may\nbe directed to the COPS Office Response Center at 800-421-6770. Office of Inspector General (OIG) recipient audits What is the role of the OIG for award audits? The OIG is a separate component of the U.S. Department of Justice and is independent of the COPS Office. The\nprimary objective of OIG recipient audits is to assess compliance with award terms and conditions. OIG audits\nare designed to prevent fraud, waste, and abuse of federal funds. The OIG audit process promotes efficiency and\neffectiveness in the administration and implementation of awards by evaluating compliance with the terms and\nconditions of awards. How are COPS Office awards selected for an OIG audit? The OIG randomly selects awards to be audited or may conduct a COPS Office recipient audit in response to a\nreferral that the OIG believes warrants further evaluation. The OIG also surveys DOJ award-making agencies on\nan annual basis to solicit input on suggested audit areas for the upcoming fiscal year. In most instances,\nhowever, the OIG generally selects awards to be audited based on a number of factors, including the\ngeographical distribution of awards funded, award amount, population served, award status (active and\nexpired), and type of award (hiring and non-hiring). As such, the fact that a recipient has been selected for an\nOIG audit is not necessarily indicative of a suspected concern or problem area. What are the steps in an OIG audit? The COPS Office Grant Monitoring Division’s Audit Liaison Section serves as the liaison between recipients and\nthe OIG’s Audit Division, which conducts the audit. The OIG steps in the audit process will determine the\ninteractions between the OIG, the recipient, and the COPS Audit Liaison Section. •\n• Call for award data. The OIG requests award documentation from the COPS Office. Entrance conference. The OIG schedules to meet with the recipient to gather documentation and conduct\naudit. 42 2016 COPS Hiring Program (CHP) Award Owner’s Manual • • • Draft audit report. The OIG reviews documentation and presents initial findings to the recipient and copies\nthe COPS Office. The COPS Office interacts with the recipient to coordinate any repayments and/or policy or\nprocedure documents to be submitted to the OIG before release of Final Audit Report. Final audit report. The OIG has completed its direct interaction with the recipient. The COPS Office directs\nthe recipient to formulate a Corrective Action Plan to address recommendations (findings). As each\nrecommendation is successfully addressed by the recipient, the COPS Office requests closure on the\nrecommendation. Closing the audit. When all recommendations have been closed, the COPS Office requests closure on the\naudit from the OIG and notifies the recipient that the audit is closed. If you have any questions regarding an OIG audit, please contact the COPS Office Grant Monitoring Division’s\nAudit Liaison Section at 800-421-6770. Questions and comments regarding the administration of your COPS\nOffice CHP award, not specifically related to an audit, should be referred to your COPS Office Grant Program\nSpecialist. Typical audit findings"
}