{
  "document_category": "guidance",
  "document_name": "1490_006_CN-1.pdf",
  "chunk_index": 3,
  "chunk_text": "PS 1490.06\n5/23/2002\nPage 4 At no time are staff permitted to delete victims from VNS. 7. PRETRIAL/HOLDOVER AND/OR DETAINEES. Procedures required by\nthis Program Statement ordinarily do not apply to these inmates. Victim notification is required in accordance with Section 12 of\nthis Program Statement when an inmate with a VWP assignment in\nSENTRY, in pretrial, holdover or detainer status, releases from\ncustody, escapes, or dies while confined in a BOP institution. 8. INMATE VICTIMS. Inmates who are enrolled in the VWP as a\nresult of being the victim of a Federal crime require the\nearliest possible notice of release related events involving an\nincarcerated offender. However, the notification time frames\nrequired by this Program Statement ordinarily do not apply to\ninmate victims since staff must take into consideration any\nsecurity concerns which jeopardizes the inmate victim’s or the\noffender’s safety while incarcerated. If staff are aware that the victim is an inmate, the inmate\nvictim will be reviewed on a case-by-case basis in an attempt to\nminimize the risk involved in completing notifications. It may\nbe determined that notification prior to an event occurring would\nbe a greater security concern for the inmate’s involved. 9. [DEFINITIONS §551.151 a. For purpose of this rule, \"victim\" is generally defined as\nsomeone who suffers direct or threatened physical, emotional, or\nfinancial harm as the result of the commission of a crime. The\nterm \"victim\" also includes the immediate family of a minor or a\nhomicide victim. b. For purpose of this rule, \"witness\" is defined as someone\nwho has information or evidence concerning a crime, and provides\ninformation regarding this knowledge to a law enforcement agency. Where the witness is a minor, the term \"witness\" includes an\nappropriate family member. The term \"witness\" does not include\ndefense witnesses or those individuals involved in the crime as a\nperpetrator or accomplice. c. For purpose of this rule, \"serious crime\" is defined as a\ncriminal offense that involves personal violence, attempted or\nthreatened personal violence or significant property loss. d. For purpose of this rule, the phrase “release from a Bureau\ninstitution” refers to an inmate's furlough, parole (including\nappearance before the Parole Commission), transfer to a state or PS 1490.06\n5/23/2002 Page 5\nlocal detention facility, transfer to a community corrections\ncenter, mandatory release, expiration of sentence, escape\n(including apprehension), death, and other such release-related\ninformation.] This also applies to inmates serving a concurrent Federal\nsentence in a state or local facility. Refer to Section 10.a. of\nthis Program Statement for specific notification procedures\nregarding state concurrency cases. Inmates who are transferred\nfrom a BOP institution to a local detention facility on a\ntemporary basis for disciplinary or other reasons, do not require\nnotification. e. Federal inmates housed in state facilities (state boarders)\nor community corrections centers (CCC) are the responsibility of\nthe appropriate Community Corrections Manager (CCM). In these\nsituations, the terms “Warden”, “Unit Manager” and “Community\nCorrections Manager” are synonymous. f. \"VWP\" refers to a CMA assignment assigned to an inmate\nwho has victims. Central Office VWP staff approve and enter into\nSENTRY all “VWP*” assignments for an inmate who has a BOP staff\nmember as a victim."
}