{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 96,
  "chunk_text": "The hourly rate of pay for inmates assigned to TRULINCS activities is:\n$0.55 per hour starting\n$0.75 per hour after 3 months’ service, if warranted\nAny increase in pay (not to exceed $0.75 per hour) is based on the inmate’s work performance and\navailability of funds provided in the annual budget. d. Bonus Pay. Bonus Pay may be awarded to TRULINCS inmate workers. It may not exceed\none-half of the inmate’s monthly pay. A bonus recommendation is made by the work assignment\nsupervisor. e. Restrictions on Inmate Duties. TRULINCS equipment should be secured adequately to\nprevent inmates from accessing the internal components of computers or peripherals. If inmates\nare used to clean secured equipment (e.g., workstations, printers), they must be directly supervised\nby staff at all times to prevent theft, damage, or misuse, until the equipment is secured. 14.7 ACCOUNTING\na. Daily Reconciliation. The Trust Fund Specialist compares the TRUFACS Withdrawal\nReport total (TRUFACS Withdrawal Type = TRUL Withdrawal) with the TRULINCS\nReconciliation with TRUFACS Report daily. The Trust Fund Specialist verifies that these\nbalances are equal. If they differ, the Trust Fund Specialist contacts the Central Office Trust Fund\nBranch Deposit Fund immediately. Upon verification of the balances, the Trust Fund Specialist\nuploads the daily TRULINCS extract to the automated accounting system. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 128 b. Monthly Reconciliation. Staff complete the monthly reconciliation as required in the\ninstitution proof-check. c. Refunds. Refunds are provided in the following circumstances:\n■ When granted by the Trust Fund Supervisor as a result of a system malfunction that has been\ndocumented through the trouble ticket system. ■ Refunds for printer malfunctions, in the form of a reprint unless documented through the\ntrouble ticket system.\n■ When granted by the Central Office when purchased media has been deemed defective,\nexplicit, or inappropriate. d. Funds Returned to TRUFACS. Funds are returned to TRUFACS by staff only in the\nfollowing circumstances:\n■ Inmates are released. ■ Inmates on Public Messaging and/or MP3/Music restriction for more than 60 days may request\nin writing that their TRU-Units be returned to their Commissary account. This is a one-time\ntransaction for the entire TRU-Unit balance.\n■ In rare or unusual instances deemed appropriate by the Warden when inmates do not have\naccess to TRULINCS. In these circumstances, Trust Fund staff are given written\ndocumentation to support the transfer. This is a one-time transaction for the entire balance. e. Processing Inmate Releases. A TRULINCS account is released when an inmate is released\nin TRUFACS. If there is a communication issue between TRUFACS and TRULINCS, staff may\nproceed with the release in TRUFACS. A secondary TRUFACS release must be completed once\nconnection with TRULINCS is restored. The Trust Fund Specialist shall run the TRULINCS\nReleased Inmate with TRU-Unit Balance Report weekly and take corrective action for inmates\nlisted on this report. 14.8 INMATE ACCOUNTS. TRULINCS inmate accounts are established and maintained\nautomatically through the TRUFACS nightly process. a. Account Access. Inmates access their accounts using their eight-digit register number;\nnine-digit phone access code (PAC); and fingerprint identification or four-digit Commissary\npersonal identification number (PIN). It is the inmate’s responsibility to maintain possession of his/her login information."
}