{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 13,
  "chunk_text": "Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 states that each award program must contain\na monitoring component. The COPS Office actively monitors how recipients are complying with COPS Office\naward requirements. In addition, the monitoring component provides customer service and technical assistance\nto help ensure recipients understand how to remain in compliance while implementing their awards. What you should do: Your agency may be required to accommodate routine and non-routine efforts by the COPS Office, or an entity\ndesignated by the COPS Office, to examine your agency’s use of federal funds both programmatically and\nfinancially. The four primary means of ensuring recipients’ compliance with the terms and conditions of their\nawards are as follows:\n1. Site visits. The COPS Office strategically selects award recipients based on a variety of risk factors to\nconduct site visits to ensure compliance with award terms and conditions. The purpose of site visits is threefold:\ni.\nii.\niii. To review for compliance with the terms and conditions of the award To review the recipient’s community policing strategies To provide customer service and technical assistance If selected, recipients will be notified in writing in advance with detailed instructions on how to prepare for\nthe review of their COPS Office awards. The site visit is generally performed over a period of one or more\ndays. Recipients will have an opportunity to resolve any identified noncompliance issues while on-site, or if\nnecessary, following the site visit. In addition, recipients will have an opportunity to seek customer service\nand/or technical assistance on the implementation of their award. 11 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual 2. Enhanced Office-Based Grant Reviews (EOBGR). In lieu of a site visit, awards may be selected for an\nEOBGR conducted at the COPS Office via teleconference or video conference. EOBGRs serve as an alternative\nfor conducting site visit reviews in support of the COPS Office’s overall award monitoring strategy. The\npurpose of the EOBGR is three-fold:\ni.\nii.\niii. To review for compliance with the terms and conditions of the award To review the recipient’s community policing strategies To provide customer service and technical assistance If selected, the recipient will be notified in writing in advance of any EOBGR of its COPS Office awards. This\nreview is generally performed over a one- to two-day period. Compliance reviews will be conducted for\nactive awards to address any noncompliance and/or administrative issues identified during the review. In\naddition, award recipients will receive customer service and/or technical assistance on the implementation\nof their award. 3. 4. Alleged Noncompliance Referral (ANCR). An ANCR is an allegation of suspected noncompliance that\noriginates from an internal source within the COPS Office or an external referral from one of many sources. Internal ANCRs generally originate from COPS Office Grants Administration Division, COPS Office Finance\nDivision, or the COPS Office Legal Division, although any COPS component may refer a noncompliance issue\nto the ANCR. External noncompliance referrals may be received from anonymous complainants, media,\ncitizens, law enforcement agencies, other federal agencies, or other outside sources."
}