{
  "document_category": "guidance",
  "document_name": "5553.08.pdf",
  "chunk_index": 3,
  "chunk_text": "The Warden (or designee) or\nRRM confirms the notification with a letter that provides escape information, with a copy to the\nRegional Director. ICE is responsible for further notification. (5) Holdover. If a Bureau holdover inmate escapes, the holding institution applies the\nnotification procedures of this PS. If the holdover is a non-Bureau inmate, the agency\nresponsible for the inmate must be notified by telephone, no later than the next work day. The\nWarden (or designee) confirms the notification by a letter that provides escape information, with\na copy to the Regional Director. (6) Witness Security Program (WITSEC) Case. If a WITSEC inmate escapes, the Warden (or\ndesignee), in addition to notifying the Regional Director, must telephone the Inmate Monitoring\nSection (IMS), Central Office, immediately, if the escape occurs during a regular work day. If the escape occurs after a regular work day, notification procedures must be in accordance with\nthe Program Statement Duty Officers, except that IMS is responsible for notifying Federal, state,\nconsulate officials, and victims or witnesses. (7) Furlough or Residential Reentry Center (RRC) Escape\n■ If an inmate escapes while on furlough from an institution, institution correctional\nsystems/unit management staff make the notifications. Further notification procedures for\ninmates who escape while on furlough from an institution are in the Program Statement\nInmate Furloughs.\n■ If an inmate escapes while on an unescorted transfer from one institution to another, the\nsending institution is responsible for notifications.\n■ If an inmate escapes from an RRC, the RRM makes the notifications. Further notification\nprocedures for inmates who escape while on furlough from an RRC are in the Program\nStatement Community Corrections Manual.\n■ If an inmate escapes while on an unescorted transfer from an institution to an RRC, the\nsending institution makes the notifications. RRC staff follow procedures in the Community\nCorrections Manual. P5553.08 1/4/2017 4 (8) Non-U.S. Citizen. If a non-U.S. citizen escapes, the Warden (or designee) notifies the\nappropriate consulate official by telephone, no later than the next work day. The Warden (or\ndesignee) confirms the notification with a letter that provides escape information, with a copy to\nthe Regional Director. 4. DEATH NOTIFICATION PROCEDURES Immediately, upon an inmate’s death, the Warden (or designee) assembles the following\ninformation concerning the deceased inmate:\n■\n■\n■\n■\n■\n■\n■\n■\n■ Name, register number, date of birth. Offense and sentence. Date, time, and location of death. Apparent cause of death. Investigative steps being taken, if necessary. Names and address of survivor or designee. Notifications made. Status of autopsy request. Brief medical summary related to death. a. Notification of Bureau Officials\n(1) Death During Regular Work Day. The Warden (or designee) telephones the report to the\nRegional Director immediately. The Warden (or designee) confirms the notification by sending\nan electronic Report of Incident form (BP-A0583) to the Regional Office, with an information\ncopy to the Correctional Services Administrator, Central Office. (2) Death After Regular Work Day. The Institution Duty Officer reports the death in\naccordance with the Program Statement Duty Officers. Generally, that PS requires immediate\ntelephonic notification to the Regional Duty Officer, except for deaths by natural causes that\noccur at a late hour."
}