{
  "document_category": "guidance",
  "document_name": "5394.01.pdf",
  "chunk_index": 15,
  "chunk_text": "(d) Treatment Protocols. The Clinical Coordinator, under the supervision of the CTP\nAdministrator and in consultation with the Sex Offender Certification Review Branch, Central\nOffice, develops a treatment protocol consistent with professional standards and treatment\nresearch. The Clinical Coordinator may develop a CTP Inmate Treatment Handbook with the\napproval of the CTP Administrator, with the concurrence of the Sex Offender Certification\nReview Branch. P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 19 (e) Specialized Treatment Program Components. Based upon need, treatment services for\nspecial populations (e.g., inmates with cognitive impairment or major mental disorders; drug- or\nalcohol-dependent inmates) may be developed. (f) Pharmacological Interventions. If indicated and with the consent of the inmate,\npharmacological interventions targeting sexual disorders may be a component of the CTP’s\nclinical treatment services. (3) Program Support. Except in emergency situations (i.e., those for which institution\nemergency plans are written and other events such as assaults and body alarms where an\nimmediate response is required), CTP clinical staff members are assigned exclusively to provide\nprogramming. They are not used for other duties (e.g., routine custody, unit, or case\nmanagement functions). (4) Participation in Treatment Services. Participation in psychotherapy and other therapeutic\nactivities is voluntary. Continued participation in these activities depends on meaningful\nparticipation in programming and appropriate conduct. The inmate’s participation in treatment\nactivities will be monitored by CTP staff and reported to the Court, with regard to the inmate’s\nmental condition and need for continued commitment, in accordance with Sections 4247(e) and\n4248. (a) Motivational Enhancement. The Clinical Coordinator, under the supervision of the CTP\nAdministrator, maintains the Privilege System (see Section 9) to encourage inmates to commit to\nactive participation in treatment activities. Clinical Treatment Services staff meet at least\nquarterly with inmates who refuse treatment in an effort to motivate them to participate. (b) Consent for Treatment. Inmates volunteering for participation in treatment are advised by\nstaff of appropriate standards of participation, expectations regarding self-disclosure, and\nconfidentiality of other participants’ disclosures in treatment groups. Inmates sign a consent\nform acknowledging the requirements for treatment participation. (c) Withdrawal from Treatment. An inmate may withdraw from participation in treatment. Staff document in PDS the stated reason for withdrawal. The participant is advised of the\nconsequences of withdrawal, and is encouraged to submit a request for re-enrollment. (d) Incomplete. A participant is placed in incomplete status when unable to participate in\ntreatment due to reasons beyond his/her control (e.g., hospitalization, writ). CTP clinical staff\noffer to resume programming when practicable. P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 20 (e) Intervention Prior to Suspension. To conduct an intervention, treatment staff:\n■ Meet with the inmate to discuss his/her behavior or lack of progress. ■ Assign the treatment intervention(s) chosen to reduce or eliminate the behavior, or to\nimprove progress.\n■ Warn the inmate of the consequences of failure to alter his/her behavior. ■ Properly document in PDS the meeting and treatment intervention(s) assigned. ■ Properly document in PDS changes to the inmate’s treatment plan, and ensure that both staff\nand the inmate sign the amended treatment plan.\n■"
}