{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 56,
  "chunk_text": "PS 7300.09\n1/12/98\nAttachment 4-6 Page 1\nMONITORING REPORT FORMAT\nContractor Name:\nContract Number: Assignment Code: Background If first full monitoring, provide background information of\naward\nContract quota and utilization over the past 6-12 months. Identify any trends in utilization (e.g., Federal, pretrial,\nstate, home confinement, urban work camp, MINT etc.) Significant changes since last monitoring (modifications,\nstaff changes, structural facility changes, etc.)\nScope of Monitoring\nType of monitoring (Full, Interim)\nDate(s) and time(s) staff were at the facility\nAny continuing concerns What were the findings of the previous full monitoring (if\napplicable)\nFindings\nIdentification should be clear and concise and indicate\nthe degree to which the program is deficient. Should include a reference to the requirement contained in\nthe contract/SOW. Specify the corrective action to be taken and the\ndate/number of days in which the contractor is to provide the\nCCM with a written response. Comments/Recommendations\n- Strengths/Weaknesses Signature - Community Corrections Manager/\nContracting Officer's Technical Representative Date PS 7300.09\n1/12/98\nAttachment 4-7 Page 1\nCOMMUNITY CORRECTIONS CENTER FULL MONITORING\nINSTRUMENT CONTRACTOR NAME:\nCONTRACT NUMBER: EXPIRATION DATE: PLACE OF PERFORMANCE:\n(Complete address) Date(s) & Type of Last Monitoring:\nType Use: Major Moderate Minor Average Daily Population Last Six Months:\nCurrent Population:\nTotal BOP USPO Bed Capacity for Federal Offenders: Pretrial NonFederal Quota Max Cap Other agencies this contractor performs services for are: Inspection Team: (Name & Job Title) Prepared by: Date: (Name & Job Title)\nDate:\nReviewed by:\n(Name & Job Title)\n(Note:\nThis instrument requires \"working papers\" which clearly\nsupport how the findings in each area were determined. Attach\nadditional sheets as necessary for Discussion/Findings.) Activity Sheet\n(At a minimum, record the inspection team's specific date(s) and\ntime(s) of arrival to and departure from the facility. Feel free\nto add any additional information relevant to the inspection\nteam's activities). PS 7300.09\n1/12/98\nAttachment 4-7, Page 2\nTeam Member Name Arrival\nDate / Time Departure\nDate / Time Additional Information Relative to Team's Inspection Activity: ADMINISTRATION AND ORGANIZATION 1. Does the contractor have documentation indicating their\nstanding as a legal entity, or part of a legal entity? 2. If a sole proprietorship, does the contractor have\ndocumentation indicating that legal measures have been taken to\nprovide for continuity of service in the event of incapacitation,\nretirement, or death? 3. Does the contractor have a written organizational chart\nthat outlines the structure of authority, responsibility, and\naccountability within the contractor's facility and parent\nagency? 4. Does the facility manager hold meetings at least\nmonthly with facility staff to foster communication, establish\npolicy, discuss problems, ensure compliance with requirements,\nand implement programs? 5. Does the contractor maintain a current written\noperations manual that is available to staff, and reviewed at\nleast annually? Is it updated annually to reflect current\npolicy? 6. Does the contractor have a written system for\ndisseminating new or revised policy and procedure to staff,\nvolunteers, and if appropriate, to residents? PS 7300.09\n1/12/98\nAttachment 4-7, Page 3\n7. Does the contractor conduct an internal audit of the\nprogram on at least an annual basis, using the SOW as a guide? Is\na copy forwarded to the CCM? 8. Does the contractor attend and participate in\nmeetings/training sessions scheduled by Bureau of Prisons? 9. Does the contractor have a written set of long-range\ngoals which are reviewed and updated annually? 10."
}