{
  "document_category": "guidance",
  "document_name": "5100_008cn.pdf",
  "chunk_index": 17,
  "chunk_text": "Ordinarily, DCYRA inmates will not be initially designated\nto non-federal facilities. d. State Prisoners. 18 U.S.C. § 5003 enables the Director,\nBureau of Prisons, to establish contracts to accept state\nprisoners for boarding in federal institutions. The term \"State\"\nas used in this section includes any state, territory, or\npossession of the United States. The statute does not permit the\nBureau to contract placement of state prisoners in third party\ncustody. This includes CCC placements. When there is a compelling reason for placing a state prisoner\nin a non-federal facility, institution staff will contact the\nDSCC Administrator, who may suggest to officials of the state\nthat they may want to make their own direct placement in a\nnon- federal facility. Once an inmate is accepted into Bureau custody, occasionally,\nthere may be a reason to return the inmate to the original\nstate. In this instance, institutional staff will contact the\nDSCC Administrator. If the DSCC Administrator determines that it\nwould be appropriate for the inmate to be returned, they will\ncontact state officials. P5100.08\n9/12/2006\nChapter 4, Page 1 INMATE LOAD AND SECURITY DESIGNATION FORM INSTRUCTIONS (BP-337) INMATE LOAD DATA The Inmate Load Data section (Items 1 to 25) of the Inmate Load\nand Security Designation form (BP-337) records the physical and\ndemographic information of inmates entered into SENTRY (the\nBureau of Prisons’ on-line database). In practice, inmates are\nentered into SENTRY whether or not the inmate’s security level\nis scored (e.g., pre-trial detainees, material witnesses,\netc.). Therefore, when the initial security designation data is\nentered into SENTRY it is essential that the load data is\ncompared to the information contained in the Presentence\nInvestigation Report (PSR), and that the information is updated\nor reconciled as appropriate. 1. REGISTER NUMBER\n2. LAST NAME\n6. RACE 7. SEX 3. FIRST NAME 4. MIDDLE 5. SUFFIX 8. ETHNIC ORIGIN 9. DATE OF BIRTH 10. OFFENSE/SENTENCE 11. FBI NUMBER 12. SSN NUMBER 13. STATE OF BIRTH 14. OR COUNTRY OF BIRTH 15. CITIZENSHIP 16. ADDRESS-STREET 17. CITY\n21. HEIGHT:FT IN 18. STATE 19. ZIP 20. OR FOREIGN\nCOUNTRY 22. WEIGHT: 23. HAIR COLOR 24. EYE COLOR 25. ARS ASSIGNMENT 1. REGISTER NUMBER. The U.S. Marshals Service (USM) assigns an\neight-digit register number to each inmate with the last\nthree digits denoting the U.S. Marshals’ judicial code. The\nformat is five digits, hyphen, three digits. 2. LAST NAME. Twenty-four spaces are provided for the inmate’s\nlast name, which must match the name on the Judgment. The\nfirst character must be a letter. Each subsequent character\nmust be a letter, space, hyphen, or apostrophe. 3. FIRST NAME. first name. NOTE: Twelve spaces are provided for the inmate’s Only the inmate’s committed name (as it appears in P5100.08\n9/12/2006\nChapter 4, Page 2\nthe Judgment) will be entered on the “Load Inmate”\ntransaction. All other names (e.g., true name, aliases,\nnicknames, maiden name, etc.) will be entered into\nSENTRY using the “Update Nicknames and Aliases”\ntransaction. 4. MIDDLE.\nname. 5. SUFFIX. Three spaces are provided for any name suffixes\n(i.e., Jr., Sr., II). Suffix codes are found in the Name\nSuffix Code section of the SENTRY General Use Technical\nReference Manual (TRM). 6. RACE. Standards for the Classification of Federal Data on\nRace and Ethnicity are set by the Office of Management\nand Budget."
}