{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 15,
  "chunk_text": "Determinations of approval will be\nmade on a case-by-case basis. Fringe benefits may be paid if they are part of a reasonable compensation package offered to your\nemployees. Particular items of fringe benefits must fall within the categories authorized by the COPS Office. Authorized fringe benefits include FICA, Social Security, health insurance, life insurance, vacation, sick leave,\nretirement, worker’s compensation, and unemployment insurance. Other costs\nProject-related expenditures that do not conform to any of the category descriptions specified above, (i.e.\nsworn officer overtime) were included in this section of your FCM. In addition, items that have a direct\ncorrelation to the overall success of an awardee’s project objectives and are necessary for the project to\nreach full implementation will be considered on a case-by-case basis by the COPS Office. Requests may be made only for items or positions that are not otherwise budgeted with state, local, or\nBureau of Indian Affairs (BIA) funds, and would not be funded in the absence of the CAMP award. If at any time you are unsure if an item is considered allowable or unallowable, please contact your COPS\nOffice Grant Program Specialist for further assistance. Please be advised that grantees may not use COPS Office funding for the same item or service also funded\nby another U.S. Department of Justice award. 4. Supplementing, not supplanting\nCondition:\nAwardees must use COPS Anti-Methamphetamine Program funds to supplement, and not supplant, state, local,\nor Bureau of Indian Affairs (BIA) funds that are already committed or otherwise would have been committed for\naward purposes (hiring, training, purchases, and/or activities) during the grant period. In other words, awardees\nmay not use COPS Office funds to supplant (replace) state, local, or BIA funds that would have been dedicated to\nthe COPS Office-funded item(s) in the absence of the COPS Office grant. 7 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Why this condition:\nThe COPS Office statutory nonsupplanting requirement mandates that award funds not be used to replace\nstate or local funds or BIA funds that would, in the absence of federal aid, be made available for the award\npurposes. What you should do:\nCAMP funds may not be used to pay for any item or cost funded under the award (equipment, personnel,\ntraining, etc.) if that item or cost was otherwise budgeted with state, local, or BIA funds. In addition,\nawardees may not reallocate state, local, or BIA funds from one area within the law enforcement budget to\nanother as a result of receiving CAMP award funds. If you have questions concerning this award term, and\nhow it pertains to your project budget, please contact your COPS Office Grant Program Specialist. Personnel To meet this grant condition, you must ensure the following:\n• Each individual employed under the COPS Anti-Methamphetamine Program grant is newly hired on\nor after the grant award start date, unless an exception is authorized in writing by the COPS Office. If current personnel are redeployed into this program, they must be paid with local funds. The COPS\nOffice grant funds may be used to backfill the resulting vacancy with newly hired personnel for an\nequivalent amount of time."
}