{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 24,
  "chunk_text": "Canines will never be allowed to roam freely inside an\ninstitution, on institution property, or be trained to respond to\nany command not learned in a training school. During the a housing unit search, the canine will remain on a\nleash and inmates will be kept clear of the area. Canine units may be used for escape hunts if approved by the\nWarden, but canines may not be used in use-of-force situations or\nfor crowd control purposes. If, due to an unforeseen or uncontrolled situation, a canine\nbecomes involved in a use-of-force situation, proper notification\nmust be made and documented in accordance with the Program\nStatement on Use-of-Force and Application of Restraints. PS 5500.14\n10/19/2012\nChapter 5, Page 3 When the canine must be taken into a public place, a mouth muzzle\nmust be used. A canine may not be taken into public places\nunless on official duty or for medical treatment. A handler should not leave a canine unattended in a vehicle for\nan extended period of time. If circumstances dictate leaving a\ncanine in a vehicle, the windows must be slightly open for\nventilation and the circulation fan turned on. Prolonged\nisolation will cause discomfort and/or injury to the canine. Leaving a canine in a vehicle, even with the windows slightly\nopen on a hot day, may cause serious injury or death. A vehicle equipped with a secure partition and an air circulation\nfan is to be available to the handler. The handler must maintain a daily record of training and tactical\noperations, and medical check-ups. These documents must be\nsubmitted to the Captain or canine unit Lieutenant for review. All confiscated contraband will be handled in accordance with the\nProgram Statement on Inmate Personal Property. 504. EMPLOYEE GUIDELINES. Employees who are not directly\nassigned to the canine unit will not enter any building or area\nthat is being searched by the canine unit without the approval of\nthe supervising Lieutenant and canine handler. If an employee\ninadvertently enters an area where a canine unit is working, he\nor she will exit the area quietly and without hesitation. Employees must not walk or run in front of a canine unless\nresponding to an emergency situation. Employees must never make aggressive gestures toward the dog or\nhandler. Employees must never attempt to touch, handle, or feed\na canine without the handler's approval. No one, other than the handler, will give commands to the canine. No one, other than the handler, will attempt to enter or retrieve\nanything from a canine unit vehicle or kennel when the canine is\npresent. Employees will be notified of the above requirements at least\nonce per year where canine units are maintained. 505. HEALTH, CARE, AND FEEDING. Inmates will never be allowed\naccess to the canine or associated canine unit items such as\nkennel, food, bedding, and etc. The handler will exercise the PS 5500.14\n10/19/2012\nChapter 5, Page 4\ncanine daily. An obstacle course with at least four obstacles\nshould be constructed to maintain a high level of fitness. The handler will ensure that the amount of daily food consumption\nprovides proper nutrition so the canine stays fit, agile,\nmuscular, and in excellent health."
}