{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 12,
  "chunk_text": "If applicable, your\nagency is required to sign and submit the modified award document via the “Account Access” link to officially\naccept the award modification. 7. Evaluations\nCondition:\nThe COPS Office may conduct monitoring or sponsor national evaluations of the CHP award. The recipient agrees to\ncooperate with the monitors and evaluators. Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 states that evaluations of the program may\nbe carried out or commissioned by the attorney general for the furtherance of the purposes of the act. The COPS\nOffice conducts evaluations to determine which programs are working, how programs may be improved, and\nwhy certain programs are more successful than others. Specifically, the COPS Office may assess the way in which\nyour agency implements its CHP award. In some jurisdictions, COPS Office staff members or evaluators may\nstudy the effectiveness of funded programs, projects, and activities. Evaluators may collect information about\nthe programs’ effect on crime, victims of crime, and the quality of life in communities. In addition, they may ask\nquestions about the challenges encountered during project implementation, how residents feel about\ncommunity policing, and how police feel about their work. This information will be useful to other communities\nand police agencies across the country. 10 2016 COPS Hiring Program (CHP) Award Owner’s Manual What you should do: When evaluations are undertaken, you may be contacted in writing with specific requests for information. In\ngeneral, evaluators may need to speak with individuals in your department, observe activities, and obtain\nwritten reports about and from your department. You will be asked to facilitate any site visits and information\ngathering activities. In addition, you will be asked to provide accurate and timely information about your award\nactivities. You should fully comply with any requests made regarding these evaluations. 8. Reports/Performance Goals\nCondition: To assist the COPS Office in monitoring and tracking the performance of your award, your agency will be responsible\nfor submitting quarterly programmatic progress reports that describe project activities during the reporting period\nand quarterly Federal Financial Reports using Standard Form 425 (SF-425). The progress report is used to track your\nagency’s progress toward implementing community policing strategies and to collect data to gauge the effectiveness\nof increasing your agency’s community policing capacity through COPS Office funding. Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 and other federal regulations and policies\nrequire that financial assistance provided by the Federal Government must be monitored carefully to ensure the\nproper use of federal funds. In addition, the COPS Office seeks to document, on a continuing basis, the progress\nof our programs and recipients. What you should do: This award condition is designed to make your agency aware of reporting requirements associated with CHP\nawards. Quarterly programmatic progress reports and a final programmatic closeout report must be submitted\ndirectly to the COPS Office through the “Account Access” link of the COPS Office website at\nwww.cops.usdoj.gov. Your agency is also required to submit quarterly Federal Financial Reports using Standard\nForm 425 (SF-425) within 30 days after the end of each calendar quarter."
}