{
  "document_category": "guidance",
  "document_name": "5394.01.pdf",
  "chunk_index": 14,
  "chunk_text": "■ Writing reports summarizing inmates’ psychosocial and psychosexual histories. ■ Documenting treatment participation and writing treatment summaries, including\nrecommendations for effective reintegration into the community. ■ Scoring and documenting risk assessment instruments. ■ Conducting psychoeducational groups and individual counseling sessions. ■ Co-facilitating process groups. ■ Consulting with other institution staff on correctional management issues pertaining to sexual\noffenders. (3) Forensic Services Staff provide psychological examination reports to assist other parties in\ndecisions regarding sexual dangerousness. (a) Forensic Coordinator. The Forensic Coordinator is a licensed psychologist reporting\ndirectly to the CTP Administrator. Included are the following duties:\n■ Providing clinical supervision to forensic psychologists. ■ Completing precertification evaluations and annual reviews. ■ Providing expert testimony. (b) Forensic Psychologist. The Forensic Psychologist is a licensed psychologist reporting\ndirectly to the Forensic Coordinator. He/she completes precertification evaluations and annual\nreviews, and provides expert testimony. b. Treatment\n(1) Clinical Treatment Services. Clinical Treatment Services provides assessment, treatment\nplanning, and psychological interventions to effect changes in thought processes and behavior to\nreduce the likelihood that participants will commit further acts of sexual violence. Clinical\nTreatment Services also provides other mental health services to address other treatment needs of\nthe CTP population. P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 18 (a) Multi-disciplinary Treatment Team (MTT): The MTT refers to a comprehensive\ntreatment team that integrates CTP clinical staff, Correctional Programs, Correctional Services,\nand other departmental staff. The MTT’s mission is to develop, coordinate, and manage the CTP\ninmate’s Treatment and Behavior Management Plan. (b) Treatment Behavioral Management Plan (TBMP): The TBMP is a comprehensive\ndocument that is derived from a multidisciplinary assessment of the CTP inmate’s social,\neducational, occupational, spiritual, and psychological needs and abilities upon admission to the\nCTP. The TBMP guides all decisions related to the CTP inmate’s conditions of confinement and\nrecommended clinical interventions, with the goal of preparing the inmate for eventual return to\nthe community. (2) Clinical Treatment Elements. The Clinical Coordinator, under the supervision of the CTP\nAdministrator and in consultation with the Sex Offender Certification Review Branch, Central\nOffice, develops and implements a clinical treatment program for CTP inmates that is consistent\nwith recent research and practice standards. The treatment model incorporates the following\nelements:\n(a) Assessment Protocols. The Clinical Coordinator, under the supervision of the CTP\nAdministrator, develops an assessment protocol to establish appropriate treatment targets,\nreflecting the most recent assessment technology. Assessment protocols may include structured\ninterview protocols, risk assessment instruments, psychometric testing, and physiological\nmeasures. (b) Individual Treatment Plan. The CTP develops individual treatment plans for each inmate,\nincluding objective benchmarks of treatment progress. An inmate’s progression through the\nphases of treatment programming will be determined based upon the inmate’s level of\npsychological/cognitive functioning. (c) Therapeutic Activities. The CTP provides a range of therapeutic services, including\npsychotherapy groups, individual psychotherapy, psychoeducational groups, therapeutic\ncommunity meetings, and adjunctive treatment activities. (d) Treatment Protocols. The Clinical Coordinator, under the supervision of the CTP\nAdministrator and in consultation with the Sex Offender Certification Review Branch, Central\nOffice, develops a treatment protocol consistent with professional standards and treatment\nresearch."
}