{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 14,
  "chunk_text": "Internal ANCRs generally originate from COPS Office Grants Administration Division, COPS Office Finance\nDivision, or the COPS Office Legal Division, although any COPS component may refer a noncompliance issue\nto the ANCR. External noncompliance referrals may be received from anonymous complainants, media,\ncitizens, law enforcement agencies, other federal agencies, or other outside sources. On a case-by-case\nbasis, COPS ANCR staff members determine the appropriate course of action to take to investigate\ncomplaints of alleged noncompliance. This may include phone or letter contact or a site visit by COPS Office\nstaff or the Office of the Inspector General (OIG). Each ANCR referral is resolved as a violation or nonviolation based upon the supporting documentation and/or other factors used to make a determination for\ncompliance or non-compliance. Audit liaison. The OIG may conduct a random audit for any recipient of a COPS Office award. In the event\nyour agency has undergone an OIG audit and there are audit recommendations (findings) resulting from\nnoncompliance and/or poor accountability practices, the COPS Office Audit Liaison Section will work with\nyour agency to resolve and close these recommendations. Remedies to close recommendations may\ninclude repayment of award funds and/or providing adequate documentation to demonstrate compliance\nand/or providing proof of policies or procedures that were created or revised to directly address the causes\nfor the noncompliance as a proactive preventative measure to avoid future noncompliance. Recipients are responsible for remedying any award noncompliance that is identified during site visits, EOBGRs,\nand/or ANCRs. In addition, recipients are responsible for remedying noncompliance stemming from audit\nrecommendations identified in audits of COPS Office awards conducted by the OIG and the Office of the Chief\nFinancial Officer (OCFO). Remedies for noncompliance may include but are not limited to repayment of award\nfunds for unallowable or unsupported costs, providing adequate documentation to demonstrate compliance,\nsuspending active award funding, voluntary withdrawal from or involuntary termination of remaining award\nfunds, or a restriction from receiving future COPS Office awards for a period of time. Under certain conditions,\nadditional actions may include referral and placement on the U.S. Department of Justice’s High Risk List, which\nwill include mandatory completion of the Office of Justice Programs Financial Management Training and being\nsubject to increased monitoring of current and future awards while on the list. In the event of criminal misuse of\naward funds, recipients may also be subject to fines and imprisonment. To avoid findings of noncompliance,\nrecipients are strongly encouraged to become familiar with the COPS Office Grant Monitoring Division’s Grant\nMonitoring Standards and Guidelines and Award Owner’s Manual for the year in which the award was made. Recipients should also contact their COPS Office Grant Program Specialist at any time during the life of a COPS\n12 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual Office award with questions concerning award conditions, terms, or requirements to seek guidance to avoid\nnoncompliance. It is necessary for recipients to maintain all relevant documentation (administrative, financial,\nand programmatic) used to develop the application and implement the award that may be necessary or\nrequired to demonstrate award compliance. For more information, please contact the COPS Office Response\nCenter at 800-421-6770 or at AskCopsRC@usdoj.gov."
}