{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 42,
  "chunk_text": "Ordinarily, this response\nshall be mailed within five working days and \"close out\" the\nmonitoring. Monitorings are considered closed when the\ncontractor's written response has indicated all findings have\nbeen corrected, or, acceptable plans with appropriate time frames\nhave been outlined to correct findings. PS 7300.09\n1/12/98\nChapter 4, Page 33 A copy of the contractor's response to all monitoring reports\nshall be attached to the COTR's follow-up response and copies\nshall be distributed to Bureau staff as noted above in item h of\nthis section. Copies routed to the CCA shall be\nreviewed prior to routing to the CO for review and filing in the\nofficial contract file. 4.5.6.2. Contract Confinement Facilities BOP Contracts\na. Ordinarily all jail and long-term adult confinement\nfacilities will be inspected prior to the contract being\ninitiated and/or activated. The contract \"status\" assignment code for these contracts will be\nactive (A) unless the contract has expired or it has been\nterminated. When in active status, the contract \"inspection\nrequired\" assignment code will be YES (Y) unless no Federal\noffenders are currently confined or expected to be confined at\nthe facility over the next six months. When inspections are required for active contract confinement\nfacilities, they will be scheduled as noted below in Table 2:\nTABLE 2\nMONITORING SCHEDULE FOR JAILS AND LONG-TERM\nADULT FACILITIES\nTYPE OF\nFACILITY ADP PRIOR SIX\nMONTHS NUMBER OF FULL\nMONITORINGS NUMBER OF\nINTERIMS\nBETWEEN FULLS MINOR 0 - 49 1 EVERY 12 MOS 0 MAJOR 50 & OVER 1 EVERY 12 MOS 1 b.\nAdditional program oversight shall be initiated\ncommensurate with larger Bureau populations. Facilities with\nlarger populations ordinarily have an on-site COS. In those\ncases, the COS shall be the COTR and full monitoring teams may be\ncomprised of Regional Office staff (i.e., Inmate Systems Manager,\nCorrectional Services, Programs, etc.). PS 7300.09\n1/12/98\nChapter 4, Page 34\nc. When a facility has not been used for an extended period\nof time (six months or more), every effort should be made to\nvisit/monitor the facility prior to the arrival of the next\ndesignated offender. A visit/monitoring is mandatory for those\ninactive facilities within 30 days of the designated inmate’s\narrival or a U.S. Marshal’s inspection report is required\ndemonstrating the facility has been reviewed within the last 12\nmonths. d.\nContract juvenile facilities in use shall be monitored\nfollowing the same type and frequency of review as outlined for a\nmajor, moderate, or minor use CCC, depending on use. e.\nA number of correctional systems process offenders\nthrough a \"diagnostic\" center or facility prior to the\noffenders initial designation to a permanent facility. When used\nby the contract agency, diagnostic units, through which all\noffenders must be initially processed and evaluated, should be\nvisited during each full monitoring, or at a minimum of once\nevery 12 months. f. When a contract confinement facility also has a work\nrelease program which is the predominant use, the frequency of\nmonitorings shall follow those outlined for CCCs. The monitoring\ninstrument however, should continue to be the appropriate\nconfinement checklist. During the monitorings of this type of\nprogram, the contractor's procedures to verify inmate employment\nand the system for general accountability of inmates while in the\ncommunity shall be closely examined and addressed in the report. g.\nContract confinement facility full monitorings shall be\nrecorded on the appropriate standard monitoring checklist (see\nAttachment 4-9 and 4-10)."
}