{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 23,
  "chunk_text": "Only the CO has the authority to negotiate, award, modify,\nadminister and terminate contracts. The Contracting Officer's Technical Representative (COTR),\nordinarily the CCM, and the CO are jointly responsible for\nensuring services are performed in accordance with the terms of\nthe contract. The CCM's decisions are ordinarily based upon the\ninformation generated and provided by the COS in the execution of\noversight duties and responsibilities. The MCA, CCRA, and Assistant Administrator for Contracting (AAC)\nare the management staff responsible for reviewing and approving\nthe COTR's request for all proposed contract actions. PS 7300.09\n1/12/98\nChapter 4, Page 2 In addition, the management staff are responsible for overall\npolicy and contract budget development. The CCA or designee is\nthe Source Selection Official (SSO) for all community based and\njuvenile contracts. The Community Corrections and Detention\nDivision Detention Branch will appoint an SSO for all secure\nadult and juvenile contracts. 4.1.2. TYPES OF SERVICES PROVIDED BY CONTRACT The Bureau contracts with commercial sources and enters into\nIntergovernment Agreements (IGA) with government sources for the\nfollowing correctional and community corrections services:\n4.1.2.1. Community Corrections Centers Community Corrections Centers (CCCs) provide residential\ncorrectional programs near the home communities of inmates. Generally, CCCs provide programs to:\na.\ninmates nearing release to facilitate the transition\nfrom confinement to the community;\nb.\nprobationers, parolees, mandatory releases, or\nsupervised releases (U.S. Probation Officer [USPO] referrals) who\nneed a more structured environment than can be provided under\nregular supervision;\nc.\ncommunity confinement cases as described in the\nSentencing Guidelines; and\nd. direct court commitments serving short sentences. Work release facilities are included in this category,\nwhether the inmate is housed in a CCC or a jail setting. 4.1.2.2. Short-Term Jail Facilities Occasionally, it is not in the best interest of the Bureau, the\nCourt, or the inmate, to designate a Bureau facility as the place\nof confinement. The Bureau uses jails for: confinement of\ninmates designated to serve short sentences; CCC violators; or\nintermittent confinement cases, as described in the Sentencing\nGuidelines. Normally, a local jail will not be designated for\ninmates with 45 days or more remaining to be served. The\nmajority of jails the Bureau uses are under contract with the\nU.S. Marshals Service (USMS), and the Bureau is an authorized\nuser. There are some jail contracts, however, that are\nexclusively contracted for by the Bureau. PS 7300.09\n1/12/98\nChapter 4, Page 3\n4.1.2.3. Long-Term Adult Boarding Facilities Long-term adult boarding facilities are ordinarily state or\ncounty correctional facilities that provide a wide range of\nprograms and security. These facilities are primarily for\ninmates serving longer sentences than are served in a jail\nsetting. 4.1.2.4. Juvenile Facilities The term “juvenile\" is defined in Bureau policy and includes those\nunder age 18 and those between the ages of 18 and 21 who\nare sentenced under the Federal Juvenile Justice and Delinquency\nPrevention Act. Juveniles are ordinarily boarded in non-Federal\nfacilities, both governmental and private. Specific\ncircumstances, such as a Court Order requiring CCC placement in\nan adult facility, must exist before a juvenile can be authorized\nfor placement in a Bureau CCC. The most common categories of juvenile facilities are:\na. Juvenile Boarding Institution This is a secure, institution-based facility for more serious\njuvenile inmates serving intermediate or long-term sentences, and\nmay include training schools, reformatories, youth centers, etc.\nb. Juvenile Community-Based Facility"
}