{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 34,
  "chunk_text": "If the inmate was moved via a U.S. Marshals cooperative agreement and is being housed in a\nFederal institution, SENTRY may be used to verify the necessary information. CSD staff must\nnote the date, the institution where the inmate is currently housed, and that the information was\nverified by SENTRY. Upon the inmate’s return to the institution, this documentation may be\ndiscarded, if appropriate, at the discretion of the local manager. P5800.15 1/1/2009 Chapter 6, Page 14 620. NOTIFICATIONS TO DSCC If an inmate is returned from a Federal writ. state writ. or lAD. CSD staff will notify and\nforward pertinent material to the DSCC. P5800.15 1/1/2009 Chapter 6. Page 15 CHAPTER 7. ESCAPE FROM CONFINEMENT AND EXTENDED LIMITS OF\nCONFINEMENT\n701. ESCAPE FROM CONFINEMENT When an inmate escapes, institution staff will notify the local FBI office, local law enforcement\nagencies, and other appropriate parties and furnish details of the escape and the escapee’s identity\nin accordance with the National Memorandum of Understanding (MOU), the Program Statement\non Escapes/Deaths Notifications, and any other local procedures that may be established. To provide this notification, staff must prepare a Notice of Escaped Federal Prisoner (BP-A393). This notice will be distributed to all concerned agencies, to include the DSCC, with a copy filed\nin the J&C file and in the inmate central file. The SENTRY Sentence Monitoring Update Jail Credit/Inop Time transaction will be updated by\nthe DSCC to show the inmate’s sentence is in inoperative status as a result of the escape. The inmate’s sentence will be made inoperative in SENTRY as of the day following the escape\n(any portion of a day in custody counts as a full day for credit purposes). If an inmate escapes while temporarily released from custody (furlough, writ, etc.), it is the\nreleasing institution’s responsibility to update the SENTRY ARS code to reflect ESCAPE. When an inmate escapes from a halfway house, follow procedures in the Community Corrections\nManual and notify the DSCC. After completion of the required paperwork, the inmate central file and medical file will be\nforwarded to the Records Office, where it will be maintained until the inmate is apprehended and\nre-designated. 702. ESCAPE FROM EXTENDED LIMITS OF CONFINEMENT An inmate has failed to remain within the extended limits of confinement if he/she:\n■ Willfully failed to return while on pass from a Residential Release Center (RRC), furlough,\nor other authorized community-based program.\n■ Is arrested by state or local authorities as a result of criminal activity, OR\n■ Is in the extended limits of confinement and is arrested by Federal authorities as a result of\ncriminal activity. The inmate will be placed on escape status as per the provisions of 18 U.S.C. § 4082(a) or 18\nU.S.C. § 4082(d) (repealed). P5800.15 1/1/2009 Chapter 7, Page 1 Once the escape has been verified, institution staff or Community Corrections Management\n(CCM) staff will change the ARS code to ESCAPE. When the inmate escapes while en route to\nanother Federal or contract institution, the sending institution will change the ARS code to\nESCAPE."
}