{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 83,
  "chunk_text": "DESIRABLE:\n( ) This service is superior or more\nconveniently located than other options which are available. OPTIONAL:\n( ) This unit was selected over, or in\naddition to, other available units comparable in quality and\nconvenience. Loss of this unit would not create a major problem\nfor the Government. 3. OVERALL RATING ADJECTIVE: SATISFACTORY:\n( ) - There is no problem with this\nfacility--it is operating quite satisfactorily. Any improvement\nneeded would be minor. UNSATISFACTORY: ( ) - There is a problem with this facility-it is not operating satisfactorily. Improvement is\ndefinitely needed, as noted elsewhere in this report. PS 7300.09\n1/12/98\nAttachment 4-10, Page 10\nUNACCEPTABLE: ( ) - There is a major problem with this\nfacility. The Government contracts with it only to meet the\nneeds of the U.S. Courts, while expending major efforts to find\nalternatives; or the Government plans to give cancellation notice\nif situation continues over a specified length of time. IF RATING IS \"UNACCEPTABLE,\" COMMENT ON REASONS, OR REFER TO\nRELEVANT CHECKLIST ITEMS COMMENTED ON ELSEWHERE:\nIF RATING IS \"UNACCEPTABLE,\" IS CANCELLATION BEING\nCONSIDERED? IF NOT, COMMENT ON THE SITUATION AND ANY CONSTRAINTS WHICH\nPREVENT CANCELLATION:\n*\"Unacceptable\" is not meant to imply that any Constitutional\nstandards have not been met. It is simply a way of indicating\nthe Bureau of Prisons has found major shortcomings in the\nfacility or in its operations. CCM Signature\n4. Date Management Center Administrator's Comments: MCA Signature\nDate of next scheduled inspection: Date PS 7300.09\n1/12/98\nAttachment 4-11, Page 1\nCONTRACT CONFINEMENT INTERIM MONITORING\nINSTRUMENT 1. Date of Review: 2. Date of Last Audit: 3. Community Corrections Manager (Name, Location, Code): 4. Facility (Name, Location, Code): 5. Facility Director: 6. Facility Operating Capacity: 7. Total Facility Population: 8. Total BOP Population: 9. (Check One) This is a Major 10. Average Monthly Inmate-days Since Last Monitoring: 11. Is this Facility Co-Correctional? Yes: , BOP Male:\nor Minor , BOP Female:\nuse Facility. No: If so, are Sleeping Areas Separated? Yes:\nNo:\nThere Supervision and Separation by Sex to Provide Privacy\nand Protection? Yes:\nNo: Is 12.\nComment on Areas Found Deficient During Last Audit (Attach\nExtra Sheet, if Appropriate): 13.\nComment on Life Safety Issues (Obtain Copy of Last Fire\nMarshal Inspection Report, If Appropriate): 14.\nComment on General Sanitation (Including Food Service\nProgram and Obtain Latest Copy of Food Service Establishment\nInspection Report, If Appropriate): PS 7300.09\n1/12/98\nAttachment 4-11, Page 2\n15. Comment on Inmate Accountability and Facility Security: 16. Number of Escapes Since Last Audit: 17.\nDoes this Facility have a due Process Model, per Wolff vs.\nMcDonnell, Policy for Disciplinary Action (Explain): 18.\nComment on Whether staff Understand Release Procedures (When\nto Contact USMS, INS, Gratuities, Obtaining Bus Tickets, etc.) 19. Other Areas Considered Important to This Contract: 20.\nDate by Which Contractor is to Respond to Notice of\nDeficiencies: Signature of Community Corrections Manager\n21. Date Date of Next Audit: Signature of Management Center Administrator Date PS 7300.09\n1/12/98\nAttachment 4-12, Page 1\nALLEGATIONS OF CONTRACT STAFF MISCONDUCT/INTEGRITY ISSUES\nIN PRIVATELY OPERATED BUREAU OF PRISONS\nCONTRACT FACILITIES The following procedures have been developed to more efficiently\ninvestigate allegations of contract staff misconduct/integrity\nissues in privately operated BOP contracts, while still\npreserving the best interest of the government."
}