{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 51,
  "chunk_text": "Act are also released via Mandatory Release in the absence of\nparole. Supervision for these inmates will be until the Full Term Date of the sentence. A\nCertificate of Mandatory Release (Parole Form I-33) must be prepared for these inmates. (2) Certificate of Special Parole. If the court has imposed a Special Parole Term (SPT) in\naddition to the inmate’s term of confinement, a Certificate of Special Parole (Parole Form I-33) is\nto be prepared. Any special conditions the USPC orders, as noted on the NOA, will be typed on the Certificate of\nSpecial Parole. If Parole is granted for a person serving a SPT Violator sentence, no Parole Form I-33 is\nrequired. The Parole Certificate the USPC issues will suffice. For Expiration Full Term with SPT to Follow, the number of days remaining to be served should\nbe crossed out and the number of years of SPT inserted. P5800.15 1/1/2009 Chapter 10, Page 4 If an inmate has been sentenced under the provisions of 18 U.S.C. § 3651, and is being released\non Probation with a SPT to follow, it is not necessary to prepare SPT certificates. If the inmate\ncompletes the period of probation successfully, he/she will not be subject to the SPT. (3) Certificate of Court Designated Parole. When the court specifies an effective parole date\nat the time of sentencing, a Certificate of Court Designated Parole (Parole Form I-33) is to be\nprepared. e. Release of Immigration Detainee with Supervision to Follow (BP-A325). When an\ninmate is to be released to an ICE detainer and has a period of supervision to follow (including\nprobation and supervised release), unit staff will prepare this form. The completed form will be forwarded to the Records Office. When the inmate is placed in ICE\ncustody, the releasing CSD staff member will date and sign Item 14 of the form. The first four\ncopies of the form will be given to the ICE Officer assuming custody of the inmate. The fifth\ncopy of the form will be placed in the inmate’s central file. f. Certificate Entitling Prisoner to Gratuities (BP-A379). The Certificate Entitling\nPrisoner to Gratuity (BP-A379) will be prepared only when inmates are released to a non-Federal\ndetainer via Parole, Mandatory Release, Mandatory Parole, Mandatory Release to Special Parole,\netc., and has Federal supervision to follow. This form does not apply to “New Law” releases or to inmates releasing to an ICE detainer. To\nbe eligible for payment, the inmate must be released from the detaining authority prior to\nexpiration of Federal supervision. The inmate will be provided the original form, which contains instructions for applying for the\ngratuity. Copies of the form will be retained in the inmate central file for use if application for\npayment is made. A copy will also be provided to the Financial Management Department. g. Late Release Notice for U.S. Probation Service (BP-A623). This form is used only for a\nlate release prisoner who has a period of supervised release to follow, even if that late release is\nfrom a Supervised Release Violator Term.\nh. Agreement to Adhere to Installment Schedule Agreement for Unpaid Fines."
}