{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 55,
  "chunk_text": "B. If any funds other than federal appropriated funds have been paid or will be paid to any person for\ninfluencing or attempting to influence an officer or employee of any agency, a member of\nCongress, an officer or employee of Congress, or an employee of a member of Congress in\nconnection with this federal grant or cooperative agreement, the undersigned shall complete and\nsubmit Standard Form - LLL, “Disclosure of Lobbying Activities,” in accordance with its instructions. C. If applicant is a nonprofit organization or an institution of higher education, it will comply with the\nadditional lobbying restrictions set forth in 2 C.F.R. § 200.450(c) as adopted by the U.S. Department\nof Justice in 2 C.F.R. § 2800.101. D. The undersigned shall require that the language of this certification be included in the award\ndocuments for all subawards at all tiers (including subgrants, contracts under grants and\ncooperative agreements, and subcontracts) and that all sub-recipients shall certify and disclose\naccordingly. 58 2016 COPS Hiring Program (CHP) Award Owner’s Manual 2. Debarment, Suspension and Other Responsibility Matters (Direct Recipient) Pursuant to Executive Order 12549, Debarment and Suspension, as implemented at 2 C.F.R. Part 2867, for\nprospective participants in primary covered transactions, as defined at 2 C.F.R. § 2867.20(a), and other\nrequirements, the applicant certifies that it and its principals:\nA. Are not presently debarred, suspended, proposed for debarment, declared ineligible, sentenced to\na denial of federal benefits by a state or federal court, or voluntarily excluded from covered\ntransactions by any federal department or agency;\nB. Have not within a three-year period preceding this application been convicted of a felony criminal\nviolation under any federal law, or been convicted or had a civil judgment rendered against them\nfor commission of fraud or a criminal offense in connection with obtaining, attempting to obtain, or\nperforming a public (federal, state or local) or private agreement or transaction; violation of federal\nor state antitrust statutes or commission of embezzlement, theft, forgery, bribery, falsification or\ndestruction of records, making false statements, tax evasion or receiving stolen property, making\nfalse claims, or obstruction of justice, or commission of any offense indicating a lack of business\nintegrity or business honesty that seriously and directly affects your present responsibility;\nC. Are not presently indicted for or otherwise criminally or civilly charged by a governmental entity\n(federal, state or local) with commission of any of the offenses enumerated in paragraph (B) of this\ncertification; and\nD. Have not within a three-year period preceding this application had one or more public transactions\n(federal, state or local) terminated for cause or default. 3. Mandatory Disclosure Pursuant to the Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal\nAwards, 2 C.F.R. § 200.113 as adopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101, the applicant\ncertifies that it:\nA. Has not violated any federal criminal law involving fraud, bribery, or gratuity that may potentially\naffect the federal grant or cooperative agreement;\nB. Shall timely disclose in writing to the federal awarding agency or pass-through entity, as applicable,\nany violation of federal criminal law involving fraud, bribery, or gratuity that may potentially affect\nthe federal grant or cooperative agreement; and\nC."
}