{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 77,
  "chunk_text": "Training Training at all levels—academy, field, and in-service—must support community policing principles\nand tactics. It also needs to encourage creative thinking, a proactive orientation, communication and\nanalytical skills, and techniques for dealing with quality-of-life concerns and maintaining order. Officers can 66 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual be trained to identify and correct conditions that could lead to crime, raise public awareness, and engage\nthe community in finding solutions to problems. Field training officers and supervisors need to learn how to\nencourage problem solving and help officers learn from other problem-solving initiatives. Until community\npolicing is institutionalized in the organization, training in its fundamental principles will need to take place\nregularly. Information technology systems\nCommunity policing is highly information-intensive, and technology plays a central role in helping to\nprovide ready access to quality information. Accurate and timely information makes problem-solving\nefforts more effective and ensures that officers are informed about the crime and community conditions of\ntheir patrol beat. In addition, technological enhancements can greatly assist with accessing information to\nprovide vital resources, with improving two-way communication with citizens, and for developing agency\naccountability systems and performance outcome measures. Communication/access to data Technology provides agencies with an important forum by which to\ncommunicate externally with the public and internally within their organization. To communicate with the\npublic, community policing encourages agencies to develop two-way communication systems through the\nInternet that allow for online reports; reverse 911; e-mail alerts; Internet social media discussion forums; and\nfeedback on interactive applications (such as surveys and geographical information), thereby creating open,\nongoing dialogues and increasing transparency. Technology encourages effective internal communication through memoranda, reports, newsletters,\ne-mail and enhanced incident reporting, dispatch functions, and communications interoperability with\nother entities for more efficient operations. Community policing also encourages the use of technology to\ndevelop accountability and performance measurement systems that are timely and contain accurate metrics\nand a broad array of measures and information. Community policing encourages the use of technology to provide officers with ready access to timely\ninformation on crime and community characteristics within their beats, either through laptop computers\nin their patrol cars or through personal data devices. In addition, technology can support crime/problem\nanalysis functions by enabling agencies to gather more detailed information about offenders, victims, crime\nlocations, and quality-of-life concerns, and to further enhance analysis. SAFECOM guidance The U.S. Department of Homeland Security Office of Emergency Communications, in\ncoordination with various stakeholder groups, develops the annual SAFECOM Guidance on Emergency\nCommunications Grants. The guidance provides recommendations to grantees seeking funding for\ninteroperable emergency communications projects, including allowable costs, items to consider when\nfunding emergency communications projects, grants management best practices for emergency\ncommunications grants, and information on standards that ensure greater interoperability. The guidance\nis intended to ensure that federally funded investments are compatible and support national goals and\nobjectives for improving interoperability nationwide. Grantees (including sub-grantees) that are using\nTRGP funds to support emergency communications activities should comply with the latest version of\nSAFECOM Guidance, including provisions on technical standards that ensure and enhance interoperable\ncommunications. The most recent version of SAFECOM guidance is available at www.safecomprogram.gov/\ngrant/Default.aspx. Quality and accuracy of data"
}