{
  "document_category": "guidance",
  "document_name": "AOM.pdf",
  "chunk_index": 55,
  "chunk_text": "D. The undersigned shall require that the language of this certification be included in the award documents\nfor all subawards at all tiers (including subgrants, contracts under grants and cooperative agreements, and\nsubcontracts) and that all subrecipients shall certify and disclose accordingly. Debarment, Suspension and Other Responsibility Matters (Direct Recipient)\nPursuant to Executive Order 12549, Debarment and Suspension, as implemented at 2 C.F.R. Part 2867, for prospective participants in primary covered transactions, as defined at 2 C.F.R. § 2867.20(a), and other requirements, the applicant certifies that it and its principals:\nA. Are not presently debarred, suspended, proposed for debarment, declared ineligible, sentenced to a denial of federal benefits by a state or federal court, or voluntarily excluded from covered transactions by\nany federal department or agency; 57 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual B. 3. 4. 5. Have not within a three-year period preceding this application been convicted of a felony criminal violation under any federal law, or been convicted or had a civil judgment rendered against them for commission of fraud or a criminal offense in connection with obtaining, attempting to obtain, or performing a\npublic (federal, state or local) or private agreement or transaction; violation of federal or state antitrust\nstatutes or commission of embezzlement, theft, forgery, bribery, falsification or destruction of records,\nmaking false statements, tax evasion or receiving stolen property, making false claims, or obstruction of\njustice, or commission of any offense indicating a lack of business integrity or business honesty that seriously and directly affects your present responsibility;\nC. Are not presently indicted for or otherwise criminally or civilly charged by a governmental entity (federal,\nstate or local) with commission of any of the offenses enumerated in paragraph B. of this certification;\nand\nD. Have not within a three-year period preceding this application had one or more public transactions (federal, state or local) terminated for cause or default. Mandatory Disclosure\nPursuant to the Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal\nAwards, 2 C.F.R. § 200.113 as adopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101, the applicant\ncertifies that it:\nA. Has not violated any federal criminal law involving fraud, bribery, or gratuity that may potentially affect\nthe federal award;\nB. Shall timely disclose in writing to the federal awarding agency or pass-through entity, as applicable, any\nviolation of federal criminal law involving fraud, bribery, or gratuity that may potentially affect the federal\naward; and\nC. Shall require that the language of this certification be included in the award documents for all subawards\n(including subgrants and cooperative agreements) and shall require all subrecipients certify and disclose\naccordingly."
}