{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 20,
  "chunk_text": "At the end of this period, the new CCM/COS/CCST shall demonstrate\nfamiliarity within the following areas:\nProficiency in the Security Designations Systems. Under the\ndirection of the CCM, the new CCM/COS/CCST shall begin to submit\ndesignation requests to the Regional Designator.\n! Proficiency and understanding of the contracting process. This shall include training in the Contract Location Profile\nSystem, Requests for Contract Action, and basic understanding of the various types of contracts utilized in the\nservice area, including those for the Transitional Services\nProgram.\n! Understand the role of the Contracting Officer and the role\nof the CC Branch Contract Specialist. ! The Central Inmate Monitoring System (CIMS) and the National\nCrime Information Center/National Law Enforcement\nTelecommunication System (NCIC/NLETS) shall be understood to the\npoint that during this period, if required, testing\nshall be scheduled for certification. Following\ncertification, the new CCM/COS/CCST shall be allowed to\nsubmit CIMS data.\n! The disciplinary process in contract facilities shall be\npresented and understood. ! The new CCM/COS/CCST shall become proficient in the\napplication of Federal Travel Regulations and the submission of\nTravel Vouchers.\n! Understand the proper procedures in the preparation of Time\nand Attendance Records.\n! Develop familiarization with the Employee Performance\nEvaluation system.\n! Begin to understand the yearly budget cycle and related\nresponsibilities. At the discretion of the trainer, the\ntrainee may begin Cost Center Manager training. ! During the third three-month period, the new CCM/COS/CCST shall\nbegin to fully assume the responsibilities of the assigned\nposition. The new CCM/COS/CCST shall:\nBecome fully involved in the contracting process, beginning\nwith the original submission of the Request for Contract Action\nthrough final award of the contract. The process for\n! PS 7300.09\n1/12/98\nAttachment 4-1, Page 4\nobtaining COTR and Procurement Integrity Certifications shall\nbegin.\n! At a minimum, complete the monitoring of at least two CCCs\nand, if applicable, a state penitentiary and a local county jail. The experienced CCM or MCA shall accompany the trainee on\nthese monitorings.\n! Be given signatory authority on all types of correspondence,\nwith review by the experienced CCM or MCA before final mailing. ! Learn how to evaluate contract resources available in the\nservice area and be able to determine if additional or fewer\nresources are needed. ! Be fully trained in case management procedures, as they\npertain to Community corrections operations. ! Accompany the experienced CCM to institution pre-release\nmeetings.\n! Become actively involved in a contractor training session. !\nConduct solo visits to appropriate agencies at the experienced\nCCM's or MCA's direction in order to promote appropriate\npublic relations. ! Receive training in financial management and budget\nprojection. The fourth and final three-month period, the training shall\nencompass and evaluate all of the training during the prior nine\nmonths. During all phases of training, the supervisor shall maintain\nconstant contact with the CCRA through the MCA regarding the\nprogress of the new CCM/COS/CCST. At the completion of each three-month period, the trainer shall\nsubmit a narrative evaluation of the CCST's progress with the\nTraining Checklist. The MCA shall review and initial these\nevaluations and forward copies to the CCRA and Community\nCorrections Assistant Administrator of Operations. These reports\nshall be reviewed and signed by the CCST."
}