{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 28,
  "chunk_text": "When multiple jurisdictions are involved, copies of reports and\ninvestigations conducted by other law enforcement agencies should\nbe included. h. Cost/Impact Statement. A Cost and Impact Statement\n(Attachment C) must be completed as an integral part of every\nreview. Each monetary amount must be clearly labeled as an\nestimate or actual final figure. When major portions of the impact statement are based on\nestimates, an amended impact statement must be filed when\naccurate cost/impact information is available. 605. INMATE INVOLVEMENT. In all cases, a list of every inmate\ndetermined to be involved in the incident and the degree of his\nor her involvement must be included as an attachment. The list\nwill provide the following information. \n\n\n\n\n\n\n\n\n\n\n\n Name;\nRegister number;\nCIM/STG information; Posted picture file status;\nHot File status;\nGroup/gang affiliation (member, suspect, associate);\nAge;\nSentence data;\nLevel of involvement;\nRace; Home of record;\nIncident report information; and\nStatus of incident report in discipline process. PS 5500.14\n10/19/2012\nChapter 6, Page 5 Since this information is critical for future tracking of\ninmates involved in serious incidents, this attachment should be\nformatted in columns for easy retrieval. 606. SUMMARY REPORT FORMAT. From each After-Action Report, the\noriginating office will prepare a written Summary Report of all\nrelevant information for the authorized appropriate reviewers. Sensitive information will be only documented in the original\nAfter-Action Report, and provided to officials on a \"need to\nknow\" basis. a. Preparation. The Summary Report will be forwarded to the\nAdministrator, Correctional Services Branch, via GroupWise. The\nreport must include the same relevant information as the AfterAction Report but may not contain names of:\n\n\n Employees;\nLocal law enforcement officials; and\nIndividuals in the community. The Office of Emergency Preparedness must distribute this\nreport to all Regional Directors, Wardens, and Correctional\nServices Administrators. Wardens are to review each report with\nAssociate Wardens and Captains. The information and\nrecommendations should be disseminated to staff to review\nprocedures and make appropriate changes. Should the reports result in changes to working conditions, the\nUnion will be notified of the proposed changes so that the union\nhas the opportunity to bargain, as required by the Master\nAgreement and the statute. Management at the appropriate level\nshall review each report with the union designee at the\nappropriate level. This does not include providing the Union\ndesignee with a copy of the written incident(s) at hand. If\nmanagement fails to notify the union designee at the appropriate\nlevel he or she is encourage to contact the management at the\nappropriate level. b. Summary Report Components. following sections: The summary should contain the (1) Introduction. This section provides a brief\ndescription of the incident and focus on details of all events\nsequentially. PS 5500.14\n10/19/2012\nChapter 6, Page 6 It may be separated into a chronology of inmate-inspired\nevents and staff responses. (2) Other Factors. This section should include current\nevents affecting the Bureau or local area, and investigative or\nintelligence information. Depending on the circumstances, it may not be necessary to\ninclude this section in all reports. (3) Recommendations. This section should be presented in\nbullet format and should not contain any information which could\ncompromise law enforcement activities, staff members, or\nindividual inmates. 607. DISCLOSURE OF BUREAU STAFF NAMES IN MAJOR INCIDENTS."
}