{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 26,
  "chunk_text": "However, when payment of taxes is required, these steps are followed:\n■ Divide the total tax charge(s) by the number of sellable units taxed. ■ Add the tax per sellable unit to the cost price of the lowest sellable unit. ■ Use this amount as the cost price for receiving purposes. Occasionally, the selling price, rounded to the next highest nickel, may exceed the manufacturer’s\nprinted price. Then the selling price must be set at the manufacturer’s pre-printed price, even\nthough it may be in odd cents. In instances when the calculated selling price is less than the\nmanufacturer’s printed selling price, the calculated selling price is used. Pre-printed applies only\nto pre-printed, packaged, “across the counter” sales items (potato chips, pretzels, etc.). It does not\napply to catalog prices such as those for SPO items (e.g., leather companies’ catalogs). c. Coupons/Tokens. Coupons or tokens sold through the Commissary and used to purchase\nitems or services are, without exception, marked up in the same way as stocked items. d. Selling Price With No Mark-up. The following regularly stocked items or SPOs have no\nmark-up added to the cost and are not rounded to the next $0.05:\n■\n■\n■\n■\n■\n■\n■\n■ Postage. Self-improvement textbooks. Correspondence courses. Tools and materials for educational/vocational training. Law books or other legal materials. Religious articles (excludes edible items). Smoking Cessation Program materials. Passover meals during Passover. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 38 e. Selling Price Change Trust Fund Merchandise. Old and new stock may not be maintained\nat different selling prices. Once new merchandise is received at a price other than the current\nselling price (either higher or lower), the selling price changes for all identical items in stock. Example: 17 units selling for $0.35 each are in the Commissary; 120 units of the identical item\nare received. The new shipment of 120 units cost $0.20 each. The computed selling price is\n$0.26 each and requires rounding to $0.30 each. In addition, the selling price of the 17 units on\nhand decreases to $0.30. f. Trust Fund Price Lists. Institutions distribute lists of Commissary items and their selling\nprices to help inmates prepare shopping lists in advance. g. Refunds/Exchanges. Sales are final after the inmate accepts/inspects the item(s), receives\nthe sales receipt, and leaves the Commissary, except for undamaged, unactivated MP3 players in\nthe original packaging. h. Warranties. Inmates may have damaged warrantied items repaired/replaced by the vendor;\nhowever, items repaired/replaced (excluding Commissary-purchased MP3 players) shall be\nforwarded to an outside address at the inmates’ expense. Inmates may elect to have warranty\nclaims for Commissary-purchased MP3 players shipped to their designated Federal institution. If\nmailed to the institution, the package is addressed to the attention of the Trust Fund Supervisor and\nreturned to the inmate. i. Manufacture/Retail Coupons. Coupons are not honored at the Commissary. j. Rebates. Institutions shall not accept cash rebates for merchandise purchases. k. Samples. Non-food product samples received from a vendor are returned to the vendor or\ndestroyed after evaluation. Food samples considered for sale in the Commissary are only\nsampled by staff designated by the Trust Fund Supervisor."
}