{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 1,
  "chunk_text": "U.S. Department of Justice\nFederal Bureau of Prisons CHANGE NOTICE\nOPI:\nCPD/CPB\nNUMBER:\n5800.15, CN-1\nDATE:\nSeptember 23, 2016 Correctional Systems Manual\n/s/\nApproved: Thomas R. Kane\nActing Director, Federal Bureau of Prisons This Change Notice (CN) implements the following change to Program Statement 5800.15,\nCorrectional Systems Manual, dated January 1, 2009. This CN provides guidance pertaining to\nthe Memorandum of Understanding (MOU) between the Bureau of Prisons (BOP) and the\nDepartment of Homeland Security, Immigration and Customs Enforcement (ICE). The deleted\ntext (in Section 606) is marked with a highlight. The inserted text is marked in bold. 606. PRE-RELEASE NOTIFICATION No later than 90 calendar days before the inmate’s release, CS staff will notify the agency that\nplaced a detainer or notification, usually via a DAL or letter, of the inmate’s projected release\ndate. The authority that filed a detainer must notify the institution of its intent to take custody\nof the inmate. It is the responsibility of the agency placing the detainer to arrange with local\nlaw enforcement authorities when the need for an extradition hearing arises. If the requesting authority indicates in writing it will not take custody of the inmate, a DAL\nwill be completed and forwarded, the detainer will be removed, the warrant will be returned,\nand the institution may continue with release planning. The unit team will be notified of the removal of all detainers via DAL. If the detainer is\nremoved within one month of release, the unit team will be notified of the action without delay\n(ordinarily within the same business day). If the filing authority has indicated it will take custody, but on the day of scheduled release\nchooses not to, it is requested that the filing authority provide written documentation of its\nintent. (A faxed copy is adequate, however, CS staff must verify the document and file it in the\nJ&C file.) If the filing authority cannot provide written documentation, telephonic verification will\nbe accepted and documented accordingly. In either case, the inmate will be released to the\ncommunity provided no other detainer has been lodged against the inmate. If multiple detainers have been filed, with the exception of federal detainers, custody will be\noffered first to the earliest lodged detainer. All jurisdictions that have lodged detainers are to\nbe notified of the detaining authority taking custody at release to allow those jurisdictions to\nre-file their detainer(s) with the agency taking custody of the inmate. Federal detainers, excluding ICE deportation matters, will take priority over nonFederal detainers. Normally, ICE will not accept custody of an inmate until all state and Federal criminal\nmatters have been satisfied. Immigration Detainers The following language refers to ALL ICE detainers. If an inmate has a federal detainer and an immigration detainers on file, custody will be\ngiven to the federal law enforcement agency first. If an inmate has an immigration\ndetainer and a non-federal detainer on file, ICE will be offered custody first. CS staff will notify ICE of all inmates who have an immigration detainer at least ninety\n(90) days prior to the inmate’s projected release date, or as soon as staff becomes aware of\nthe detainer."
}