{
  "document_category": "guidance",
  "document_name": "Model-Tribal-Code_508.pdf",
  "chunk_index": 19,
  "chunk_text": "SECTION 6.02 REQUIRED AND PROHIBITED INFORMATION A. Required Information. The following information shall be made available to the\npublic on the Name of Tribe Public Sex Offender Registry Website:\n1. The name of the sex offender including all aliases,\n2. A current photograph of the sex offender,\n3. A physical description of the sex offender,\n4. The sex offense(s) for which the offender is currently registered,\n5. All sex offense(s) for which the sex offender has been convicted,\n6. The residential address and, if relevant, a description of a habitual\nresidence of the sex offender, Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 21 7. The address of the sex offender’s employer(s),\n8. All addresses of schools attended by the sex offender,\n9. The sex offender’s vehicle license plate number, along with a description of\nthe vehicle, and\n10. Notice that a sex offender is in violation of their registration requirements or\ncannot be located if the sex offender has absconded. B. Prohibited Information. The following information shall not be available to the\npublic on the Name of Tribe Public Sex Offender Registry Website:\n1. Any arrest that did not result in conviction,\n2. The sex offender’s Social Security number,\n3. Any travel and immigration documents,\n4. The identity of the victim, and\n5. Internet identifiers. C. Witness Protection. For sex offenders who are under a witness protection\nprogram, the Responsible Agency Name may honor the request of the United\nStates Marshals Service or other agency responsible for witness protection by\nnot including the original identity of the offender on the publicly accessible sex\noffender registry website. t Juveniles adjudicated\ndelinquent of a sex offense\nare permitted to be excluded\nfrom public registry website\nposting. Does your tribe\nwish to exclude some, or\nall, of these offenders? Tier I offenders convicted\nof offenses against adult\nvictims are permitted to be\nexcluded from public registry\nwebsite posting. Does your\ntribe wish to exclude some,\nor all, of these offenders? Take into consideration\nhow many offenders would\nbe excluded from posting,\nparticularly if most tribal sex\noffenses are classified as\nTier I offenses. SECTION 6.03 COMMUNITY NOTIFICATIONS A. Law Enforcement Notification. Whenever a sex offender registers or updates\ntheir information with the tribe, the Responsible Agency Name shall:\n1. Monitor and utilize the SORNA Exchange Portal for inter-jurisdictional\nchange of residence, employment, or student status, and immediately\nnotify any relevant jurisdiction of an offender’s intended change of\nresidence, employment, or student status. 2. Immediately update NCIC/NSOR. 3. Immediately notify any agency, department, or program within the Name of\nTribe that is responsible for criminal investigation, prosecution, child welfare\nor sex offender supervision functions, including but not limited to police,\nwhether BIA, tribal, or FBI; Name of Tribe prosecutors; and Name of Tribe\nprobation. 4. Immediately notify any and all other registration jurisdictions where the\nsex offender is registered due to the sex offender’s residency, school\nattendance, or employment. 5. Immediately notify National Child Protection Act agencies, which includes\nany agency responsible for conducting employment-related background\nchecks under Section 3 of the National Child Protection Act of 1993 (42\nU.S.C. § 5119a) when a sex offender registers or updates registration."
}