{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 51,
  "chunk_text": "As such, the fact that your grant has been selected for an OIG audit is\nnot necessarily indicative of a suspected concern or problem area. The COPS Office’s Grant Monitoring Division serves as the liaison between grantees and the OIG’s Audit\nDivision, which conducts the audit. After the OIG notifies the COPS Office of upcoming audits to be\nconducted, the COPS Office’s Grant Monitoring Division will send out a notification letter to grantees\noutlining the scope of each audit and the anticipated audit timeframe. This notification letter also advises\ngrantees of the supporting documentation required and information necessary for the OIG during their\nscheduled field work, and provides a COPS Office point of contact to address questions and concerns. If you\nhave any questions regarding an OIG audit, please contact the COPS Office’s Grant Monitoring Division at\n800-421-6770. Questions and comments regarding the administration of your CAGI grant, not specifically\nrelated to an audit, should be referred to your COPS Office Grant Program Specialist. Typical Audit Findings The OIG has typically reported the following audit findings pertaining to grants as a result of lack of proper\ndocumentation, poor business practices, or inadequate accounting and record keeping systems:\n• unallowable costs. Grantee incurred costs that were not approved in the original budget, were in excess\nof the approved budget, or were charged to the grant after the expiration date and a grant extension\nwas not obtained. • unsupported costs. Specific grant expenditures and reimbursements could not be supported by\nadequate documentation. • lack of complete/timely programmatic and financial reporting. Grantee failed to submit required 36 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual programmatic and financial reports in a timely manner and/or had inadequate record keeping systems. • supplanting. Grantee could not document efforts to backfill vacant local sworn officer positions, or\ngrantee could not explain reductions in local law enforcement budget or in sworn officer positions\nduring the grant award period. • lack of adequate community policing. Grantee had difficulty demonstrating community policing\nactivities. • funds to better use. Funds could be used more efficiently based on management actions such as • reductions in outlays;\n• deobligation of funds;\n• withdrawal;\n• costs not incurred by implementing recommended improvements;\n• any other savings which are specifically identified. • questioned costs. Costs that are questioned by the auditor because of an audit finding which resulted\nfrom a violation or possible violation of a provision of law, regulation, grant terms and conditions, or\nother document governing the use of federal funds; or because costs incurred appear unreasonable\nand do not reflect the actions a prudent person would take under the same circumstances; or because\ncosts at the time of the audit are not supported by adequate documentation. After the final OIG audit report has been issued, the COPS Office’s Grant Monitoring Division will continue\nworking as the liaison between your agency and the OIG to obtain closure on any audit findings. The COPS\nOffice will issue a closure letter once all audit recommendations have been closed by the OIG. You must\nkeep all documentation related to the audit for a period of three years following the audit’s closure. 37"
}