{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 69,
  "chunk_text": "12. It will submit all surveys, interview protocols, and other information collections to the COPS Office for\nsubmission to the Office of Management and Budget for clearance under the Paperwork Reduction Act\nof 1995 if required. 58 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 13. It will comply with the Human Subjects Research Risk Protections requirements of 28 C.F.R. Part 46\nif any part of the funded project contains non-exempt research or statistical activities which involve\nhuman subjects and also with 28 C.F.R. Part 22, requiring the safeguarding of individually identifiable\ninformation collected from research participants. 14. Pursuant to Executive Order 13043, it will enforce on-the-job seat belt policies and programs for\nemployees when operating agency- owned, rented or personally owned vehicles. 15. It will not use COPS Office funds to supplant (replace) state, local, or Bureau of Indian Affairs funds that\notherwise would be made available for the purposes of this grant, as applicable. 16. If the awarded grant contains a retention requirement, it will retain the increased officer staffing level\nand/or the increased officer redeployment level, as applicable, with state or local funds for a minimum\nof 12 months following expiration of the grant period. 17. It will not use any federal funding directly or indirectly to influence in any manner a Member of\nCongress, a jurisdiction, or an official of any government, to favor, adopt, or oppose, by vote or\notherwise, any legislation, law ratification, policy or appropriation whether before or after the\nintroduction of any bill, measure, or resolution proposing such legislation, law, ratification, policy or\nappropriation as set forth in the Anti- Lobby Act, 18 U.S.C. § 1913.\n18. In the event that a portion of grant reimbursements are seized to pay off delinquent federal debts\nthrough the Treasury Offset Program or other debt collection process, it agrees to increase the nonfederal share (or, if the awarded grant does not contain a cost sharing requirement, contribute a nonfederal share) equal to the amount seized in order to fully implement the grant project. 19. None of the funds made available under this award may be distributed to the Association of\nCommunity Organizations for Reform Now (ACORN) or its subsidiaries. False statements or claims made in connection with COPS Office grants (including cooperative agreements)\nmay result in fines, imprisonment, disbarment from participating in federal grants or contracts, and/or any\nother remedy available by law. I certify that the assurances provided are true and accurate to the best of my knowledge. Elections or other selections of new officials will not relieve the grantee entity of its obligations under this\ngrant. __________________________________________ ___________________________ Signature of Law Enforcement Executive/Agency Executive Date\n(For your electronic signature, please type in your name) ______________________________________________ _____________________________ Signature of Government Executive/Financial Official Date\n(For your electronic signature, please type in your name) 59 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual Certifications Regarding Lobbying; Debarment, Suspension and Other Responsibility Matters;\nFederal Taxes and Assessments; Drug-Free Workplace Requirements; and Coordination with\nAffected Agencies."
}