{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 54,
  "chunk_text": "If inmate’s residence is not within the sentencing district (see item\n9c.) indicate the name of the supervision agency’s Chief/Director in the district of\nresidence. 10b. Provide the name of the supervision agency in the relocation district. 10c. Provide the relocation district, e.g., Middle District of NC.\n10d. Provide the address of the supervision agency in the relocation district (the street address\nnot the mailing address). 10e. Provide a contact telephone number for the supervision agency in the relocation district. 11. Indicate the inmate’s proposed release address. If released to a RRC, the address of\nproposed resident should be left blank. This information is subject to change during the RRC\nplacement. This information should be completed by RRC staff. 12a. Is a DNA sample required? Indicate “yes” or “no”. 12b. If 12a. is “yes”; indicate date (12/30/2006YY) sample taken (as it appears on the Inmate\nDNA Number History transaction) or “NEEDS”. If 12a. is “no” type “n/a”. P5800.15 1/1/2009 Chapter 10, Page 8 12c. If a date is provided in item 12b. provide DNA number (e.g., BOP00001). If a date is not\nprovided in item 12b. type “n/a”. 13. If item 7 indicates “yes,” the inmate’s signature is required on the file copy. If the inmate\nrefuses to sign staff will indicate by signature that the inmate was advised of Obligation to\nReport for Supervision. The decision as to when the inmate signs the form will be at the\ndiscretion of the releasing facility. In cases where the inmate is not physically in custody (i.e.,\nState Writ, IAD, etc.) CSD staff will ask the authority that has physical custody of the inmate to\nexecute the BP-A714 (fax transmittal and return is acceptable for file copy). If released to a RRC, this section will be left blank. If item 7 indicates “yes,” RRC staff will\nhave the inmate sign the file copy. If the inmate refused to sign, RRC staff will indicate by\nsignature that the inmate was advised of Obligation to Report for Supervision. c. Release of Immigration Detainee with Supervision to Follow (BP-A325)\nBP-A325 RELEASE OF IMMIGRATION DETAINEE WITH SUPERVISION TO\nFOLLOW is available on Sallyport and BOPDOCS. 1. Name of Institution\n2. Current Date\n3. Inmate’s Committed Name\n4. Inmate’s Register Number\n5. Immigration and Customs Enforcement (ICE) Number\n6. FBI Number\n7. Self-Explanatory\n8. U.S. Parole Commission Office in your Region with Address. A. Name of Analyst in U.S. Parole Commission\nB. Analyst’s Phone Number\n9. U.S. Probation Office of the District of Conviction (Procure address from U.S. Probation\nOfficer Address Book)\nA. Name of Chief U.S. Probation Officer in District of Conviction\nB. Phone Number found in Resource as listed above. 10. Check either (a) or (b) and indicate date of release from Federal sentence. If Good\nConduct Time Release, cross out “Mandatory Release Date” and statement relating to certificate\nattachment, and type in Good Conduct Release. 11. If there is a Special Parole Term, note how many years\n12. Note length of Probation. If Good Conduct Release with Supervised Release Term to\nFollow, cross out term “probation” in #19 and #20, and replace with “Supervised Release” and\nnumber of years imposed. 13. Date Supervision will end."
}