{
  "document_category": "guidance",
  "document_name": "2016_AHTF_AOM.pdf",
  "chunk_index": 12,
  "chunk_text": "Requests to extend the award period must be submitted online and received by the COPS Office before the\nofficial award end date. Extension requests received after the expiration date will only be considered when the 9 2016 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual recipient provides justification of extraordinary circumstances; an example of this would be an instance where\nan unforeseen natural disaster prevented a recipient from requesting an extension. Failure to submit a request\nfor a no-cost time extension by the end date may result in the immediate deobligation of any remaining award\nfunds. All extension requests require review and approval by the COPS Office. Individual or cumulative requests greater\nthan one-half of the award’s original term (i.e., 12 months) will require additional justification and must include a\ndetailed timeline. If your agency has excess funds remaining at the end of the award due to salary and fringe benefits costs that\nwere lower than anticipated, your agency cannot extend the 24-month funding period for the purpose of\nexpending those excess funds. Recipients are entitled to a maximum of 24 months of federal funding based on\nthe approved salary and fringe benefits costs in the FCM. The COPS Office will deobligate any remaining award\nfunds during the closeout process. If you have any additional questions regarding a no-cost time extension,\nplease contact your COPS Office Grant Program Specialist. 6. Modifications\nCondition:\nOccasionally, a change in an agency’s fiscal or law enforcement situation necessitates a change in its COPS Office\nAHTF award. Award modifications under AHTF are evaluated on a case-by-case basis. All modification requests\ninvolving the purchase of new budget items must be approved, in writing, by the COPS Office prior to their\nimplementation. In addition, please be aware that the COPS Office will not approve any modification request that\nresults in an increase of federal funds. Why this condition:\nThe COPS Office realizes that agencies may need to reprogram award funds. Acceptable examples of such award\nmodifications include purchasing additional equipment using cost-savings from approved items or purchasing a\ndifferent type of equipment due to changing needs. Under federal regulations, you may expend award funds\nonly as approved in the Financial Clearance Memorandum. Any requests to change or alter awards require\nwritten approval from the COPS Office prior to their implementation. Without prior written approval, you must\ncontinue to implement your award as it was originally awarded and accepted by your agency. Please be advised\nthat reprogramming requests for unallowable costs will not be approved (construction, indirect costs, etc.). What you should do: For all other modifications, your agency must access www.cops.usdoj.gov and select the “Account Access” link\nin the upper right corner to log in and submit your request to the COPS Office, providing the proposed changes,\ndetails of why the change is needed, etc. For additional information about the process for submitting your specific award modification request, please\ncontact your COPS Office Grant Program Specialist at 800-421-6770. The COPS Office will then evaluate your\nrequest and notify your agency of our decision in writing. Implementation of the modified award may begin\nfollowing written approval from the COPS Office."
}