{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 41,
  "chunk_text": "through the initial screening process—questioning staff\nalong the way—to thoroughly understand how the process works in practice. This contributes\nsignificantly to the auditor’s understanding of how the facility conducts this function and\nprovides a better basis for determining where there may be issues in need of corrective action. If allowed by the facility, the auditor is also encouraged to take photographs of facility areas\nthat present problems with compliance (e.g., cells that allow for direct sight into toilet areas)\nand/or where the facility may be exceeding a Standard or otherwise demonstrating a promising\npractice (e.g., victim-centric design and placement of PREA inmate education materials). With\npermission from the facility, photographs of promising practices may serve as useful examples\nfor auditors to provide to staff and administrators during subsequent audits. Auditors should 40 take care to abide by all facility restrictions on photography and should only take photographs\nof the physical plant. The Audit Instrument includes Site Review Instructions to guide auditors in conducting a\ncomprehensive site review. In addition, auditors are encouraged to use the Site Review\nTemplate to document this process, which can be found on the Auditor Portal. Some areas of a\nfacility require more attention than others, and the auditor should read and follow the Site\nReview Instructions carefully. For instance, facility staff may advise the auditor that inmates are\nnot allowed in a particular area of the facility or that there are certain areas where only staff\nhave access (e.g., closets, offices). Because these are spaces where sexual abuse may be more\nlikely to occur, the auditor should ensure that these areas of the facility are observed during the\nsite review. Even when taking great care, the auditor may need to re-inspect certain areas of\nthe facility later in the process if information obtained from interviews, documentation review,\nor other sources raises questions or concerns. As stated above, auditors must also take\nthorough notes and document their observations during the site review. This will allow the\nauditor to conduct a more efficient and thorough review of the evidence during the post-onsite\naudit phase. Defining a Housing Unit While conducting the site review, auditors should take care to accurately count the number of\nhousing units according to the definition issued by the DOJ PREA Working Group. Facilities\noften define a housing unit differently from the definition under the PREA Standards; thus,\nauditors should not rely solely on the number of housing units the facility reports during\ncontract negotiations or during the pre-onsite audit phase. Auditors should make an\nindependent determination regarding the number of housing units during the site review to\nensure that they are able to fully comply with the interview sampling requirements described in\nthe next subsection and appropriately assess the facility’s compliance with the Standards that\nmay be impacted by this determination. In particular, auditors should note that, according to\nthe definition from the DOJ PREA Working Group, a single control room that connects multiple\npods does not constitute a single housing unit. But rather, the “architectural design and\nfunctional use of these multiple pods indicate that they are managed as distinct housing units.”"
}