{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 45,
  "chunk_text": "Recipients must submit the quarterly SF-425 online. Visit the COPS Office website at\nhttps://portal.cops.usdoj.gov and select the “Account Access” link in the upper right corner to log in,\ncomplete, and submit reports online. G. Programmatic progress reports The recipient will provide periodic progress reports detailing project activity. Specifically, the recipient\nwill submit progress reports through the COPS Office online progress reporting system in the frequency\nrequested. These progress reports should be received by the COPS Office within 30 days of the end of\nthe reporting period. The recipient will also submit a final progress report to the COPS Office within 90\ndays of the end of the award period. IV. Period of performance The period of performance of this cooperative agreement is XXX months from the cooperative agreement\naward start date (award period XX/XX/20XX to XX/XX/20XX). V. Financial administration\nA. Funding The total amount of federal funding to be provided under this cooperative agreement is stated on the\naward document, award congratulatory letter, and official Financial Clearance Memorandum (FCM). 44 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual B. Travel All travel plans related to the cooperative agreement and to the development of the deliverables will be\nsubmitted to the program manager for review by the COPS Office. Travel costs for transportation, lodging and subsistence, and related items are allowable under the CPD with\nprior approval from the COPS Office. Payment for allowable travel costs will be in accordance with 2 C.F.R. §\n200.474. C. Consultant rates Unless otherwise approved by the COPS Office, approved consultant rates will be based on the salary a\nconsultant receives from his or her primary employer, as applicable, up to $650 per day. For consultant or\ncontractor rates which exceed $650 per day, the COPS Office requires written justification if the consultants\nor contractors are hired through a noncompetitive bidding process. Authorization requires submitting a\ndetailed written justification of the consultant rate to the program manager. Specific and detailed written\njustification for each additional consultant must be submitted to and approved by the COPS Office prior to\nobligation or expenditure of such funds. D. Project budget The approved project budget is incorporated herein and made a part of this cooperative agreement. For\nfederal awards in excess of $150,000, any modification request involving the reallocation of funding\nbetween budget categories that exceed or are expected to exceed 10 percent (10%) of the total approved\nbudget requires prior written approval by the COPS Office. See 2 C.F.R. § 200.308(e). Regardless of the\nfederal award amount or budget modification percentage, any reallocation of funding is limited to\napproved budget categories. In addition, any budget modification that changes the scope of the project\nrequires prior written approval by the COPS Office. See 2 C.F.R. § 200.308(c). In requesting a modification, the recipient will set forth the reasons and the basis for the proposed change\nand any other information deemed helpful for review by the COPS Office. Modifications are evaluated on a\ncase-by-case basis. The COPS Office will not approve any modification request that results in an increase of\nfederal funds. E. Payment"
}