{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 35,
  "chunk_text": "24 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual What you should do:\nEnsure that you report in writing to the COPS Office or pass-through entity, as applicable, any potential\nconflict of interest that may affect your federal award. 25. Contract provision All contracts made by the award recipients under the federal award must contain the provisions required under 2\nC.F.R. Appendix II to part 200 (Appendix II to Part 200—Contract Provisions for Non-Federal Entity Contracts Under\nFederal Awards) as adopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101. Please see appendix F in the\nGrant Owner’s Manual for a full text of the contract provisions. Why this condition:\nFederal regulations require recipients and subrecipients to comply with the necessary contract provisions\nin order to standardize and strengthen oversight of all contracts made under federal awards. This provision\nprotects the public interest and ensures the proper management and use of federal funds as it relates to\ncontracts entered into by the recipient. What you should do: The recipient should review all contracts made under the federal award to ensure that they contain the\nprovisions required in appendix F of the Grant Owner’s Manual. Review of grant conditions – Equipment/Training grants By signing the award document to accept this TRGP-Equipment/Training grant, your agency agrees to abide\nby the following grant conditions:\n1. Grant owner’s manual The grantee agrees to comply with the terms and conditions in the 2015 COPS Office Tribal Resources Grant\nProgram (TRGP) Owner’s Manual; COPS Office statute (42 U.S.C. § 3796dd, et seq.); 2 C.F.R. Part 200 (Uniform\nAdministrative Requirements, Cost Principles, and Audit Requirements for Federal Awards) as adopted by the U.S.\nDepartment of Justice in 2 C.F.R. § 2800.101; 48 C.F.R. Part 31 (FAR Part 31) (Contract Cost Principles and Procedures);\nother representations made in the TRGP grant application; and all other applicable program requirements, laws,\norders, regulations, or circulars. Why this condition: This manual has been designed to inform you of the requirements, laws, regulations, and policies that apply\nto your grant. Your agency will be responsible for the information and rules contained in this manual and\nfor implementing your grant in compliance with the applicable terms, conditions, and regulations. More\ndetailed guidance regarding any particular grant requirement or your agency’s specific circumstances can\nbe requested through your COPS Office Grant Program Specialist (GPS). What you should do:\nPlease read the entire TRGP Grant Owner’s Manual carefully prior to signing the grant award document. If\nyou have any questions, please contact your COPS Office GPS. When accepting your grant award, you should\nensure that the proper reporting and financial systems are in place to satisfy the grant requirements. 2. Assurances and Certifications The grantee acknowledges its agreement to comply with the Assurances and Certifications forms that were signed\nas part of its grant application. 25 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual Why this condition:\nAlthough the COPS Office has made every effort to simplify the process of applying for and receiving grants,\nseveral provisions of federal law require us to seek your assurances and certification regarding certain\nmatters."
}