{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 61,
  "chunk_text": "A sole source\njustification request should be submitted if a recipient determines that the award of a contract through a\ncompetitive process is infeasible. The COPS Office may authorize a noncompetitive proposal if one or more of\nthe following circumstances apply:\n61 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual The initial determination that competition is not feasible can be made if one of the following circumstances\nexists:\n•\n•\n•\n• The item/service is available only from one source. The public exigency or emergency for the requirement will not permit a delay resulting from competitive\nsolicitation. The COPS Office authorizes noncompetitive proposals in response to a written request from the recipient. Competition is determined inadequate after solicitation of a number of sources. The COPS Office will review your request and the supporting information that you provide and will make a\ndetermination as to whether or not an exception can be granted to the general rule regarding competition. If\nsubmitting a sole source justification request to the COPS Office, please use the format described in section II,\n“Procurement Process,” on page 67. For more information on sole source justification, please review the fact sheet: http://www.cops.usdoj.gov/pdf/2016AwardDocs/Sole_Source_Justification_FactSheet.pdf. 29. Public Release Information\nCondition: The recipient agrees to submit one copy of all reports and proposed publications resulting from this award ninety (90)\ndays prior to public release. Any publications (written, curricula, visual, sound, or websites) or computer programs,\nwhether or not published at government expense, shall contain the following statement:\n“This project was supported by Cooperative Agreement Number 2016-XX-XX-XXXX\nawarded by the Office of Community Oriented Policing Services, U.S. Department of\nJustice. The opinions contained herein are those of the author(s) and do not necessarily\nrepresent the official position or policies of the U.S. Department of Justice. References to\nspecific agencies, companies, products, or services should not be considered an\nendorsement by the author(s) or the U.S. Department of Justice. Rather, the references\nare illustrations to supplement discussion of the issues. The Internet references cited in this publication were valid as of the date of this\npublication. Given that URLs and websites are in constant flux, neither the author(s) nor\nthe COPS Office can vouch for their current validity.” Why this condition:\nThe COPS Office wants to ensure the quality, objectivity, utility, and integrity of information in funded projects\nthat are disseminated to the public. However, award-funded reports and publications are not works of\nauthorship by the Federal Government and should not be construed to reflect the official policy or position of\nthe U.S. Department of Justice. In addition, the COPS Office reserves a royalty-free, nonexclusive, and irrevocable\nlicense to reproduce, publish, or otherwise use and to authorize others to use, for federal government purposes, 62 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual the following: (1) the copyright in any work developed under this award, subaward, or contract and (2) any\ncopyright to which an award recipient, subrecipient, or a contractor purchases ownership with support from this\naward What you should do:\nEnsure that all publications relating to your COPS Office award contain the required statement listed above."
}