{
  "document_category": "guidance",
  "document_name": "5310_017.pdf",
  "chunk_index": 24,
  "chunk_text": "Following Regional Office approval, the Chief, Office of Research and\nEvaluation, reviews and approves all research for the Director of the Bureau. Proposals for\nresearch that include subject sampling from multiple sites are routed directly to the Chief, Office of\nResearch and Evaluation. Additional details are available in the Program Statement Research. (2) Publications and Presentations. Psychologists may communicate their expertise to other\nprofessionals in the field to share information, coordinate activities, and find solutions to common\nproblems. To this end, psychologists may publish professional articles or present at professional\nconferences. Officially assigned publication and presentation activities, such as a journal article or\na conference presentation, are reviewed by the employee’s supervisor, as with any other work\nproduct. A disclaimer is required for publications when the topic is corrections or criminal\njustice, and if the employee will be identified as a Bureau or Department of Justice (DOJ)\nemployee or the publication’s content could be construed as representing the views, policies, or\npractices of the Bureau or DOJ. Disclaimers read: “Opinions expressed in this article are those of\nthe author and do not necessarily represent the opinions of the Federal Bureau of Prisons or the\nU.S. Department of Justice.” The Program Statement Employee Speeches and Publications\nReview Process Policy contains more detailed information about publication reviews. d. Assessment of Psychologist Competencies. Psychologists provide clinical care consistent with\ntheir requisite knowledge and skills. Psychologists’ expertise is maintained over time through\ncontinuing practice and professional education. As evidence-based treatments evolve over time\nand new treatment technologies emerge, psychologists are responsible for maintaining and\nimproving professional competencies. Through the assessment of professional competencies, the\nBureau ensures psychologists deliver quality care consistent with current standards of practice. Consistent with professional standards, psychologists are expected to demonstrate and maintain\nclinical proficiency. Psychologists’ competencies are demonstrated through professional\ncredentials and core clinical skills, and maintained through participation in clinical supervision and\nthe completion of CPE. P5310.17 8/25/2016 30 (1) Professional Credentials. Consistent with professional standards, Bureau psychologists are\ndoctoral-level, licensed or license-eligible clinical or counseling psychologists. Bureau\npsychologists are strongly encouraged to obtain and maintain professional licensure. Certain\npositions require licensure to satisfactorily perform their duties; e.g., Chief Psychologist, Internship\nProgram Coordinator, Forensic Psychologist. The Chief Psychologist maintains a current credentials portfolio for each psychologist in the\ndepartment. This portfolio will be secured in a GSA security-approved safe or equivalent as\napproved by the institution’s Information Security Officer. Safes will be locked when staff\nmembers are not in their office. Each employee has the right to review or receive a copy of any\ninformation in his/her credentials portfolio. The portfolio contains the following documents, along\nwith primary source verification for these credentials:\n■\n■\n■\n■ Documentation of professional education (diploma or transcript). Documentation of post-graduate specialization or credentials (if applicable). A copy of current professional licensures/certifications (if applicable). Documentation of an externally validated Core Clinical Skills Review (as applicable). If applicable, psychologists are responsible for providing a copy of their renewed professional\nlicenses or certifications, or evidence of application to renew, to the Chief Psychologist or\nCompetency Assessment Psychologist on or before the date the current license or certification\nexpires."
}