{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 72,
  "chunk_text": "Refer to Chapter 8.5 for processing negative account balances. p. Furlough Transfers. Central Office appropriated funds may be given to an inmate for meals\nand transportation for a furlough transfer. At the end of a furlough transfer, any funds in an\ninmate’s possession are refunded to the Central Office Cost Center using the automated\naccounting system. Inmates are not allowed to have personal funds withdrawn for furlough\ntransfers. Personal funds are transferred during the nightly process. q. Escorted Visits. Costs for these visits are at the inmate’s expense, except for the escorting\nstaff member’s first eight hours cost of pay each day the inmate is in his/her custody. The first\neight hours may be regular time or overtime. Any amount paid the escorting Officer after the first\neight hours is collected from the inmate. A Travel Authorization is carried by the escorting staff\nto support the trip’s official nature, as well as support travel duty status on time and attendance\nrecords. The inmate completes two Requests for Withdrawal of Inmate’s Personal Funds (BP-199). The\nfirst BP-199 totals the trip’s estimated costs, including estimates of the escorting staff’s salary\nchargeable to the inmate, and any other miscellaneous costs that may be reimbursed to the\nGovernment per Federal Travel Regulations and Bureau policy. The Trust Fund Specialist/\nCashier verifies that the total estimated cost is available in the inmate’s account. Upon the\nWarden’s approval, a withdrawal entry resulting in a temporary negative balance may be posted to\nan inmate account for an escorted visit. The Trust Fund Specialist/Cashier verifies that the funds\nare available for that purpose through the mailroom or by contacting Central Office Deposit Fund\nstaff for Western Union, MoneyGram, and Lockbox funds. The second BP-199 is used to issue a cash advance, in the amount indicated, for the inmate to take\non the escorted trip. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 95 Using the BP-199 associated with the escort advance, the Accounting Technician withdraws the\nfunds using the Inmate Withdrawal function in TRUFACS, withdrawal type Escort-Advance. The original BP-199 is given a TRUFACS reference number and initialed by the OFM staff\nwithdrawing the funds. (The sub-voucher number is assigned by TRUFACS at time of\nwithdrawal.) The BP-199 is attached to the transaction report, and forwarded to the cashier for\ncash payment. The Accounting Technician/Cashier makes a cash payment based on the BP-199; the inmate signs\nthe payees signature line on the BP-199 showing receipt of payment. The withdrawal is sent to\nthe Reimbursement Voucher Extract, to be extracted upon preparation of the next reimbursement. The BP-199 associated with costs reimbursed to the Government is encumbered using the\nMiscellaneous Encumbrance Entry function in TRUFACS. The BP-199 is secured until the\ntravel is complete and a travel voucher submitted. The escorted trip’s total cost is settled using a travel voucher. Expenditures by the escorting staff\nare accounted for as required under Federal Travel Regulations and Bureau policies. Any\nadvanced funds are returned to the Accounting Technician/Cashier, who receipts the funds and\nposts them to the inmate’s account. The Accounting Technician/Cashier also audits the travel\nvoucher immediately and has it certified."
}