{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 59,
  "chunk_text": "Problem solving\nProblem solving is the process of engaging in the proactive and systematic examination of identified\nproblems to develop effective responses that are evaluated rigorously. • Scanning: Identifying and prioritizing problems\n• Analysis: Analyzing\n• Response: Responding to problems\n• Assessment: Assessing problem-solving initiatives\n• Using the crime triangle to focus on immediate conditions (victim/offender/location)\nCommunity policing emphasizes proactive problem solving in a systematic and routine fashion. Rather than\nresponding to crime only after it occurs, community policing encourages agencies to proactively develop\nsolutions to the immediate underlying conditions contributing to public safety problems. Problem solving\nmust be infused into all police operations and guide decision-making efforts. Agencies are encouraged to\nthink innovatively about their responses and view making arrests as only one of a wide array of potential\nresponses. A major conceptual vehicle for helping officers to think about problem solving in a structured\nand disciplined way is the SARA (Scanning, Analysis, Response, and Assessment) problem-solving model. Scanning: Identifying and prioritizing problems 51 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual The objectives of scanning are to identify a basic problem, determine the nature of that problem, determine\nthe scope of seriousness of the problem, and establish baseline measures. An inclusive list of stakeholders\nfor the selected problem is typically identified in this phase. A problem can be thought of as two or more\nincidents that are similar in one or more ways and that are of concern to the police and the community. Problems can be a type of behavior, a place, a person or persons, a special event or time, or a combination of\nany of these. The police, with input from the community, should identify and prioritize concerns. Analysis: Analyzing the problem\nAnalysis is the heart of the problem-solving process. The objectives of analysis are to develop an\nunderstanding of the dynamics of the problem, develop an understanding of the limits of current responses,\nestablish correlation, and develop an understanding of cause and effect. As part of the analysis phase, it is\nimportant to find out as much as possible about each aspect of the crime triangle by asking who? what? when? where? how? why? and why not? about the victim, offender, and crime location. Response: Responding to problems The response phase of the SARA model involves developing and implementing strategies to address an\nidentified problem by searching for strategic responses that are both broad and uninhibited. The response\nshould follow logically from the knowledge learned during the analysis and should be tailored to the specific\nproblem. The goals of the response can range from totally eliminating the problem through substantially\nreducing the problem or reducing the amount of harm caused by the problem to improving the quality of\ncommunity cohesion. Assessment: Assessing problem-solving initiatives\nAssessment attempts to determine if the response strategies were successful by determining if the problem\ndeclined and if the response contributed to the decline. This information not only assists the current effort\nbut also gathers data that builds knowledge for the future. Strategies and programs can be assessed for\nprocess, outcomes, or both. If the responses implemented are not effective, the information gathered\nduring analysis should be reviewed."
}