{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 125,
  "chunk_text": "See\nChapter 4 and Attachment 4-17 for additional information. 6.3.2. Inmate Movement Admissions, releases, and status changes (e.g.,transfer to home\nconfinement) must be updated the day the activity occurs, or the\nnext work day if occurring after normal business hours. 6.3.3. Admission and Release Codes Admission and release codes are standard and listed in the SENTRY\nGeneral Use TRM, Part 2, Code Tables, as ARS category codes. Codes specific to community corrections may be found in the\nCommunity Corrections TRM. Admission and release codes should\ncoincide with the type of activity and correspond with\nappropriate COM assignments. All INS parolees admitted to contract locations shall have the PS 7300.09\nCN-2 5/19/99\nChapter 6, Page 9\nARS assignment A-INS. All INS commitments have the community\ncorrections (COM) assignment of \"CUBAN\" indicating a Mariel Cuban\noffender whose INS parolee status requires placement in a CCC. The SENTRY release code \"INS REMOVE\" is always used for INS\nparolees released from contract facilities. CCMs must ensure support staff understand what codes to use and\nhow to interpret them correctly. 6.3.4. Escape Codes The SENTRY release code ESCAPE is used for an escape from custody. The codes ESC TECH N and ESC TECH O are used for\ntechnical escapes, where the N stands for new criminal behavior\nand the O for old criminal behavior. For example, if an inmate\nattempts to obtain a driver's license (a legal activity) and the\nname check reveals an old warrant for which he or she is arrested\nand jailed, this is ESC TECH O. On the other hand, if the inmate\nis stopped for speeding and an old warrant is located so he or\nshe is jailed, this is ESC TECH N, since speeding is a new\nillegal activity. 6.3.5. Home Confinement Transfer When an inmate is placed on home confinement, the ARS status is\nchanged. However, transfer orders are required only when the\ninmate moves to a different location (\"LOC\"). Examples of when\nit is required include transfer from a contractor that does not\nprovide the service to one that does or to U.S. Probation's home\nconfinement program. Then, the inmate is to be transferred from\nthe current \"LOC\" and admitted to the new \"LOC\" - this changes\nthe \"ARS Date.\" The inmate's WLS assignments should be checked\nbefore the transfer transaction, as these will have to be\nreentered using the SENTRY “Update Inmate Assignment”\ntransaction. 6.3.6. COM Category Community corrections field staff shall ensure that the SENTRY\nCOM category is complete and accurate. Assignments related to\ntype of commitment, aftercare needs of the offender, CCC denial\ncategory, ICC, CSC, Juvenile, and MINT are described in the\nCommunity Corrections TRM. PS 7300.09\nCN-2 5/19/99\nChapter 6, Page 10\n6.3.7 Community Transitional Drug Abuse Treatment (TDAT) The CCRA shall determine which staff (CCM or TDAT Coordinator)\nare responsible for loading the SENTRY assignments for inmates in\nTDAT. Refer to the Program Statement on Community Transitional\nDrug Abuse Treatment and the Community Corrections TRM for\nfurther direction on these assignments. 6.3.8. SENTRY Monitoring Data The SENTRY \"General Census/Roster Display\" transaction may be used\nin a variety of ways to monitor offenders, case management\nactivity data accuracy, and administrative status."
}