{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 40,
  "chunk_text": "Transactions are properly recorded and accounted for in order to prepare reliable financial statements and\nfederal reports and to maintain accountability over assets. Transactions are executed in compliance with all applicable federal statutes, regulations, and the award\nterms and conditions. Funds, property, and other assets are safeguarded against loss from unauthorized use or disposition. What records must be kept? Your agency’s fiscal control and accounting systems should enable you to make accurate, current, and complete\ndisclosure of the financial activity under your CHP award. Your accounting records should contain information\nshowing expenditures under the award and must be supported by items such as payroll records, time and\nattendance records, cancelled checks, or similar documents. Your agency must adequately safeguard award funds and make sure that they are used for authorized purposes\nonly. Your agency will be responsible for refunding any unallowable expenses. How long must records be kept? All financial records and supporting documents associated with your CHP award (including payroll, time and\nattendance records, canceled checks, and purchase orders) must be retained for a period of three years from the\ndate of submission of the final expenditure report as stated in 2 CFR §200.333 (Retention requirements for\nrecords). Your agency should maintain records so that you can identify them by award year or by fiscal year, whichever\nyou find more convenient. If any litigation, claim, negotiation, audit, or other action involving these records has\nbeen started before the end of the three-year period, the records should be kept until completion of the action. These records should be easily located and should be properly protected against fire or other damage. Failure to\nmaintain adequate records to document award expenditures may result in a requirement to repay all federal funds\nthat cannot be supported with appropriate records. 39 2016 COPS Hiring Program (CHP) Award Owner’s Manual What if we have more than one award? If your agency has more than one COPS Office award or an award from another federal agency, funds received\nunder one project may not be used to support another project without specific written authorization from the\nCOPS Office, or in the case of an award from another agency, from both awarding agencies. Your accounting\nsystems and financial records must reflect expenditures for each project separately. Who may access our records? Authorized federal representatives, including representatives from the U.S. Department of Justice, the\nComptroller General of the United States, the COPS Office, and any entity designated by the COPS Office may\naccess these records for the purposes of conducting audits, site visits, or other examinations. 40 2016 COPS Hiring Program (CHP) Award Owner’s Manual IV. Federal Audit Requirements In addition to oversight by the COPS Office, your award may be subject to an audit by independent examiners. The two primary types of audit are Single Audit Act (SAA) audits and U.S. Department of Justice, Office of the\nInspector General (OIG) audits. Single Audit Act (SAA) requirements What are the regulations governing SAA requirements? The Single Audit Act (SAA) of 1984 established uniform guidelines for state and local governments receiving\nfederal financial assistance."
}