{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 16,
  "chunk_text": "Census checks identify inmates in unauthorized and unassigned\nareas.\n This check is not an official or total head count. 1. Census Checks. All Departments must conduct a census of\nall inmates assigned to their area during each work period (AM\nand PM). It is each department’s responsibility to document the\nresults of each census check; for example, AM census check\ncompleted at 8:40 a.m. with no discrepancies, PM census check\ncompleted at 8:40 p.m. with one inmate out of bounds. Discrepancies and action taken must be listed. Institutions will set guidelines and procedures for conducting\nthe census check in an Institution Supplement. PS 5500.14\n10/19/2012\nChapter 3, Page 4\n2. Detail Accountability Checks. Lieutenants will conduct\naccountability checks for all work details each month. To ensure\ncompliance with this requirement, 25% of all inmate details will\nbe checked each week. These checks are conducted to identify inmates in unauthorized\nareas, and to determine the presence and accuracy of detail cards\n(crew kit cards). Discrepancies will be immediately corrected. These checks are in addition to the AM/PM census checks the\ndetail supervisors/foremen conduct. a. Accountability checks will be conducted randomly\nthroughout the month at various times with no prior notification. b. The Captain’s office must maintain documentation of all\ndetail accountability checks for 30 days. 3. Lockdown Accountability Checks. Each institution will\nconduct a monthly institution accountability check. The purpose\nof this accountability is to identify inmates in unauthorized\nareas throughout the institution - not to obtain a total head\ncount. a. The accountability check will be announced at a random\ntime and date with no prior notification. b. Upon hearing the announcement of a lockdown\naccountability check, staff must secure all entrances and exits\nin their area, stop all inmate movement, and must survey their\narea of responsibility to account for and verify inmates\nauthorized/unauthorized to be in the area. Staff will identify inmates assigned to the detail or area\nwho cannot be accounted for during the accountability check. The\nLockdown Census forms must be completed on all accountability\nchecks (Attachment D), which includes:\n(1) Names and register numbers of inmates found in\nunauthorized areas and (2) Names and register numbers of inmates assigned to\nthe detail who cannot be accounted for. PS 5500.14\n10/19/2012\nChapter 3, Page 5\n305. CONTROL CENTER RECORDS. Picture cards of all inmates\nassigned to the institution will be on file in the Control\nCenter. Control Center records must accurately document:\n\n\n Custody;\nSentence information (MCC/MDC exempt); and\nOther necessary security and control information. 306. DAILY CHANGE/TRANSFER SHEET. A SENTRY generated list which\ndenotes changes in an inmate's status must be published each\nregular work day. The list includes:\n\n\n Housing unit assignment;\nJob assignment; and\nMedical idle or convalescence which exceeds one day. A copy of this document must be available to staff who supervise\ninmate details and each employee responsible for preparing the\nlist of changes. Inmates will not be involved in the process or publication of the\nchange/transfer list. 307. INMATE CALL-OUTS. The call-out sheet lists time and\nlocation for inmates who have scheduled appointments with staff,\ni.e., medical, dental, educational, etc. This information will\nbe made available to all concerned staff and posted in the inmate\nhousing units."
}