{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 94,
  "chunk_text": "System for Award Management (SAM). The SAM database is the repository for standard information about\nfederal financial assistance applicants, recipients, and sub-recipients. Organizations that have previously\nsubmitted applications via Grants.gov are already registered with SAM, as it is a requirement for Grants.gov\nregistration. Please note, however, that applicants must update or renew their SAM at least once per year to\nmaintain an active status. Information about registration procedures can be accessed at www.sam.gov. supplanting. For the purposes of your COPS Office Community Policing Development award, supplanting\nmeans replacing state, local, or Bureau of Indian Affairs (BIA) funds that otherwise would have been spent\non award purposes with federal COPS Office funds. State, local, and tribal governments are prohibited from\nsupplanting throughout the award period. This means that your agency may not use COPS Office funds to\npay for any equipment/technology, services, personnel, or other items which, in the absence of the COPS\nOffice program, would otherwise have been funded with state or local funds or with funds supplied by\nthe BIA. The COPS Office funds must instead be used to supplement, or increase, your budget on award\npurposes. For additional information on supplanting, please review award condition #5 on page 8 in this\nmanual. 95 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 2015 Community Policing Development (CPD)\nProgram Award Owner’s Manual This manual was created to assist COPS Office Community Policing Development (CPD) Program awardees with the\nadministrative and financial matters associated with the award. For more information about your Community Policing Development award, please contact your COPS Office Program\nManager. If you do not know the name or telephone number of your COPS Office Program Manager, please contact the\nCOPS Office Response Center at 800-421-6770. U.S. Department of Justice\nOffice of Community Oriented Policing Services\n145 N Street NE\nWashington, DC 20530\nVisit the COPS Office online: www.cops.usdoj.gov Published 2015\n96"
}