{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 45,
  "chunk_text": "For specific procedures regarding the receipt, handling, and\nclosure of CCC contract staff allegations of misconduct or other\nintegrity issues in connection with privately operated contract\nCCC programs, see Attachment 4-12. d.\nPersons under any correctional supervision are\nprohibited from having anything to do with Federal offenders. If\nthe contractor wants to consider an individual for employment who\nhas a prior criminal conviction(s), but is not presently under\nsupervision, Bureau review and approval, on a case-by-case basis,\nmust take place before an individual performs any services under\nthe contract, to include having contact with Federal offenders. e. The facility staffing pattern must be monitored closely\nto ensure conformity with the terms of the contract. Special\nemphasis should be placed on how long positions remain vacant and\nwhat steps the contractor is taking to hire new staff. f.\nResidents shall not perform work for the facility or be\nused in lieu of paid workers. 4.5.7.3. Facility a.\nThe facility's location should not have an adverse\naffect on the community or residents. b.\nAdequate space, aesthetics, and facility services should\nbe examined. c.\nContinued compliance with all zoning, building and other\ncodes must be ensured. PS 7300.09\n1/12/98\nChapter 4, Page 38\n4.5.7.4. Safety/Sanitation/Environmental Health a.\nThis area should be given careful inspection during\nmonitoring visits. Ensure bedding materials meet the applicable\ncode(s). Particular attention must be paid to sanitation, noting\ngeneral cleanliness in all areas, the frequency inspections are\nmade, and if a log of sanitation work assignments is kept and\navailable for review. b. Evidence all inspections are occurring in a timely\nmanner should be reviewed. c. The contractor shall be able to demonstrate and document\nthe ability to conduct fire evacuation drills at the facility. d.\nExtension cords are not to be used in lieu of hard or\npermanent wiring. e.\nA written program is to be in effect and compliance is\nto be maintained concerning the storage, issuance, handling, and\naccountability of flammable liquids, hazardous chemicals, toxic,\nand caustic materials used within the facility. 4.5.7.5. Referral and Intake Processing a.\nThe Federal Bureau of Investigation (FBI) will neither\nissue fingerprint cards to non-government facilities, nor will\nthey accept cards from such facilities. Since fingerprints are\nto be taken on all residents for identification purposes, the CCM\noffice must provide fingerprint cards to the contractor. The CCM\noffice forwards cards for Direct Court Commitments to the FBI (or\nanother government agency can do it if Bureau staff can make such\nan arrangement). Centers operated by state correctional or\nparole agencies should forward fingerprint cards to the FBI in\naccordance with their own procedures. Community corrections staff must assist private contractors in\nlocating a resource to take fingerprints, or when necessary, the\nCOS shall train contractor staff in the taking of fingerprints. Other sources of possible fingerprint training are\nthe USMS, local police, or other law enforcement agencies. Contractor staff must accompany residents when prints are taken. Photographs and fingerprints are required on all Federal\noffenders housed under a Bureau contract. b.\nAll Judgment and Commitment Orders are being executed\nand distributed in accordance with Bureau policy.\nc. The confidentiality of case records is being maintained. PS 7300.09\n1/12/98\nChapter 4, Page 39\n4.5.7.6. Programs a.\nExamination of program components should be completed to\nensure appropriate privilege and supervision requirements are\nfollowed."
}