{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 75,
  "chunk_text": "Employer Identification Number (EIN) / OJP vendor number. This number is usually your agency’s\nnine-digit federal tax identification number as assigned to you by the Internal Revenue Service (IRS). Your\naccounting/bookkeeping department should have this number. In some cases, the EIN has been previously\nassigned to another agency within your jurisdiction. In this instance, a new vendor number will be assigned\nto you by the Office of the Chief Financial Officer. The newly assigned number is to be used for COPS Office\nadministrative purposes only and should not be used for IRS purposes. 66 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual federally recognized tribe. Federally recognized tribes are Native American Indian tribal entities that\nare recognized by the Bureau of Indian Affairs (BIA) and are eligible for funding and services from the BIA\nby virtue of their status as sovereign Native American Indian tribes. They are acknowledged to have the\nimmunities and privileges available to federally acknowledged Indian tribes by virtue of their governmentto-government relationship with the United States, as well as the responsibilities, power, limitation, and\nobligations of such tribes. For further information, contact: BIA, Division of Tribal Government Services, MS4631-MIB, 1849 C Street NW, Washington, DC 20240, 202-208-2475. Geographic Names Information System (GNIS) ID. The Geographic Names Information System (GNIS)\ndatabase is maintained by the U.S. Geological Survey, U.S. Department of the Interior. The database assigns a\nunique, permanent feature identifier, the Feature ID, which is the only standard federal key for integrating or\nreconciling feature data from multiple datasets. Grant Monitoring Specialist. COPS Office Grant Monitoring Specialists are trained and available to assist\nyou in addressing any compliance-related questions regarding your grant. Grant Monitoring Specialists plan\nand conduct site visits and office-based grant reviews. During the life of your grant, you may be selected\nfor a monitoring site visit to assess your compliance with the terms and agreements of the grant program,\nto review your community policing initiatives, and to provide technical and administrative support for your\ngrant award. Please contact the COPS Office Response Center at 800-421-6770 if you have any compliancerelated questions. grant number. The grant number identifies your agency’s specific CAMP grant and can be found on\nyour grant award document. This number should be used as a reference when corresponding with the\nCOPS Office. Your grant number is in the following format: 2015-AMWX-0000. The COPS Office tracks grant\ninformation based upon this number. Grant Program Specialist. COPS Office Grant Program Specialists are trained to assist you with\nimplementing and maintaining your grant. A Grant Program Specialist is assigned to your state and is\navailable to answer any questions that you may have concerning the administrative aspects of your award. Your Grant Program Specialist can assist you with such matters as requesting an extension on your grant or\nmodifying the grant award. To obtain the name and phone number of your Grant Program Specialist, please\ncontact the COPS Office Response Center at 800-421-6770. local budget cycle. Your local budget cycle is your agency’s fiscal year. Some common examples include\nJanuary 1 to December 31, October 1 to September 30, and July 1 to June 30."
}