{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 58,
  "chunk_text": "Final Federal Financial Report (SF-425) The final Federal Financial Report (SF-425) for your award is due to the COPS Office no later than 90 days after\nthe end of the award period. The final report should reflect the total amount of allowable federal expenditures\nthat were incurred during the life of the award, as well as the amount of unobligated funds remaining, if any. In\naddition, once you have completed your final drawdown, this report should reconcile with the total amount of\nfunds drawn down by your agency. When should all of the award monies be spent? Award funds reflecting allowable project costs must be obligated before the end of the award period. Obligated\nfunds cover monies spent and expenses for all approved items in the FCM that your agency has incurred but not\nyet paid. Your agency has up to 90 days after the end of the award period to request reimbursement for funds\nobligated. Please be advised that 2 CFR § 200.343(a) requires recipients to submit final SF-425s and 2 CFR § 200.343(b) requires\nrecipients to draw down the final reimbursement for expended funds within 90 days after the expiration of the award. In addition, be advised that failure to complete the drawdown of funds within the 90-day period following award\nexpiration will result in the forfeiture of the remaining eligible balance. It is possible that your agency may have excess award funds remaining in your account following the award\nperiod due to an overestimate of item costs during the award period. Your agency should review its records\ncarefully to ensure that it draws down and expends only the amount required for actual costs incurred during\nthe award period. Any excess unobligated or unspent funds should remain in your account, and will be\ndeobligated during the closeout process. Final Program Progress (Closeout) Report After your award period has ended, your agency may be sent a final progress or closeout report from the COPS\nOffice and asked to complete it. This report will serve as your agency’s final programmatic report on the award,\nand the information your agency provides in this report will be used to make a final assessment of your award\nprogress. Equipment disposition\nEach recipient must use any equipment funded through a COPS Office award for approved award-related\npurposes and must retain the equipment for the life of the award. After the conclusion of the award period,\nproperty records must be maintained by the recipient. The records should include a description of the property; 62 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual a serial number or other identification number; the source of the property; the name of the person or entity that\nholds the title; the acquisition date and cost of the property; the percentage of federal participation in the cost of\nthe property; the location, use, and condition of the property; and any ultimate disposition data, including the\ndate of disposal and sale price of the property. A control system must be developed to ensure adequate\nsafeguards to prevent loss, damage, or theft of the property."
}