{
  "document_category": "guidance",
  "document_name": "5330.11.pdf",
  "chunk_index": 31,
  "chunk_text": "This warning will be made during a treatment\nteam meeting with all staff involved in the process. The DAPC, or designee, will document this\nwarning in PDS. If the inmate’s behavior does not change, he or she will be removed from the RDAP waiting list. Treatment staff will change the inmate’s appropriate SENTRY assignment and document the\nremoval in PDS. After six months, the inmate may formally reapply for RDAP, through an Inmate Request to Staff\nform (BP-A0148). The application will be considered in a treatment team meeting with the\ninmate. The goal of this meeting is to assess any changes in attitude or behavior that the applicant\nmay have made while awaiting re-consideration for the RDAP. The treatment team will make the\ndecision regarding the inmate’s placement on the waiting list. 2.5.6. The RDAP Housing Unit. RDAPs are separated from the inmate general population. By\nliving together in a unit where all inmates work together to create a community that supports prosocial attitudes and behaviors, the RDAP unit isolates program participants from the negative peer\npressure of the larger prison environment. P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 2\nPage 10 Further, the RDAP unit must be solely for RDAP participants, as required by 18 U.S.C. § 3621(e). Inmates living on the RDAP unit must be: waiting for admission into the program; participating in\nthe program; or RDAP completers. Whenever possible, there should be more inmates who are\nparticipating in or who have completed RDAP in the treatment unit than those waiting to enter\ntreatment. Any compromise of this defined unit purity will invalidate eligibility for early release\nof all inmates on the unit. 2.5.7. Urine Surveillance. Urine surveillance is a regular component of effective treatment\nprogramming. Urine surveillance provides information to staff on an RDAP participant’s\nabstinence, coping mechanisms, and honesty. The Bureau’s urine surveillance procedures allow\nfor random testing, suspect testing, and testing after returning from a furlough. Therefore,\ninmates in the RDAP are subjected to the same urine surveillance procedures as the general\npopulation. On rare occasions there may be a clinical reason to test individual program participants or the\nentire population of the program. On these infrequent occasions, and with the permission of the\nRegional Psychology Programs Coordinator, staff may use program funds for urinalysis testing. However, this is to be an extremely rare event and is the only situation where Drug Abuse\nProgram funds may be used for urinalysis testing. 2.5.8. RDAP Program Admission. § 550.53(c) Application to RDAP. Inmates may\napply for the RDAP by submitting requests to a staff member (ordinarily, a\nmember of the unit team or the Drug Abuse Program Coordinator). (d) Referral to RDAP. Inmates will be identified for referral and evaluation for\nRDAP by unit or drug treatment staff. Typically, inmates are identified for referral to the\nRDAP by psychology staff or unit management staff. (1) Referral to DAPC. Upon completion of the Psychology Intake Screening, the psychologist\nwill refer inmates with a substance use history and an interest in treatment to the institution’s\nDAPC."
}