{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 58,
  "chunk_text": "2.\nIt will comply with the provisions of federal law, which limit certain political activities of grantee\nemployees whose principal employment is in connection with an activity financed in whole or in part with\nthis grant. These restrictions are set forth in 5 U.S.C. § 1501, et seq. 3.\nIt will comply with the minimum wage and maximum hours provisions of the Federal Fair Labor\nStandards Act, if applicable. 4.\nIt will establish safeguards, if it has not done so already, to prohibit employees from using their\npositions for a purpose that is, or gives the appearance of being, motivated by a desire for private gain for\nthemselves or others, particularly those with whom they have family, business or other ties. 5.\nIt will give the U.S. Department of Justice or the Comptroller General access to and the right to\nexamine records and documents related to the grant. 6.\nIt will comply with all requirements imposed by the U.S. Department of Justice as a condition or\nadministrative requirement of the grant, including but not limited to: the requirements of 2 C.F.R. Part 200\n(Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal Awards) as\nadopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101 ; 48 C.F.R. Part 31 (FAR Part 31) (Contract Cost\nPrinciples and Procedures); the applicable provisions of the Omnibus Crime Control and Safe Streets Act of\n1968, as amended; 28 C.F.R. § 38.1; the applicable COPS Office Application Guide; the applicable COPS Office\nGrant Owner’s Manuals; and with all other applicable program requirements, laws, orders, or regulations. 7.\nIt will, to the extent practicable and consistent with applicable law, seek, recruit and hire qualified\nmembers of racial and ethnic minority groups and qualified women in order to further effective law\nenforcement by increasing their ranks within the sworn positions in the agency. 8.\nIt will not (and will require any subgrantees, contractors, successors, transferees, and assignees\nnot to), on the grounds of race, color, religion, national origin, sex, disability, or age, unlawfully exclude any\nperson from participation in, deny the benefits of or employment to any person, or subject any person to\ndiscrimination in connection with any programs or activities funded in whole or in part with federal funds. These civil rights requirements are found in the non-discrimination provisions of Title VI of the Civil Rights\nAct of 1964, as amended (42 U.S.C. § 2000d); the Omnibus Crime Control and Safe Streets Act of 1968, as\namended (42 U.S.C. § 3789d); Section 504 of the Rehabilitation Act of 1973, as amended (29 U.S.C. § 794); the\nAge Discrimination Act of 1975 (42 U.S.C. § 6101, et seq.); Title IX of the Education Amendments of 1972, as\namended (20 U.S.C. § 1681, et seq.); and the corresponding DOJ regulations implementing those statutes at\n28 C.F.R. Part 42 (subparts C, D, E, G, and I). It will also comply with Executive Order 13279 Equal Treatment\nfor Faith-Based Organizations and its implementing regulations at 28 C.F.R. Part 38, which requires equal\ntreatment of religious organizations in the funding process and nondiscrimination of beneficiaries by FaithBased Organizations on the basis of belief or non- belief. A."
}