{
  "document_category": "guidance",
  "document_name": "JAG-PREA-FAQ.pdf",
  "chunk_index": 4,
  "chunk_text": "(2) Submit an assurance which gives the governor the option to:\na. Use not less than 5 percent of impacted DOJ funds to work toward and achieve full\ncompliance with the PREA Standards in the future, resulting in a reallocation of\nimpacted DOJ grant funds; or\nb. Request that the Attorney General hold these grant funds in abeyance (available\nthrough FY 2019 for Audit Year 2 of Cycle 2). (3) Submit neither and accept a 5 percent reduction in such grants. Pursuant to PREA Standard 115.501(a), governors shall make their certifications of compliance\ntaking into consideration the results of the most recent PREA audit results. DOJ intends these audits\nto be a primary, but not the only, factor in determining compliance. For example, audit results for a\nparticular period may show the selected one-third of audited facilities in compliance; however, the\ngovernor may have determined that other facilities under his or her control are, in fact, not in\ncompliance with the standards. Other than the standard described above requiring governors to “consider” the audit findings, neither\nthe PREA statute nor the PREA Standards restrict the sources of information governors may use in\ndeciding whether or how to certify compliance. It is important to note that if a governor submits an assurance to DOJ that no less than 5 percent of\nthe state’s DOJ funding for prison purposes will be used to support implementation of the PREA\nStandards, the state will not lose the funds, but the funds will be reallocated to a PREA-specific\naward. States that elected to hold funds in abeyance will have opportunities to reclaim the balance of\nthose funds by December 16, 2019, and it will be based on the governor’s certification and assurance\nsubmission for Audit Year 3 of Cycle 2 Governor’s Certification: To what facilities in the state does the governor’s PREA certification apply? PREA standards state, “The Governor’s certification [of full compliance with the PREA Standards]\nshall apply to all facilities in the State under the operational control of the State’s executive branch,\nincluding facilities operated by private entities on behalf of the State’s executive branch.” (28 C.F.R.\n§ 115.501(b)) A “facility” is defined as “a place, institution, building (or part thereof), set of\nbuildings, structure, or an area (whether or not enclosing a building or set of buildings) that is used\n3 by an agency for the confinement of individuals.” Some standards apply specifically at the facility\nlevel, while others apply at the agency level. This definition of facility includes local detention and correctional facilities as well as state\ncorrectional facilities; however, not all facilities within a state are subject to the governor’s\ncertification. The governor’s certification does not encompass those facilities outside the operational\ncontrol of the governor; namely, those facilities that are under the operational control of counties,\ncities, or other municipalities, or privately operated facilities not operated on behalf of the state’s\nexecutive branch. The term “operational control” is not defined in the PREA Standards. The determination of whether\na facility is under the operational control of the executive branch is left to a governor’s discretion,\nsubject to the following guidance."
}