{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 71,
  "chunk_text": "Requirements and audits What are the regulations governing SAA requirements? The Single Audit Act of 1984 established uniform guidelines for state and local governments receiving\nfederal financial assistance. The 1984 Act was amended in July 1996, was revised June 27, 2003 and again\nJune 26, 2007, and is effective for fiscal years after December 31, 2003 to reflect revised audit criteria and\nreporting requirements. The new Office of Management and Budget (OMB) 2 C.F.R. Part 200 — Uniform\nAdministrative Requirements, Cost Principles and Audit Requirements for Federal Awards (Uniform\nGuidance) was effective on December 26, 2013, was implemented by federal agencies on the required\neffective date of December 26, 2014, and provides additional guidelines regarding the implementation of\nSAA requirements. Who must have an SAA audit? A nonfederal entity that expends $750,000 or more during the nonfederal entity’s fiscal year in federal\nawards must have a single audit conducted in accordance with §200.514 Scope of audit except when it\nelects to have a program-specific audit conducted in accordance with paragraph (c) of this section. An\nauditee may be a recipient, a subrecipient, or a vendor. Specifically, “Federal awards expended as a recipient\nor a subrecipient are subject to audit under §200.501, Subpart F.”\nSAA audits are conducted annually unless a state or local government is required by constitution or statute\nin effect on January 1, 1987 to undergo audits less frequently than annually. The primary objective of an SAA\naudit is to express opinions on the grantee’s financial statements, internal controls, major and non-major\ngrant programs, and compliance with government laws and regulations. Single Audits may also address\nspecific compliance issues with respect to COPS Office grant requirements. In cases of continued inability or unwillingness to have an audit conducted in accordance with this part,\nfederal agencies and pass-through entities must take appropriate action as provided in §200.338 “Remedies\nfor noncompliance.” These sanctions under §200.338 “Remedies for noncompliance” could include the\nfollowing: • Temporarily withhold cash payments pending correction of the deficiency by the nonfederal entity or\nmore severe enforcement action by the federal awarding agency or pass-through entity. • Disallow (that is, deny both use of funds and any applicable matching credit for) all or part of the cost\nof the activity or action not in compliance. • Wholly or partly suspend or terminate the federal award. • Initiate suspension or debarment proceedings as authorized under 2 CFR part 180 and federal awarding agency regulations (or in the case of a pass-through entity, recommend such a proceeding\nbe initiated by a federal awarding agency). • Withhold further federal awards for the project or program.\n• Take other remedies that may be legally available. 59 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual Your Single Audit Act reports should not be sent to the COPS Office."
}