{
  "document_category": "guidance",
  "document_name": "6400_003.pdf",
  "chunk_index": 9,
  "chunk_text": "The dental hygiene program is\nresponsible for ensuring that inmates can demonstrate adequate and proper oral hygiene. The\ntreating dentist may discontinue comprehensive dental care any time it becomes apparent the\ninmate is not practicing proper oral hygiene. These inmates will still have access to urgent care\nthrough sick call. c. Oral Hygiene Products. The CDO ensures that the institution Commissary has toothbrushes,\nfloss or suitable substitutes, fluoride dentifrices, denture adhesives, denture baths/cups, etc.\nCDOs should refer to the Interdental Aid Resource Guide. Inmates may be provided oral health\nspecialty products as needed that are not otherwise available in the commissary. Indigent\ninmates will be provided items available per the Institution Supplement on a schedule deemed\nappropriate by dental staff. 8. DENTAL EXAMINATIONS\na. Intake Screening. Inmates respond to questions regarding their oral health status as part of\nmedical intake screening. A self-reporting process is documented in the EMR Intake Screening. Dental problems identified are assessed by medical staff and referred to dental staff if indicated. See the current Program Statement Patient Care.\nb. Admission and Orientation (A&O) Examination. Medical records staff will determine the\nadmission and release status of the inmate and schedule inmates for an A&O examination. The A&O examination is performed upon admission for an inmate’s current incarceration within\n30 calendar days of arrival. Intrasystem transfers (BOP to BOP) need not be re-examined. An\nA&O exam must be performed on inmates who have been released from BOP custody but have\nbeen readmitted on a new commitment or violation. Inmates returning from a halfway house\nplacement or writ do not require a new A&O examination if they have had one for their current\ncommitment. The Dental A&O clinical examination is performed by a dentist and cannot be delegated to\nauxiliary dental staff or a non-dentist. It includes:\n■ An EMR Dental Health History Encounter.\n■ A head and neck/soft tissue examination.\n■ An examination of the hard and soft tissue of the oral cavity by illuminator light, mouth\nmirror, and explorer in a clinical setting, charting existing dental restorations, caries, missing\nteeth, occlusion classification, oral hygiene rating, and other requirements on the A&O\nDental Examination (Initial Clinical Dental Findings) form (BP-A0618) and the EMR A&O P6400.03 6/10/2016 12 Examination Encounter. The charting guide used for A&O Examinations is posted on\nSallyport.\n■ An assessment of the inmate’s periodontal condition usin the Communit Periodontal Index\nof Treatment Needs (CPITN). The CPITN uide is available on the National Chief Dentist’s\nSallyport webpage. ■ X-rays for diagnostic purposes, which can be taken if deemed necessary by the dentist. ■ Intraoral photographs as necessary. The inmate is informed of the clinical findings at the time of the examination, provided\neducation on oral hygiene, advised of caries risk, informed about the availability of oral care\nitems in the commissary, and instructed how to access treatment. Oral hygiene literature\n(English and Spanish) is offered during this process. The brochure will provide information\nregarding access to dental care/services, time of clinic operation, and oral health information to\ninclude pictures or illustrations demonstrating proper hygiene technique. A template pamphlet\nwill be available on Sallyport. The recorded dental findings are used in prioritizing care."
}