{
  "document_category": "guidance",
  "document_name": "5100_008cn.pdf",
  "chunk_index": 44,
  "chunk_text": "Thus,\n+3 is the Custody Variance score that will be entered on\nItem 8, Section C.\nTable 6-1(F)\nCUSTODY TOTAL Female\nCustody\nVariance\nTable\nB S\nA C\nS O\nE R\nE 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 0-15 +15 +11 +7 +4 +3 +2 +1 +1 0 0 0 0 -2 -4 -8 -12 -16 16-30 +15 +11 +7 +4 +3 +2 +1 +1 0 0 0 0 0 -4 -8 -12 -16 31+ +15 +11 +7 +4 +3 +2 +1 +1 0 0 0 0 0 0 -1 -5 -8 Example: A female inmate has a Base Score of 17 points and a\nCustody Total of 11 points. By using the Custody Variance\nMatrix, the intersecting point for these two items is +2. Thus,\n+2 is the Custody Variance score that will be entered on\nItem 8, Section C.\n9. SECURITY TOTAL 9. SECURITY TOTAL (ADD OR SUBTRACT CUSTODY VARIANCE (C.8) TO BASE SCORE (B.10)) Apply the Custody Variance Score to the Base Score, and\nenter the result on Item 10, Section C.\nExample: An inmate has a Base Score of 16 and a Custody Variance\nScore of +4. By applying +4 to 16, a Security Total of 20 is\nobtained and entered on Item 9, Section C. P5100.08\n9/12/2006\nChapter 6, Page 16\nNOTE: 10. If the Custody Variance score is 0, the figure entered\nwill be exactly the same as the Base Score. If the\napplication of the Custody Variance to the Base Score\nresults in a negative number, use 0. SCORED SECURITY LEVEL 10. SCORED SECURITY LEVEL An inmate's Security Level is determined by the Security Total\nand any applicable Public Safety Factors (see Chapter 5). 11. MANAGEMENT SECURITY LEVEL (MSL) 11. MANAGEMENT SECURITY LEVEL A Security Level which is entered by the DSCC or Central\nOffice upon application of any of the three MSL Management\nVariables (PSF Waived, Greater Security, Lesser Security). The MSL overrides the inmate’s scored security level. If there\nwas a previously entered MSL, it will automatically appear in\nthis position. 12. CUSTODY CHANGE CONSIDERATION To determine eligibility for a custody change, the following\nprocedures apply:\n• If the Custody Variance Score (Section C, Item 8)\nis in the positive (+) range, consider a custody\nincrease; • If the Custody Variance Score (Section C, Item 8)\nis 0, the inmate's present custody is continued;\nor, • If the Custody Variance Score (Section C, Item 8)\nis in the negative (-) range, consider a custody\ndecrease. SECTION D. 1. INSTITUTION ACTION TYPE OF REVIEW 1. TYPE OF REVIEW (EXCEPTION OR REGULAR) An inmate should be handled as an exception case if there is\ndocumentation of the following: P5100.08\n9/12/2006\nChapter 6, Page 17\n• Public Safety Factors. Any inmate with a PSF. If the\nPSF has been waived the case is still considered an\nexception; • Central Inmate Monitoring Assignment. An inmate with a\nCIM assignment, excluding state prisoners and\nseparation cases; or, • Other. The Warden may specify in writing other\noffenses or cases that require exception\nreview. If the inmate does not meet any of the above criteria the\n“Type of Review” will be “Regular.”"
}