{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 45,
  "chunk_text": "43 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual subject to increased monitoring of current and future awards while on the list. In the event of criminal misuse of\naward funds, recipients may also be subject to fines and imprisonment. To avoid findings of noncompliance,\nrecipients are strongly encouraged to become familiar with the COPS Office Grant Monitoring Division’s Grant\nMonitoring Standards and Guidelines and Award Owner’s Manual for the year in which the award was made. Recipients should also contact their COPS Office Grant Program Specialist at any time during the life of a COPS\nOffice award with questions concerning award conditions, terms, or requirements to seek guidance to avoid\nnoncompliance. It is necessary for recipients to maintain all relevant documentation (administrative, financial,\nand programmatic) used to develop the application and implement the award that may be necessary or\nrequired to demonstrate award compliance. For more information, please contact the COPS Office Response\nCenter at 800-421-6770 or at AskCopsRC@usdoj.gov. 10. Federal Civil Rights Laws\nCondition: As a condition of receipt of federal financial assistance, you acknowledge and agree that you will not (and will require\nany subrecipients, contractors, successors, transferees, and assignees not to), on the grounds of race, color, religion,\nnational origin (which includes providing limited English proficient persons meaningful access to your programs), sex,\ndisability, or age, unlawfully exclude any person from participation in, deny the benefits of or employment to any\nperson, or subject any person to discrimination in connection with any programs or activities funded in whole or in\npart with federal funds. These civil rights requirements are found in the nondiscrimination provisions of Title VI of the\nCivil Rights Act of 1964, as amended (42 U.S.C. § 2000d); the Omnibus Crime Control and Safe Streets Act of 1968, as\namended (42 U.S.C. § 3789d); Section 504 of the Rehabilitation Act of 1973, as amended (29 U.S.C. § 794); the Age\nDiscrimination Act of 1975 (42 U.S.C. §6101, et seq.); Title IX of the Education Amendments of 1972, as amended (20\nU.S.C. § 1681, et seq.); and the corresponding DOJ regulations implementing those statutes at 28 C.F.R. Part 42\n(subparts C, D, E, G, and I). You also agree to comply with Executive Order 13279, as amended by Executive Order\n13559, and the implementing regulations at 28 C.F.R Part 38 Partnerships With Faith-Based and Other Neighborhood\nOrganizations, which requires equal treatment of religious organizations in the funding process and\nnondiscrimination of beneficiaries by faith-based organizations on the basis of belief or nonbelief. Why this condition: In establishing financial assistance programs, Congress linked the receipt of federal funding to compliance with\nfederal civil rights laws. As a result, recipients are required to comply with the civil rights requirements found in\nthe nondiscrimination provisions referenced above. A hold may be placed on your award if it is deemed that\nyour agency is not in compliance with federal civil rights laws or is not cooperating with an ongoing federal civil\nrights investigation."
}