{
  "document_category": "guidance",
  "document_name": "2016_AHTF_AOM.pdf",
  "chunk_index": 68,
  "chunk_text": "(2) Exhaustion of remedies.--If the head of an executive agency issues an order denying relief under\nparagraph (1) or has not issued an order within 210 days after the submission of a complaint under\nsubsection (b), or in the case of an extension of time under paragraph (b)(2)(B), not later than 30\ndays after the expiration of the extension of time, and there is no showing that such delay is due to\nthe bad faith of the complainant, the complainant shall be deemed to have exhausted all administrative remedies with respect to the complaint, and the complainant may bring a de novo action at\nlaw or equity against the contractor or grantee to seek compensatory damages and other relief\navailable under this section in the appropriate district court of the United States, which shall have\njurisdiction over such an action without regard to the amount in controversy. Such an action shall,\nat the request of either party to the action, be tried by the court with a jury. An action under this\nparagraph may not be brought more than two years after the date on which remedies are deemed\nto have been exhausted. (3) Admissibility of evidence. --An Inspector General determination and an agency head order denying relief under paragraph (2) shall be admissible in evidence in any de novo action at law or equity\nbrought pursuant to this subsection. 71 2016 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual (4) Enforcement of orders.--Whenever a person fails to comply with an order issued under paragraph\n(1), the head of the executive agency concerned shall file an action for enforcement of such order in\nthe United States district court for a district in which the reprisal was found to have occurred. In any\naction brought under this paragraph, the court may grant appropriate relief, including injunctive\nrelief, compensatory and exemplary damages, and attorney fees and costs. The person upon whose\nbehalf an order was issued may also file such an action or join in an action filed by the head of the\nexecutive agency. (5) Judicial review.--Any person adversely affected or aggrieved by an order issued under paragraph\n(1) may obtain review of the order’s conformance with this subsection, and any regulations issued\nto carry out this section, in the United States court of appeals for a circuit in which the reprisal is alleged in the order to have occurred. No petition seeking such review may be filed more than 60\ndays after issuance of the order by the head of the executive agency. Review shall conform to chapter 7 of title 5. Filing such an appeal shall not act to stay the enforcement of the order of the head of\nan executive agency, unless a stay is specifically entered by the court. (6) Burdens of proof. --The legal burdens of proof specified in section 1221(e) of title 5 shall be controlling for the purposes of any investigation conducted by an Inspector General, decision by the\nhead of an executive agency, or judicial or administrative proceeding to determine whether discrimination prohibited under this section has occurred."
}