{
  "document_category": "guidance",
  "document_name": "5310_017.pdf",
  "chunk_index": 17,
  "chunk_text": "■ Oversight. Oversight strategies involve Central Office quality assurance reviews of restrictive\nhousing placements, to include reviews of specific inmates in long-term restrictive housing\nplacements. The Branch’s Restrictive Housing Initiatives Sallyport page contains restrictive housing resource\nmaterials and details programs, procedures, and practices related to each Psychology Services\nrestrictive housing strategy. Turning Point Handouts for Restrictive Housing. The Turning Point handouts for restrictive\nhousing offer a nationally standardized approach to pretreatment and rapport building for inmates\nin this setting. Turning Point handouts are to be utilized as the primary in-cell self-help resource\nfor inmates in restrictive housing. Psychologists are required to offer Turning Point handouts to\nany inmate housed in SHU for more than 30 days; however, use of the protocol is voluntary and P5310.17 8/25/2016 21 inmates may refuse to make use of the materials. Turning Point is not a treatment program, it is a\nset of adjunctive materials used as a toolkit for intervening with inmates in restrictive housing. The Turning Point handouts build on the concepts and skills taught in the Bureau’s evidence- based\nPTPs (e.g., RDAP, Challenge Program) and outpatient Priority Practices (e.g., Criminal Thinking\nGroups). The two primary goals of the Turning Point handouts are: (1) to engender positive\nrapport and cooperative interaction with Psychology Services staff, and (2) to motivate and prepare\ninmates for participation in evidence-based programs upon their return to the general population. The handouts also offer suggestions to improve coping and adjustment in SHU, as well as a\npreliminary discussion of reentry-related issues; e.g., preparing to change, attitudes, and criminal\nthinking. The handouts are organized into sets or series, which are generally completed in a\nprescribed sequence. The Turning Point handouts for restrictive housing, and accompanying\nresource materials, are available on the Branch’s Restrictive Housing Sallyport page. For\ninformation about how to obtain other Turning Point protocols (e.g., Turning Point for SOMP),\ncontact the Psychology Services Branch. d. Crisis Intervention. The Chief Psychologist ensures a system is in place to respond promptly\nto emergency Psychology Services referrals, to include establishment of a fair and equitable on call\nMental Health Duty Officer rotation for the department. After-hours referrals by staff are\ndiscussed by telephone with the Mental Health Duty Officer, who assesses and responds to the\nmental health needs of the inmate in ways that meet acceptable clinical, community, and\ncorrectional standards. The Mental Health Duty Officer determines how best to respond to the\nemergency, using a full range of clinical options; e.g., talking with the inmate and staff via\ntelephone, or going into the institution. When a staff member makes a referral based on observed\nbehavior or inmate statements, the psychologist who interviews the inmate ordinarily interviews\nthe referring staff member. The referring staff member’s remarks are summarized in the clinical\nnotes. Psychologists provide crisis intervention services in a variety of contexts. Most importantly,\npsychologists work actively to prevent inmate suicides. Suicide prevention is a vital function of\nthe agency, which contributes directly to the safety and security of staff and inmates. Specific\nrequirements for intervening with suicidal inmates are found in the Program Statement Suicide\nPrevention Program. Potentially suicidal inmates are not the only inmates who may warrant crisis intervention services."
}