{
  "document_category": "guidance",
  "document_name": "5111.04_cn1.pdf",
  "chunk_index": 2,
  "chunk_text": "3. PROGRAM OBJECTIVES. The expected results of this program are:\na. Inmates will be made available to ICE and EOIR for IHP processing prior to sentence\nexpiration. b. Eligible inmates will be identified and transferred to institutions designated as IHP sites. c. Inmates participating in the IHP will be tracked with the current CMA assignment entered in\nSENTRY to ensure expeditious processing. d. Initial designation coordination will be made between the Designation and Sentence\nComputation Center (DSCC), Immigration and Customs Enforcement (ICE), and the\nCorrectional Programs Branch (CPB) to identify aliens. P5111.04, CN-1 5/23/2017 2 4. DIRECTIVES AFFECTED\na. Directives Rescinded\nPS 5111.01 Institution Hearing Program (IHP) (4/25/97) b. Directives Referenced\nPS 5100.078 Security Designation and Custody Classification Manual (10/4/99) Inmate Security\nDesignation and Custody Classification (9/12/06)\nPS 5180.045 Central Inmate Monitoring Manual (8/16/96) Central Inmate Monitoring System\n(12/31/07)\nPS 5300.202 Volunteers and Citizen Participation Programs (6/1/99) Volunteer Services\n(11/7/16)\nPS 5800.1315, CN-1 Inmate Systems Management Manual (6/28/02) Correctional Systems\nManual (9/23/16)\nPS 7740.012 Private Sector Secure Correctional Facilities, Oversight of (6/13/00) Oversight of\nPrivate Secure Correctional Facilities (11/21/14)\nPS 8120.023 Work Programs for Inmates, FPI (7/19/99) Work Programs for Inmates – FPI\n(2/23/17)\n5. STANDARDS REFERENCED. None. 6. BACKGROUND. The Enhanced IHP was implemented on April 25, 1997, as a cooperative\neffort of the Bureau, Immigration and Naturalization Service, the former INS and now ICE, and\nEOIR to meet the Attorney General’s mandate to ensure deportation proceedings begin as\nexpeditiously as possible after the date of conviction, and the proceedings are completed prior to\nthe expiration of the alien’s sentence . This reduces the federal government’s detention costs and enables the Bureau to manage its\npopulation better. 7 6. DEFINITIONS\n(a) IHP Hearing Site. A Bureau or contract facility where ICE and EOIR conduct investigations\nand/or hearings. At some hearing sites, the hearing room is outside the institution’s secure\nperimeter. A list of IHP Hearing Sites is published on the Correctional Programs Sallyport Page. (b) IHP Release Site. A Bureau or contract facility designated for inmates who are ordered\ndeported and ordinarily where they remain until expiration of sentence. P5111.04, CN-1 5/23/2017 3 (c b) Administrative Deportation/Removal Order. A final deportation order, An order of\ndeportation/removal issued either by an ICE official or an EOIR immigration judge,. which does\nnot require a hearing before an EOIR judge. An alien with an administrative order does not\nrequire designation to an IHP facility. A hearing site will be designated for the following inmates who are eligible for Administrative\ndeportation but have not received an actual deportation order:\n■ Convicted of an aggravated felony, and\n■ Not lawful permanent residents, and\n■ Not eligible for any relief from deportation. (d c) Judicial Deportation/Removal Order. A deportation An order of deportation/removal issued\nby a U.S. District Court judge U.S. Immigration Judge or U.S. District Judge as part of the alien’s\nsentence. Judicial deportation is issued only if requested by the U.S. Attorney, with the Director,\nImmigration and Customs Enforcement’s concurrence, and only if the Court chooses to exercise\nthis jurisdiction. An alien with a judicial order does not require designation to an IHP facility."
}