{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 25,
  "chunk_text": "23 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual The recipient must inform its employees in writing, in the predominant language of the workforce, of employee\nwhistleblower rights, protections, and remedies under 41 U.S.C. § 4712. Please see appendix G on page 100 of this manual for a full text of the pilot program for enhancement of\ncontractor protection from reprisal for disclosure of certain information (41 U.S.C. § 4712). 20. Mandatory Disclosure\nCondition:\nRecipients and subrecipients must timely disclose in writing to the COPS Office or pass-through entity, as applicable,\nall federal criminal law violations involving fraud, bribery, or gratuity that may potentially affect the awarded federal\nfunding. Failure to make required disclosures can result in any of the remedies, including suspension and debarment,\ndescribed in the Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal Awards, 2\nC.F.R. § 200.338 as adopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101. Why this condition:\nFederal regulations require recipients and subrecipients report all federal violations involving fraud, bribery, or\ngratuity that may affect the awarded federal funds. This condition advises your agency of the requirement and\nthe consequences of failing to report such violations to the COPS Office or pass-through entity. What you should do:\nEnsure that you timely report in writing to the COPS Office or pass-through entity all federal violations involving\nfraud, bribery, or gratuity that may affect your federal award. 21. Conflict of Interest\nCondition:\nRecipients and subrecipients must disclose in writing to the COPS Office or pass-through entity, as applicable, any\npotential conflict of interest affecting the awarded federal funding in accordance with the Uniform Administrative\nRequirements, Cost Principles, and Audit Requirements for Federal Awards, 2 C.F.R. § 200.112 as adopted by the U.S.\nDepartment of Justice in 2 C.F.R. § 2800.101. Why this condition? Recipients and subrecipients are required to use federal funding in the best interest of their award program. Any\ndecisions related to these funds must be free of hidden personal or organizational conflicts of interest, both in\nfact and in appearance. 24 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual This means that recipients and subrecipients should not participate in any award-related decisions or\nrecommendations that involve any of the following people or groups:\n•\n•\n•\n• an immediate family member\na partner\nan organization in which they are serving as an officer, director, partner, or employee\nany person or organization with whom they are negotiating or who has an arrangement concerning\nprospective employment, has a financial interest, or for other reasons can have less than an unbiased\ntransaction with the recipient or subrecipient This also means that recipients and subrecipients should avoid any action which might result in, or create the\nappearance of\n•\n•\n•\n•\n• using your official position for private gain;\ngiving special treatment to any person;\nlosing complete independence or objectivity;\nmaking an official decision outside official channels; or\naffecting negatively the confidence of the public in the integrity of the Federal Government or the program. What you should do:\nEnsure that you report in writing to the COPS Office or pass-through entity, as applicable, any potential conflict\nof interest that may affect your federal award."
}