{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 43,
  "chunk_text": "Be sure to explain the circumstances that prevent your agency from electronically signing the\naward document within the 45-day period, and identify the date by which the award document will be\nsigned. The COPS Office will review such requests on a case-by-case basis. The COPS Office reserves the right\nto deny requests to extend the 45-day award acceptance period. 30 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual II. The Cooperative Agreement The cooperative agreement document If your project requires substantial involvement on the part of the COPS Office, a multi-page cooperative\nagreement document will accompany your award document. Under the Federal Grant and Cooperative\nAgreement Act of 1977, a cooperative agreement is the legal instrument used by a federal agency to\nenter into a relationship with a state, local government, or other recipient when the principal purpose\nof assistance is to carry out a public purpose of support or stimulation authorized by federal law and\nsubstantial involvement is expected between the federal agency and the awardee. 31 U.S.C. § 6305. To officially accept and begin your CPD award, your agency must review the cooperative agreement\ndocument along with your award document and electronically sign for all documents within 45 days of the\ndate shown on the award congratulatory letter. Please note that, if applicable to your award, the cooperative\nagreement is incorporated by reference into the award document and that by signing the award document,\nyour agency has entered into the cooperative agreement with the COPS Office and agrees to abide by all\nthe requirements in the cooperative agreement. Your agency will not be able to draw down funds until the COPS Office receives your electronically signed\naward document. The sections that follow describe in detail each aspect of the cooperative agreement, its rationale, and\nits implications. They also address many frequently asked questions. If you have any additional questions\nconcerning your cooperative agreement, please contact your designated COPS Office Program Manager. I. Statement of authority This cooperative agreement between the [Insert Agency Name] (“awardee”) and the U.S. Department of\nJustice Office of Community Oriented Policing Services (“COPS Office”) is hereby entered into under the\nauthority of 42 U.S.C. 3796dd et seq. The purposes of this cooperative agreement are described below. II. Statement of background and purpose\nA. Background: This section establishes why this cooperative effort is needed, including a history of the effort to date and\nwhy the effort is required now. This section also establishes the purpose of the project and explains the\nrationale for the work. B. Primary objective: The primary objective describes what the recipient will accomplish under this CPD award. In addition, the\ncooperative agreement highlights how CPD funds will be used to advance the practice of community\npolicing. This is generally accomplished through the development of knowledge resource products and\nservices such as training and technical assistance, implementing and testing innovative community policing\nstrategies, conducting applied research, and developing guidebooks or other resources. III. Scope of Work This section outlines the specific personnel, travel, supplies, and activities necessary to perform the work\nbeing funded."
}