{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 32,
  "chunk_text": "Non-purchase card POs are forwarded to Acquisitions staff;\npurchase card POs are forwarded to the card holder for processing. The non-purchase card purchase of resale items, based on requirements submitted by\nWarehouse/Trust Fund staff, is the responsibility of Acquisitions. Acquisitions staff use the\nTRUFACS-generated POs as the official PO document and process per the Program Statement\nBureau of Prisons Acquisition Policy. The Supervisor reviews outstanding POs monthly to\nensure accuracy and validity. c. Government Purchase Card Procedures for Commissary Resale Merchandise. Use of\nthe Government purchase card for purchases of Trust Fund resale merchandise is strongly\nrecommended. However, when this method of procurement is used, a Government purchase card\nis established that is used only to purchase resale merchandise, not for purchases such as Trust\nFund supplies. The following procedures apply for purchases of resale merchandise using the Government\npurchase card. Refer to the Program Statement Accounting – Recording Obligations for\nguidelines and procedures related to accruals and payments for resale merchandise. General\nprocedures for use of the Government purchase card are found in the Bureau of Prisons\nAcquisition Policy and TRM. Note: These special procedures are different from the procedures for purchasing other than resale\nitems. These procedures are necessary to maintain control of the Commissary inventory and\nmatch costs to revenue properly in the same accounting period. Warehouse/Trust Fund staff retain a copy of the Government purchase card PO until the order is\nreceived. Once the order is received and quantities verified, TRUFACS generates a Receiving\nReport, which is distributed to the purchase card holder along with supporting packing slips and\nreceipts, and to the Warehouse or Commissary for the chronological Receiving Report file. The cardholder follows procedures in the Bureau of Prisons Acquisition Policy for maintaining\nrecords and verifying the monthly Memo Statement. The Approving Official follows procedures in the Acquisition TRM for maintaining records and\nreviewing monthly Government purchase card statements. The Bureau-wide payment to the vendor for all Government purchase card purchases is generated\nautomatically at the Central Office; institutions are notified via the automated accounting system\nmessage once the payment has been made. The Program Statement Accounting – Recording\nObligations describes accounting procedures for establishing the accrual for resale merchandise. Resale merchandise should be purchased and recorded to sub-object 2670. The appropriate P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 45 automated accounting system report is reviewed before the end of each month to ensure the\npayments are recorded to the correct sub-object. The Approving Official maintains the Master Account Summary Reports and copies of monthly\ncardholder statements with attached documentation, as required in the Acquisition TRM. d. Stamp Purchase/Receiving Procedures. Stamps may be purchased with the Government\npurchase card. The card holder who purchased the stamps will receive the stamps into TRUFACS\nprior to being sold. e. Cash Purchase Procedures. Cash purchases for Trust Fund merchandise are not authorized. f. Stores From Surplus Sources. Merchandise for resale in the Commissary must not, under\nany circumstances, be acquired through surplus channels. g. Receipt at the Institution."
}