{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 69,
  "chunk_text": "(annually if fixed and semi-annually if menus are not\nfixed). 6. Does the contractor make arrangements for special diets\nwhen required by a physician or dentist? 7. Are provisions made to accommodate residents who work\nirregular hours and not available at mealtime? 8. If the contractor provides food services in the\nfacility, is an area separate from sleeping areas and adequate in\nsize to accommodate the majority of the residents designated as a\ndining area? 9. Is the dining area, regardless of the food service\nmethod utilized by the contractor, part of an establishment that\nserves alcoholic beverages? 10. If the contractor prepares and serves meals in the\nfacility, do all persons preparing food comply with Federal,\nstate, and local health and sanitation codes? (In the event of\nany conflict in these codes, the most stringent will apply.) PS 7300.09\n1/12/98\nAttachment 4-7, Page 26 Does the contractor meet the following minimum\nrequirements:\na. Food is in sound condition, free from spoilage,\nfilth, or other contamination and is safe for human consumption. Food is obtained from sources that comply with all laws relating\nto food and food labeling. b. Food containers are not stored under exposed or\nunprotected sewer lines or water lines, except automatic fire\nprotection sprinkler heads that may be required by law. The\nstorage of food in toilet rooms or vestibules is prohibited. c.\nPotentially hazardous food is kept at an internal\ntemperature of 40 degrees Fahrenheit or below, or at an internal\ntemperature of one hundred forty degrees Fahrenheit or above\nduring display and service, except that rare roast beef is held\nfor service at a temperature of at least one hundred thirty\ndegrees Fahrenheit. d. No person, while infected with a disease in a\ncommunicable form that can be transmitted by foods or who is a\ncarrier of organisms that cause such a disease or while afflicted\nwith a boil, an infected wound, or an acute respiratory\ninfection, is working in a food service establishment in any\ncapacity in which there is a likelihood of such person\ncontaminating food or food-contact surfaces with pathogenic\norganisms or transmitting disease to other persons. e.\nEmployees thoroughly wash their hands and the\nexposed portions of their arms with soap and warm water before\nstarting work, during work as often as necessary to keep them\nclean, and after smoking, eating, drinking or using the toilet. Employees keep their fingernails clean and trimmed. Long hair or\nbeards are tied up and covered with a hat, beard guard or put in\na hairnet. f. Tableware is washed, rinsed, and sanitized after each use. g.\nCleaned, sanitized equipment and utensils are\nhandled in a way that protects them from contamination. Spoons,\nknives and forks are touched only by their handles. Cups,\nglasses, bowls, plates and similar items are handled without\ncontact with inside surfaces or surfaces that contact the user's\nmouth. PS 7300.09\n1/12/98\nAttachment 4-7, Page 27\nh.\nGarbage and refuse is kept in durable, easily\ncleanable, insect-proof and rodent-proof containers that do not\nleak and do not absorb liquids. i.\nEffective pest control measures are utilized to\nminimize the presence of rodents, flies, cockroaches, and other\ninsects on the premises. The premises are kept in such condition\nas to prevent the harboring or feeding of insects or rodents."
}