{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 7,
  "chunk_text": "PS 5500.14\n10/19/2012\nChapter 2, Page 1\nCHAPTER 2\nTOOL AND HAZARDOUS MATERIALS\n200. RESPONSIBILITIES 1. Each institution is responsible for developing an\nInstitutional Supplement outlining tool control procedures and\ninspection system. Department heads will be responsible for\nimplementing this procedure in their departments. 2. The following paragraphs describe the fundamentals of good\ntool control. This outline is flexible enough to be adaptable in\nall institutions, but is expected to be defined clearly in the\nInstitution Supplement. Each institution will designate, or by selection to a permanent\nposition, a staff member as the Tool Control Officer. This staff\nmember will insure the tool inventories and procedures are\ncompleted. 201.\n1. TOOL CLASSIFICATION All tools will be classified under three general headings:  Dangerous (Class AA)  Hazardous (Class A)  Non-hazardous (Class B) The Class AA group includes those tools deemed too dangerous to\ninstitutional security for an inmate ever to handle without\nconstant, visual staff supervision. These tools must be secured\nin a manner which deny inmates even the remotest possibility of\naccess. This classification is for all security level institutions,\nexcept for independent or satellite camps, and outside work\ndetails, as long as the tools do not come within 25 feet of the\ninstitution’s outer fence or secure perimeter. a. Class AA tools must be removed from the institution at\nthe end of each work day, or stored in a combination locked safe\nin a Class A tool room, the Armory, or turned into the Control\nCenter. Class AA tools are identified as:\n(1) Metal Cutting Blades. PS 5500.14\n10/19/2012\nChapter 2, Page 2\n(2) Bolt Cutters. (3) Ramset Gun and ammunition (stored in Armory only). (4) Any Diamond Tipped Tool. b. Explosive and flammable compressed gas tanks (except\nmedical oxygen) inside the perimeter must be severely limited. At the end of each workday all such tanks will be removed from\nthe secure perimeter and secured in an appropriate lockable\nstorage. These tanks must be secured while inside the secure\nperimeter of the institution while in use. The Class A group includes those tools:\n\n\n+ \n+ \n most likely to be used in an escape or escape attempt,\nused to manufacture or serve as weapons capable of\ndoing serious bodily harm;\nas being hazardous to institutional security or\npersonal safety;\nmixing chambers; or\ncore drill bits. The Class B group includes tools of non-hazardous nature. 2. Each institution must include in its Institution Supplement\na separate Class AA, Class A and Class B alphabetical\nclassification list of all tools, by description and size,\ncurrently in use at that institution. Lists that give examples of tools in use are not sufficient. a. The tool list will be included in the Institution\nSupplement as an attachment. The tool list attachment should be\nreviewed quarterly and updated as needed. b. Tools that are a part of a set or sized sequentially by\nstandard increments can be in a single listing. For example:\nDrill bits, metal/wood 1/32\" - ½\" amount of pieces Drill bits, metal/wood 7/16\" - 7/8\" amount of pieces Wrench, comb. box/open end 1/4\" Wrench, comb. box/open end 7/16\" - 7/8\" amount of pieces - 7/16\" amount of pieces"
}