{
  "document_category": "guidance",
  "document_name": "5310_017.pdf",
  "chunk_index": 15,
  "chunk_text": "The following Psychology\nServices Program Statements detail procedures for specific types of psychological evaluations: P5310.17 8/25/2016 18 ■ Forensic and Other Mental Health Evaluations: Procedures for court-ordered pretrial and\npost-trial forensic evaluations, Witness Security Program forensic evaluations, and evaluations\nfor disciplinary purposes. ■ Psychology Treatment Programs: Procedures for evaluations to determine eligibility for\nPsychology Treatment Programs. ■ Sex Offender Programs: Procedures for specialized risk assessments and diagnostic\nassessments of psychosexual and associated disorders. ■ Treatment and Care of Inmates with Mental Illness: Procedures for ADX Mental Health\nEvaluations and Extended Restrictive Housing Placement Reviews. In addition to the above psychological evaluations, psychologists may also assist with GED\naccommodation requests by administering, scoring, and interpreting an intellectual assessment\ninstrument; e.g., Wechsler Adult Intelligence Scale, and rendering a diagnosis when appropriate. These evaluations are conducted at the request of the Education Department, with a psychologist or\npre-doctoral psychology intern responsible for conducting the intellectual assessment and\nEducation staff responsible for conducting the achievement assessment. 6. PSYCHOLOGICAL INTERVENTIONS FOR INMATES\na. Outpatient (Nonresidential) Mental Health Treatment. Inmates with a need for mental\nhealth services may be offered group and/or individual mental health treatment. Typically, inmates\nreceiving these services have an identified need for treatment, a current mental health diagnosis,\nand a treatment plan supporting individual and/or group treatment. However, inmates presenting\nwith mild adjustment issues, or other short-term stressors, may participate in brief, individual\ncounseling sessions which do not require a current mental health diagnosis or a treatment plan. These brief counseling sessions are documented in PDS as Clinical Contacts. Under the supervision of the Chief Psychologist, the decision to engage an inmate in individual\nand/or group mental health treatment is based on clinician’s professional judgment , contingent\nupon such factors as:\n■\n■\n■\n■\n■ The type of psychological problem(s) diagnosed. Limits of professional expertise. The inmate’s motivation to participate in treatment. Departmental staffing level. Departmental priorities. Individual treatment; i.e., individual therapy, while a resource-intensive intervention, is more\nappropriate for some inmates. The decision to offer individual therapy as opposed to group\ntreatment may be based on several factors, such as the inmate’s current diagnosis, presentation,\nP5310.17 8/25/2016 19 housing assignment, and interpersonal skills, as well as other factors; e.g., security concerns,\nresource limitations. Individual therapy services are documented in PDS using the Individual\nTherapy note, in conjunction with a current Diagnostic and Care Level Formulation and a\nTreatment Plan. Group treatment has proven to be both a clinically effective and efficient use of resources in the\ntreatment of inmates with substance use disorders, mental illnesses, or behavioral problems. Group treatments have the benefit of pro-social modeling (i.e., social learning) by the facilitator\nand other participants, building social support, and allowing the immediate practice of new skills. A number of evidence-based programs supported by the Bureau are offered in a group format. The provision of outpatient mental health care for inmates with mental illness is detailed in the\nProgram Statement Treatment and Care of Inmates with Mental Illness. b. Reentry Programming. Psychology Services clinicians are uniquely qualified to provide\nreentry-related cognitive-behavioral interventions. Specifically, reentry programming is offered to\naddress risk factors associated with criminal conduct; i.e., criminogenic needs."
}