{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 27,
  "chunk_text": "17 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Your agency must maintain active registration and current information in the SAM until you submit the final\nfinancial report or receive the final payment under your award, whichever is later. Your agency must review\nand update its SAM information at least once per year to maintain an active registration status. For more\ninformation about SAM registration, please visit www.sam.gov. 17. Reporting subawards and executive compensation\nCondition:\nThe Office of Management and Budget requires federal agencies to include the following standard award term in\nall grants and cooperative agreements made on or after October 1, 2010:\na. Reporting of first-tier subawards. 1. Applicability. Unless you are exempt as provided in paragraph d. of this award term, you must\nreport each action that obligates $25,000 or more in federal funds that does not include Recovery funds\n(as defined in section 1512(a)(2) of the American Recovery and Reinvestment Act of 2009, Pub. L. 111–5)\nfor a subaward to an entity (see definitions in paragraph e. of this award term). 2. Where and when to report. i. You must report each obligating action described in paragraph a.1. of this award term to\nwww.fsrs.gov.\nii. For subaward information, report no later than the end of the month following the month in\nwhich the obligation was made. (For example, if the obligation was made on November 7, 2010,\nthe obligation must be reported by no later than December 31, 2010.) 3. What to report. You must report the information about each obligating action that the submission\ninstructions posted at www.fsrs.gov specify. b. Reporting Total Compensation of Recipient Executives. 1. Applicability and what to report. You must report total compensation for each of your five most\nhighly compensated executives for the preceding completed fiscal year, if—\ni. the total federal funding authorized to date under this award is $25,000 or more;\nii. in the preceding fiscal year, you received—\n(A) 80 percent or more of your annual gross revenues from federal procurement contracts\n(and subcontracts) and federal financial assistance subject to the Transparency Act, as defined\nat 2 C.F.R. Part 170.320 (and subawards); and\n(B) $25,000,000 or more in annual gross revenues from federal procurement contracts (and\nsubcontracts) and federal financial assistance subject to the Transparency Act, as defined at 2\nC.F.R. Part 170.320 (and subawards); and\niii. The public does not have access to information about the compensation of the executives\nthrough periodic reports filed under section 13(a) or 15(d) of the Securities Exchange Act of 1934\n(15 U.S.C. 78m(a), 78o(d)) or section 6104 of the Internal Revenue Code of 1986. (To determine\nif the public has access to the compensation information, see the U.S. Security and Exchange\nCommission total compensation filings at www.sec.gov/answers/execomp.htm.) 2. Where and when to report. You must report executive total compensation described in paragraph\nb.1. of this award term:\ni. As part of your registration profile at www.sam.gov.\nii. By the end of the month following the month in which this award is made, and annually\nthereafter. 18 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual c. Reporting of Total Compensation of Subrecipient Executives. 1. Applicability and what to report."
}