{
  "document_category": "guidance",
  "document_name": "5330.11.pdf",
  "chunk_index": 23,
  "chunk_text": "The community meeting strives to motivate the participants to adopt a positive attitude. It also\nstrengthens the awareness that they are in the change process together, as a community. To ensure\nprogram structure, meetings typically are held at the same time each day. The general purpose of a community meeting is to discuss the activities of the day. Ordinarily, the\nagenda includes program philosophy, community business, the attitude of the day, the word of the\nday, reporting the news, sports and weather, and positive and negative community issues. Staff\nP5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 1\nPage 5 assign agenda items to participants to present during the meeting. However, in Mental Health\nTreatment Programs staff may take a more active role in facilitating the meeting. 1.6.6. More Than One Residential Treatment Program Coordinator. Institutions with two\ntreatment Program Coordinators are encouraged to create two programs in consultation with and\nthe approval of the Regional Psychology Treatment Program Coordinator. P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 1\nPage 6 CHAPTER 2. DRUG ABUSE PROGRAMS\n§ 550.50 PURPOSE AND SCOPE. The purpose of this subpart is to describe the Bureau’s drug abuse treatment\nprograms. All Bureau institutions have a drug abuse treatment specialist who,\nunder the Drug Abuse Program Coordinator’s supervision, provides drug abuse\neducation and non-residential drug abuse treatment services to the inmate\npopulation. Institutions with residential drug abuse treatment programs (RDAP)\nshould have additional drug abuse treatment specialists to provide treatment\nservices in the RDAP unit. 2.1. Structured Drug Abuse Treatment Program. The Bureau operates a structured Drug\nAbuse Treatment Program to identify inmates in need of substance abuse treatment upon entry\nand throughout their incarceration. This multi-pronged treatment delivery system accommodates\nthe entire spectrum of inmates in need of substance abuse programs through the Drug Abuse\nEducation Course, the Non-residential Treatment Program, Residential Drug Abuse Programs\n(RDAP), Follow-up Treatment in general population, and Community Transitional Drug Abuse\nTreatment (TDAT). 2.2. Treatment Protocols. Central Office Psychology Services Branch approves all required\ntreatment protocols (e.g., clinical treatment modules, journals, and facilitator guides) used in\nsubstance abuse programs. A current list of required materials is available on the Psychology\nServices Sallyport site or through Drug Abuse Treatment Programs staff in Central Office. Field\nstaff will be trained on the vital elements of substance treatment protocols as changes occur. 2.3. Drug Abuse Education Course\n2.3.1. Purpose. § 550.51 DRUG ABUSE EDUCATION COURSE. (a) Purpose of the drug abuse education course. All institutions provide a drug\nabuse education course to:\n(1) Inform inmates of the consequences of drug/alcohol abuse and addiction; and\n(2) Motivate inmates needing drug abuse treatment to apply for further drug abuse\ntreatment, both while incarcerated and after release. The Drug Abuse Education course (DRUG ED) is available to all sentenced inmates at every\ninstitution. 2.3.2. Target Population. Inmates who meet the criteria outlined below and have been\nsentenced or returned to custody as a violator are required to take the DRUG ED course. These\ninmates are identified by the unit team through their initial file review. P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 2\nPage 1 § 550.51(b) Course placement."
}