{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 29,
  "chunk_text": "Depending on the circumstances, it may not be necessary to\ninclude this section in all reports. (3) Recommendations. This section should be presented in\nbullet format and should not contain any information which could\ncompromise law enforcement activities, staff members, or\nindividual inmates. 607. DISCLOSURE OF BUREAU STAFF NAMES IN MAJOR INCIDENTS. Disclosure of the names of Bureau employees involved in major\nincidents will be in accordance with the Program Statement on\nNews Media Contacts. Employees who are investigated for possible misconduct as a\nresult of an After-Action Review, and no disciplinary or adverse\naction will be proposed, will be notified of the decision within\nseven working days after the review of the investigation by the\nChief Executive Officer or designee. PS 5500.14\n10/19/2012\nChapter 7, Page 1\nCHAPTER 7\nFIREARMS AND BADGES\n700. DEFINITIONS. Probable cause, reasonable determination, or\nreasonable belief means facts and circumstances known to the\nemployee at the time of the use of firearms that would cause a\nreasonable employee to conclude that the action is appropriate. 701. CARRYING OF FIREARMS. Title 18 U.S.C. § 3050, authorizes\nthe Attorney General to prescribe rules and regulations relating\nto the carrying of firearms by Bureau officers and employees. This authority is delegated to the Director in 28 CFR 0.96(o). When approved by the Warden, institution staff are permitted to\ncarry firearms when:\n\n\n transporting inmates,\nassigned to escape posts, and\nassigned to security posts which require firearms as\nstandard issued equipment. Carrying or the use of personal or privately owned firearms while\non duty is prohibited. Post orders, riot plans, and escape plans will include\ninstructions for carrying firearms. a. Duty Assignment. Employees must not be assigned to duties\nthat require the carrying of firearms prior to successfully\ncompleting the firearms familiarization training course. b. Staff Qualification. New employees must not be assigned to\nposts requiring the carrying of firearms before completing the\nIntroduction to Correctional Techniques Training at the Federal\nLaw Enforcement Training Center. In extraordinary circumstances, an exception may be made for an\nemployee who has completed the local firearms familiarization\ntraining with written approval of the Warden and Regional\nDirector. c. Re-qualification. Staff must complete satisfactorily the\nBureau’s approved firearms training course each year. Allowances\nwill be made in accordance with applicable laws, rules, and\nregulations. PS 5500.14\n10/19/2012\nChapter 7, Page 2\nChaplains, dentists, physicians, and other positions which the\nDirector specifically exempts from carrying firearms are not\nrequired to complete the firearms familiarization training\nconducted at the institution and Staff Training Academy. d. Other Use of Firearms. Only the Director or Director's\ndesignee may authorize, in writing, Bureau staff to carry\nGovernment-issued firearms for purposes not expressed in this\nProgram Statement. 702. USE OF FIREARMS. Firearms must be used only when deemed\nnecessary for the following Law Enforcement purposes:\n Prevent escapes;  Prevent loss of life or serious physical injury;  Protect government property, upon determination that\nthe damage or loss of property would contribute\ndirectly to an escape, loss of life, or serious\nphysical injury; and  Maintain or restore control of a correctional\ninstitution. The use of firearms is prohibited if force other than firearms\nappear reasonably sufficient to accomplish law enforcement\npurposes. Examples are, but not limited to:\n\n\n Prevention of escape;\nPrevention serious physical injury; and\nRestoration of control in a correctional institution."
}