{
  "document_category": "guidance",
  "document_name": "5330.11.pdf",
  "chunk_index": 45,
  "chunk_text": "The required protocol is delivered in a group format, with a minimum of 12\ngroup sessions meeting weekly for at least 60 minutes per session. b. Phase II. Phase II of the program consists of specialized groups designed to meet the\nadditional treatment needs of three distinct populations as described below. Inmates must\ncomplete Phase I of the program before enrolling in Phase II groups. (1) Maintenance Skills Group. Maintenance Skills Group is for inmates who remain interested\nin treatment, but whose symptoms, if present, no longer interfere with daily functioning. This\ngroup utilizes a supportive and educational orientation to maintain treatment gains. The group is\nan open-ended, continuous group. The group meets at least monthly for 60-90 minutes. (2) Cognitive Processing Therapy Group. Cognitive Processing Therapy Group is for inmates\nwho remain symptomatic after completion of Phase I with a primary diagnosis of an Axis I\ndisorder (e.g., Post Traumatic Stress Disorder (PTSD), major depression, substance use disorder). This group utilizes a highly structured, 12-session treatment protocol combining cognitive\ntechniques with written exposure therapy to address negative affect, intrusive images,\ndysfunctional thoughts, and avoidance behavior. The group meets weekly for 60 to 90 minutes\nper session. In special cases, Cognitive Processing Therapy may also be offered in an individual\nformat. (3) Dialectical Behavior Therapy Skills Training Group. Dialectical Behavior Therapy Skills\nTraining Group is for inmates who remain symptomatic after completion of Phase I with a\nprimary diagnosis of an Axis II disorder; e.g., Borderline Personality Disorder. This treatment\nintervention utilizes cognitive-behavioral skills training in emotional regulation, distress\ntolerance, interpersonal effectiveness, and core mindfulness. Typically the group meets weekly\nfor 60 to 90 minutes per session. In special cases, Dialectical Behavior Therapy skills may be\noffered in an individual treatment format. As treatment technologies change, there are opportunities to improve the Bureau’s treatment\nprograms. Therefore, staff are to use the most recent manuals, journals, facilitator’s guides, and\nresources developed by the Central Office. 3.4.5. Program Documentation. Required documentation for the Resolve Non-residential\nTreatment Program includes: P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 3\nPage 4 • A documented psychological diagnosis in PDS related to a history of trauma or traumatic life\nexperiences. • An Agreement to Participate in the program, signed by the inmate at the time of the first\ntreatment session. • A psychosocial assessment on each inmate entering Non-residential treatment to assist in the\ndevelopment of an individualized treatment plan;\n• An individualized treatment plan for each non-residential program participant, documenting\nthe targeted problem areas, treatment goals, and treatment activities in PDS. • Group attendance (via PDS). • Treatment contact notes when appropriate. • 60-day progress reviews noting progress toward treatment goals. • Non-residential Resolve treatment assignments in SENTRY.\n• At the conclusion of the inmate’s involvement in Non-residential treatment, a brief account in\nthe evaluation section of PDS noting how he or she left the program; e.g., “Ms. XXX was\ntransferred to a lower security institution,” “Ms. XXX successfully completed the treatment\ngoals identified in her treatment plan,” “Ms. XXX informed treatment staff she is no longer\ninterested in participating in non-residential treatment.” 3.4.6. Program Expulsion."
}