{
  "document_category": "guidance",
  "document_name": "6400_003.pdf",
  "chunk_index": 6,
  "chunk_text": "■ Inmates who are healthcare professionals in any capacity, with or without an active license\nand regardless of whether they received a degree, license, or certification, are not allowed to\nwork in the dental clinic in any capacity. ■ Inmate workers are screened for HBV, HCV, and HIV infection. Those testing positive may\nbe allowed to work in the dental clinic as a dental assistant with approval of the Clincial\nDirector . ■ Testing for bloodborne pathogen infections is done for any clinically suspected new\ninfection.\n■ Any workplace exposure to bloodborne pathogens will be referred to Health Services clinical\nmedical staff for post-exposure management. ■ Inmate dental workers are offered the hepatitis B vaccine per OSHA regulations. See the\ncurrent Program Statement Infectious Disease Management. ■ Inmate supervision in the Dental Clinic will be consistent with local Correctional Services\npolicies. 5. DENTAL RECORDS/GENERAL INFORMATION The EMR is used to document all dental encounters and administrative notes. The EMR is used\nfor maintenance of the Dental Routine Treatment List Module. SENTRY is used to place\ninmates on call-out or retrieve necessary correctional information only. See the current Program\nStatement Health Information Management. The following applies:\n■ The uploading of dental/health records will be done in compliance with the current Program\nStatement Health Information Management. P6400.03 6/10/2016 8 ■ Paper charting forms (BP-A0618, A&O Dental Examination [Initial Clinical Dental\nFindings] are completed, then scanned into the EMR Document Manager under the Dental\nExaminations section. This is only approved for A&O examinations. ■ Forms re uirin an inmate’s si nature are scanned into the appropriate section of the EMR\nDocument Manager utilizing the correct file name protocol per current BEMR Document\nManager Guidelines.\n■ Only forms in English are to be scanned into EMR. Miscellaneous forms, such as an outside\nspecialist’s consultation notes, Inmate Personal Property Record (BP-A0383), dental\nlaboratory prescription slips, biopsy reports, etc., are signed, dated, and scanned into the\nappropriate section of the EMR Document Manager utilizing the correct file name protocol. ■ Dental radiographs should be included in EMR. If a Dental Service Unit does not have\ndigital radiography capability, radiographs continue to be filed in a two-part folder stored in\nMedical Records.\n■ Some inmates may still have existing paper-based records (which will be maintained until\ntheir release); if needed, these are referred to when providing dental treatment, but current\nand future progress notes are done electronically. Prior notes do not need to be scanned. These records are returned to Medical Records at the end of each day. ■ The release of information from the Health Record to an inmate is governed by the current\nProgram Statements Release of Information and Health Information Management. 6. ACCESS TO DENTAL CARE\na. General Population\n(1) Method. Access to care must be equitable. Comprehensive dental care may be requested by\nsubmitting an Inmate Request to Staff (BP-A0148) form, or any other means authorized by local\npolicy and procedures. Provided the inmate is eligible for care, the date that the initial request is\nreceived is used as the entered date on the EMR “Dental Routine Treatment List”. This date\nfollows the inmate from one facility to another as part of a national wait list."
}