{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 78,
  "chunk_text": "This report will serve as your agency’s final programmatic report on\nthe grant, and the information your agency provides in this report will be used to make a final assessment of\nyour grant progress. Equipment disposition\nEach grantee must use any equipment funded through a COPS Office award for approved grant-related\npurposes and must retain the equipment for the life of the grant. After the conclusion of the grant period,\nproperty records must be maintained by the grantee. The records should include a description of the\nproperty; a serial number or other identification number; the source of the property; the name of the\nperson or entity that holds the title; the acquisition date and cost of the property; the percentage of federal\nparticipation in the cost of the property; the location, use, and condition of the property; and any ultimate\ndisposition data, including the date of disposal and sale price of the property. A control system must be\ndeveloped to ensure adequate safeguards to prevent loss, damage, or theft of the property. 65 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual When the grant has expired and original or replacement equipment obtained under the grant is no longer\nneeded for the original project or for other activities currently or previously supported by a federal agency,\ndisposition of the equipment shall be made as follows: Items of equipment with a current per-unit fair market value of $5,000 or less may be retained, sold, or\notherwise disposed of with no further obligation to the awarding agency. Items of equipment with a current per-unit fair market value in excess of $5,000 may be retained or sold\nand the awarding agency is entitled to an amount calculated by multiplying the current market value or\nproceeds from sale by the awarding agency’s federal share in the cost of the original purchase. For more information, please see 2 C.F.R. § 200.313 as adopted by the U.S. Department of Justice in 2 C.F.R. §\n2800.101. 66 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual VIII. Conclusion We hope that this manual has assisted you and your agency with your grant questions. We welcome and\nencourage any comments you have regarding the COPS Office TRGP and the materials we have developed\nfor its administration. If you have specific comments regarding this manual, please send them to:\nU.S. Department of Justice\nOffice of Community Oriented Policing Services\nAttn: TRGP/CTAS Control Desk\n145 N Street NE\nWashington, DC 20530 If you have any questions about your grant, please call your COPS Office Grant Program Specialist or the\nCOPS Office Response Center at 800-421-6770. Pursuant to Executive Order 13513, “Federal Leadership on Reducing Text Messaging While Driving,” the\nCOPS Office encourages recipients of U.S. Department of Justice funds to adopt and enforce policies that\nban text messaging while driving and to establish workplace safety policies to decrease crashes caused by\ndistracted drivers. 67 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual Appendices\nAppendix A. List of source documents\nA. Primary sources\nPublic Safety Partnership and Community Policing Act of 1994, 42 U.S.C."
}