{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 35,
  "chunk_text": "4.4.4. PANEL FINDINGS The panel chairperson will prepare a detailed narrative summary of\nthe panel findings to include:\nidentification of deficiencies;\nclarifications, or excesses identified in the evaluation\nprocess for each proposal; and\n#\na consensus score sheet. #\n# PS 7300.09\n1/12/98\nChapter 4, Page 21 This summary or evaluation of proposals should include all of\nthe issues or areas that are deficient or need to be clarified\nduring negotiations with the offeror. Within five working days of the panel evaluation, the chairperson\nshall forward the original site inspections, score sheets,\ncomments and worksheets, and proposals to the CO. The\nchairperson may maintain a copy of the panel documents and a copy\nof each proposal, for reference, until award of the contract. After contract award, all proposals are forwarded to the CO. 4.4.5. NOTIFICATION OF OFFERORS NOT IN THE COMPETITIVE RANGE After receiving the panel findings, the CO shall establish the\ncompetitive range and promptly notify in writing all unsuccessful\nofferors of the reasons they were not selected. Examples of\nappropriate reasons include:\ntechnically unacceptable, falling\noutside the competitive range, etc. A pre-award notice should include:\nthe basis for the\ndetermination, in general terms, and a statement that a revision\nof the proposal shall not be considered. 4.4.6. NEGOTIATION WITH OFFERORS IN THE COMPETITIVE RANGE The CO should either make an award without discussion based on the\ninitial proposals or conduct written or oral discussions with all\nacceptable offerors. The latter can be accomplished when the\nrequirements of FAR 15.610 are met and recommended by the SSO. If negotiations are to be conducted, the CO should advise the\nofferors of any areas that need clarification, or any\ndeficiencies in the proposals. The CO shall conduct negotiations\non the areas identified as deficient and provide the offerors an\nopportunity to satisfy the government’s requirements. The CO\nshall attempt to resolve any contradictions, uncertainties, or\nambiguities concerning technical matters or other terms and\nconditions of the proposal. The CO should provide offerors a reasonable opportunity to submit\nany revision to cost or pricing, technical, or any other matters\nresulting from the discussions. During negotiations, the\nCO will forward the offeror's responses to CCA staff for review\nand response. At the conclusion of negotiations, the CO should\nrequest offerors to submit a \"Best and Final Offer\" to the\ngovernment, ordinarily within two weeks, unless special\ncircumstances warrant additional time. PS 7300.09\n1/12/98\nChapter 4, Page 22 Only the CO may discuss panel findings, costs, or negotiate\nwith any offeror. No one, other than the CO, shall hold\ndiscussions with offerors. Offerors shall be advised they must clearly identify in writing\nwhat changes or additions have been made and where they are\nlocated within the proposal. If during discussions substantive\nchanges of the original proposals occur, the SSO may, if\nnecessary, contact the panel chairperson and members, and convene\na second evaluation panel. 4.4.7. PRE-AWARD FISCAL AUDIT If the reasonableness of the proposed contract cost cannot be\ndetermined from adequate competition, a cost price and/or\nanalysis of the offeror's cost data by the CO may be necessary. FAR Part 15 establishes dollar thresholds for determining when\npre-award audits are required. It is the CO's responsibility to\narrange for all required audits."
}