{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 45,
  "chunk_text": "Auditors should plan to spend at least 20 minutes on each random inmate interview in order to\nelicit useful information. While conducting these interviews, auditors should also be prepared\nto ask additional follow-up questions from the targeted inmate interview protocols where\nappropriate. For example, an auditor may learn during the course of a random inmate interview\nthat the inmate experienced prior sexual abuse and is limited English proficient (LEP). In this\nscenario, the auditor should ask questions from the applicable targeted interview protocols\nincluded in the Audit Instrument. Interview rubrics listing the required number of random inmate interviews by facility type and\npopulation size are presented below in Tables 1–4. Interviews with Targeted Inmate Populations\nAssessing a facility’s day-to-day practices for ensuring the sexual safety of all inmates is a crucial\nelement of the audit. One of the ways to get a strong sense of these practices and of actual\nsexual safety is to interview appropriate numbers of the most vulnerable populations in\ncustody. Auditors must ensure that these populations are adequately represented in the\ninterview process. To accomplish this, auditors should work with the facility to obtain a list of all\ninmates that fall within the prescribed target populations, including their housing units, so\nauditors can ensure geographic diversity. Auditors must attempt to interview a selection of\ninmates belonging to each of the following targeted populations. •\n• Youthful inmates/detainees confined in adult prisons, jails, and lockups\nYouthful inmates held in segregated housing to provide sight and sound separation\n44 •\n•\n•\n•\n•\n•\n•\n• Inmates with a physical or cognitive disability\nInmates who are LEP\nTransgender and intersex inmates\nLesbian, gay, and bisexual inmates\nInmates placed in segregated housing for their own protection from sexual victimization\nJuvenile residents in isolation in juvenile facilities\nInmates who reported sexual abuse that occurred in the facility\nInmates who reported prior sexual victimization during risk screening The number of interviews of individuals in the targeted populations must comport with the\nrequirements presented in Tables 1–4 below. In some facilities, auditors may be told that there\nare no members of one or more of the targeted populations. Auditors have a responsibility to\ncorroborate such a statement, and can do so based on information obtained from the Pre-Audit\nQuestionnaire; documentation reviewed onsite; and discussions with screening, classification,\nmedical, and mental health staff, among others. Auditors should evaluate the extent to which a facility appropriately and consistently collects,\nmaintains, and tracks relevant information about whether an inmate is a member of a targeted\npopulation. If the auditor is not persuaded that the facility is sufficiently able to consistently\nidentify members of the targeted populations, then the auditor should not be willing to accept\nclaims of “none here” without further probing. Auditors should also be aware of other\nStandards that may be impacted by a facility’s inability to identify members of certain targeted\npopulations. For example, a facility that is unable to identify any inmates who are lesbian, gay,\nbisexual, transgender, intersex (LGBTI) or gender nonconforming may not be meeting its\nobligations for screening inmates for risk of victimization and abusiveness under Standard\n115.41."
}