{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 18,
  "chunk_text": "The additional certification\ntype granted by DOJ will expire on the same date as the original certification type. Additional\ninformation on the recertification process and requirements can be found in Chapter 27. Field Training Program\nBeginning with the July 2017 PREA Auditor Candidate Training, as a requirement for\ncertification, auditor candidates are required to successfully complete a training audit as part of\nthe Field Training Program. The goal of the Field Training Program is to provide auditor\ncandidates with an opportunity to transfer the knowledge and skills they attained during the\nclassroom-based PREA Auditor Candidate Training to a field-auditing experience in a supervised\nand supportive environment. Specifically, the Field Training Program audit will strengthen\nauditor candidates’ understanding of the PREA Standards, hone their auditing skills, and\nprovide an opportunity to implement the PREA audit methodology. Auditor candidates are assigned a specific training audit based on geographic location and will\nbe expected to complete the full training audit (approximately 19 weeks for the pre-onsite\naudit, onsite, and post-onsite audit phases). 10 More information about the Field Training Participation in the Field Training Program requires approximately 35–40 hours during the pre-onsite audit\nphase, a minimum of 55 “working hours” during the onsite audit phase, and 35–40 hours during the post-onsite\naudit phase. 10 18 Program and what is expected of auditor candidates can be found in the Field Training Program\nSyllabus and Manual, which are available in the Auditor Portal. Probationary Certification Status\nBeginning with auditors who attended the March 2015 PREA Auditor Candidate Training, all\nnewly certified auditors are required to enter probationary certification status and must\nsuccessfully complete all the requirements to become fully certified by DOJ. Probationary\ncertification status assists newly certified auditors in learning to effectively and\ncomprehensively communicate their audit findings. Upon completion of the probationary\ncertification status requirements, the PREA Management Office will review the auditor’s body\nof work and make a determination as to whether or not the auditor will receive full\ncertification. Probationary Certification Review Process Auditors on probationary certification status must submit draft reports for their first two audits\nfor review by the PREA Resource Center prior to submitting them to the audited facility. The\ngoal of the PREA Resource Center’s review is to evaluate the degree to which the audit reports\nclearly and thoroughly describe the auditor’s methodology, the evidence collected during all\nphases of the PREA audit process, the auditor’s systematic review and analysis of the evidence,\nand how the auditor connected this information to determine compliance or noncompliance for\neach provision of every Standard. Based on this review, PREA Resource Center staff will provide\ndetailed guidance to the auditor regarding areas of strength and areas in need of improvement. In the ordinary course of an audit, auditors are required to submit an interim report (or final\nreport if there is no corrective action) to the audited facility no more than 45 days after the last\nday of the onsite portion of the audit. To accommodate the probationary certification review\nprocess, the PREA Management Office has extended this timeframe to 60 days for auditors\nunder probationary certification status. The steps for this process are described below."
}