{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 95,
  "chunk_text": "This authority\nincludes rejecting individual emails sent to or from inmates that jeopardize the interests identified\nin Section 14.2. (1) An inmate’s participation in the TRULINCS Program is conditioned on his/her notice,\nacknowledgment, and voluntary consent to the Warden’s authority, as indicated above. Inmates\nconsent to monitoring when they accept the TRULINCS Electronic Messaging Warning/\nResponsibility/Acknowledgment Statement each time they access the system.\n(2) A community person’s consent to Bureau staff monitoring of all TRULINCS emails and\nactivity is obtained when he/she receives the initial system-generated email notifying him/her the\ninmate wants to add him/her to their contact list and when he/she proceeds with corresponding. 14.4 RATES The Chief of the Trust Fund Branch, with the concurrence of the Assistant Director of the\nAdministration Division, sets all program fees. By participating in the program, the inmate\nconsents to have the Bureau withdraw program fees directly from his/her Deposit Fund account. 14.5 EQUIPMENT AND SUPPLIES Requests for additional equipment or alternative locations are forwarded from the Warden through\nthe Regional Trust Fund Administrator to the Chief of the Trust Fund Branch for consideration. a. Equipment. Inmate computers and printers must clearly display a blue label as “INMATE\nACCESS.”\nb. Multi-Purpose Workstations. Ordinarily, workstations are located in the housing units and\nlaw library. Workstations located in the housing units ordinarily are multi-purpose, offering\nvarious services, with the exception of the Electronic Law Library and print services. c. Electronic Law Library (ELL) Workstations. TRULINCS ELL workstations located in\nthe institution Law Library ordinarily offer access to only the ELL Service and limited supporting\nservices (e.g., TRU-Unit Management and Bulletin Board services). TRULINCS ELL\nworkstations are located in the Law Library due to the sensitivity of information and supervision\nwithin the area. d. Print Workstations. Ordinarily each institution will have two print stations available on the\nmain compound and one in a satellite camp. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 127 e. Operating Supplies. Funds are provided in the annual TRULINCS budget to purchase\noperating supplies (e.g., paper, toner, mailing labels). Procedures for procuring these items are in\nChapter 2. 14.6 TRULINCS INMATE WORKERS Inmates receive compensation from the Trust Fund Appropriation for work performed in support\nof TRULINCS. Relatively short absences due to callouts, hospitalization, sick line, etc., do not\naffect the period covered. Extended absences such as furloughs, lay-in assignments, or\nlockdowns are not compensable. a. Screening of Inmate Workers. Inmates who refuse to participate in the Inmate Financial\nResponsibility Program may not work in TRULINCS. Prior to assigning inmates to the detail, the\nTrust Fund Supervisor shall request the Special Investigative Supervisor (SIS) to determine if any\nissues exist that raise security concerns (e.g., ongoing investigation). b. Work Hours. Ordinarily, TRULINCS inmate work details do not exceed four hours per day. c. Rate of Pay. The hourly rate of pay for inmates assigned to TRULINCS activities is:\n$0.55 per hour starting\n$0.75 per hour after 3 months’ service, if warranted\nAny increase in pay (not to exceed $0.75 per hour) is based on the inmate’s work performance and\navailability of funds provided in the annual budget. d. Bonus Pay."
}