{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 27,
  "chunk_text": "Depending on the seriousness of\nthe incident, the Regional Director may authorize a paper review\nof the facts or may require an on-site investigation. c. The Shooting Investigation Team will prepare a Shooting\nIncident Report which will serve as the After-Action Report. The\nreport will be submitted to the Regional Director for comments\nand recommendations. 603. SHOOTING INCIDENT REVIEW COMMITTEE. The Shooting Incident\nReview Committee must review each After-Action Report including\nthe Regional Director’s comments and recommendations to determine\nif staff actions complied with established policy and make\nappropriate recommendations. The Shooting Incident Review Committee should consist of:\n Assistant Director or Designee, Correctional Programs,\nDivision (Chair),\n• Administrator, Correctional Services Branch, Correctional\nPrograms Division, and\n•\n Associate General Counsel, Legislative & Correctional Issues\nBranch, Office of General Counsel. PS 5500.14\n10/19/2012\nChapter 6, Page 3 A representative of the Council of Prison Locals at the\nappropriate level may be provided a copy of the After Action\nreport in accordance with appropriate laws, rules, and\nregulations. Based on the nature of the incident, the Deputy Attorney General\nmay assign an attorney to the Shooting Incident Review Committee\nto determine the degree of the Department of Justice\nparticipation in the review. Additionally, all After-Action Reports and summary reports are\nrequired to be compiled and forwarded to the Administrator,\nCorrectional Services Branch Central Office, via BOPNet\nGroupWise. 604. AFTER-ACTION REPORT FORMAT. Although each report may be\ntailored for the specific incident, ordinarily, After-Action\nReports will be in the following format. a. Introduction/Executive Summary. This section summarizes\nall significant information resulting from the review. It\nidentifies team members, purpose and scope of the review. This information will be presented in bullet format, i.e.,\npersons involved, injuries, monetary damages, etc.\nb. Chronology of Events. This section details events\nsequentially. It may be separated into a chronology of inmateinspired events and staff responses. This section will not include comments or conclusions on inmate\nor staff activities. c. Analysis of Events. This section includes the team's\nanalysis of all events as they unfolded. It may also be separated into an analysis of inmate actions and\nstaff responses. Comments on results or consequences of actions\nmay be included in this section. d. Other Factors. This section should include on-site\nobservations, current events affecting the Bureau or local area,\nand investigative or intelligence information. This section may not be necessary in all reports. PS 5500.14\n10/19/2012\nChapter 6, Page 4\ne. Conclusions. This section will contain a well-reasoned\nconclusion based on all of the above sections. Each piece of\ninformation analyzed above must lead to conclusions. This section will include comments on staff response and may\nlist both positive and negative performances of individual staff\nmembers or groups of staff. f. Recommendations. This section will be presented in bullet\nformat and reflect the Analysis of Events and Conclusions\nsections. This section will include any knowledge gained from the\nincident with recommendations for additional training and/or\nrevisions to the existing training programs, if applicable. g. Attachments. This section contains relevant photographs,\nmemorandums, rosters, lists of staff interviews, and other\ndocumentary evidences considered during the review process. When multiple jurisdictions are involved, copies of reports and\ninvestigations conducted by other law enforcement agencies should\nbe included. h. Cost/Impact Statement. A Cost and Impact Statement\n(Attachment C) must be completed as an integral part of every\nreview."
}