{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 48,
  "chunk_text": "Reporting instructions are outlined in the\nCOPS Office Training and Technical Assistance Reporting Guide.\n24. Submit all approved indirect cost rates, if applicable, covering the award period to the COPS Office\nwithin 30 days of approval from the cognizant federal agency. If a provisional indirect cost rate is in effect at grant closeout, the awardee shall proceed with closeout\nbut will complete an expenditure analysis upon receipt of the approved final indirect cost rate to\ndetermine if an adjustment is necessary. If the awardee drew down excess COPS Office funding for\nindirect costs, the awardee must return the overpayment to the COPS Office and submit a revised\nFederal Financial Report (SF-425). If the awardee incurred additional indirect costs, the awardee may\nrequest a budget modification if the award is still open and award funds are available. If the awardee\nreturns or draws down COPS Office funding, the awardee will submit a revised final Federal Financial\nReport (SF-425). 35 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual The awardee should pay particular attention to the two areas listed below to ensure that their\napplication of indirect cost rate is in compliance with the existing requirements of the governmentwide award rules set out by the Office of Management and Budget (OMB):\nA. $25,000 Subcontract/Subaward Limitation: Indirect cost rates negotiated on the basis of modified\ntotal direct costs may only be applied against the first $25,000 of any subcontract or subaward\nunder the agreement. This limitation must be applied to all conference related subcontracts\nand subawards, including those with hotels and travel agents. See 2 C.F.R. § 200, Appendix\nIII.C.2 (Indirect costs—Institutions of Higher Education); 2 C.F.R. § 200, Appendix IV.B.2c (Indirect\ncosts—Nonprofit Organizations); or 2 C.F.R. § 200, Appendix VII.C.2c (Indirect costs—States, Local\nGovernments, and Indian Tribes). B. Participant Support Costs: Participant support costs are generally excluded from the distribution\nbase. Therefore, indirect costs may not be applied against participant support costs. Participant\nsupport costs are direct costs for items such as stipends or subsistence allowances, travel\nallowances, and registration fees paid to or on behalf of participants or trainees (but not\nemployees) in connection with meetings, conferences, symposia, or training projects. See 2 C.F.R.\n§ 200.75. This exclusion applies to the entirety of any subcontracts for the lodging and travel\nof conference participants or trainees (but not employees). Costs related to contractors of the\nrecipient who are acting in the capacity of a “Conference Trainer/Instructor/ Presenter/Facilitator”\nare considered participant support costs. For more information on allowable costs for conferences and training, please follow this link:\nwww.ojp.gov/funding/confcost.htm. Indirect costs were removed from the budget if the Awardee did not provide, at the time of\napplication, either a current approved federal indirect cost rate or documentation showing a pending\nrequest for approval by the cognizant federal agency. If the Awardee has never received a federally\napproved indirect cost rate, it may elect to charge a de minimis rate of 10% of modified total direct\ncosts (MTDC) in lieu of negotiating a rate with the cognizant federal agency. See 2 CFR § 200.414(f ).\n25."
}