{
  "document_category": "guidance",
  "document_name": "Model-Tribal-Code_508.pdf",
  "chunk_index": 17,
  "chunk_text": "For Tier I sex offenders, 1 year, 2. For Tier II sex offenders, 180 days, and 3. For Tier III sex offenders, 90 days. SECTION 5.04 KEEPING REGISTRATION CURRENT\nA. Jurisdiction of Residency. All sex offenders who reside in lands subject to the\njurisdiction of the Name of Tribe who are required to register pursuant to this\nCode shall Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 18 1. Immediately appear in person at the Responsible Agency Name to update\nany changes to their name, residence (including termination of residency),\nemployment, or school attendance. 2. Immediately update any changes to their vehicle information, internet\nidentifiers, or telephone numbers. Such updates are not required to be\nmade in person at the Responsible Agency Name. 3. Appear in person at the Responsible Agency Name at least 3 days in\nadvance of any intended travel away from Name of Tribe which will last 7\ndays or more, as required by Section 4.01(E)(17). 4. Appear in person at the Responsible Agency Name at least 21 days in\nadvance of any intended international travel to provide the information\nrequired by Section 4.01(E)(18). B. Jurisdiction of School Attendance. Any sex offender who is a student in any\ncapacity within lands subject to the jurisdiction of the Name of Tribe, regardless\nof location, that changes their school, or otherwise terminates their schooling,\nshall immediately appear in person at the Responsible Agency Name to update\nthat information. C. Jurisdiction of Employment. Any sex offender who is employed by the Name\nof Tribe in any capacity or otherwise is employed within lands subject to the\njurisdiction of the Name of Tribe, regardless of location, that changes their\nemployment, or otherwise terminates their employment, shall immediately\nappear in person at the Responsible Agency Name to update that information. SECTION 5.05 FAILURE TO APPEAR FOR REGISTRATION AND\nABSCONDING\nA. Failure to Appear. In the event a jurisdiction notifies the Name of Tribe that a\nsex offender is relocating to Name of Tribe, and the sex offender thereafter fails\nto register with the Name of Tribe as required by this Code, the Responsible\nAgency Name or its designee shall immediately inform the jurisdiction that\nprovided notification that the sex offender who was to commence residency,\nemployment, or school attendance with the Name of Tribe failed to appear for\nregistration. B. Absconded Sex Offenders. If the Responsible Agency Name or its designee\nreceives information that a sex offender has absconded, the Responsible\nAgency Name shall take the following actions:\n1. The Responsible Agency Name shall make an effort to determine if the sex\noffender has actually absconded. In the event no determination can be\nmade, the Responsible Agency Name or its designee shall ensure all other\nappropriate law enforcement agencies are notified. 2. If the information indicating the possible absconding came through notice\nfrom another jurisdiction or federal authorities, they shall be informed that\nthe sex offender has failed to appear and register. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 19"
}