{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 121,
  "chunk_text": "The required legal\ndocument for detainees is the certified Judgment and Commitment PS 7300.09\nCN-2 5/19/99\nChapter 6, Page 2\nOrder (J&C). The CCM must ensure that contract staff execute the\nreturn of service on the J&C for each voluntary surrender case. The U.S. Marshals will normally execute the return of service for\noffenders in jail-type locations; however, CCMs must ensure the\nrequirement has been completed. (Title 18 U.S.C. §§ 4084 and\n3621(c)). See the Inmate Systems Management Manual. After the J&C, return of service is executed, certified copies of\nthe J&C are mailed to the U.S. Marshal in the sentencing district\nand the Community Corrections Office. The contractor must have\nan executed copy on file. In accordance with the Program Statement, FBI Forms, Submission to\nthe FBI, the CCM shall ensure that a full set of fingerprints is\ntaken and submitted to the FBI for all commitments for service of\nsentence. The CCM shall determine whether a facility shall\nsend the cards directly to the FBI or send them through the CCM. A print card shall also be forwarded to the CCM for placement in\nthe J&C file. This shall be completed within the first five\nworking days after arrival. A standard six-position or two-position file shall be used. If a\ntwo-position file is used, the first three sections are placed on\nthe left and the second three on the right side of the file. The\nInmate Systems Management Manual requires that a J&C file be\nestablished for each sentenced inmate. The J&C file contains the\ndocumentation for the legal authority for the detention and\ncustody of prisoners. The file created and maintained by\ncommunity corrections for direct court commitments serves as a\nJ&C file and the central file and must contain all documents and\nforms as set forth in the Inmate Systems Management Manual. Files shall normally consist of:\na. Source - U.S. Marshal: e Request for Designation (Teletype or Memorandum). e Executed and certified copy of Judgment and Commitment Order.\ne USM-129 Detention Record.\ne Voluntary Surrender Order.\ne BP-S385 \"Authorized Unescorted Commitment and Transfer\"\nIdentification Card, including a picture and a thumbprint. b. Source - U.S. Probation: e Pre-Sentence Report.\ne Other Reports and Correspondence. PS 7300.09\nCN-2 5/19/99\nChapter 6, Page 3\nc. Source - Contractor: e Documentation of Acceptance. e Record of Medical Examination (if a CCC is designated). e Terminal Report.\nd. Source - Community Corrections Manager: e Designation Teletype or Memorandum or SENTRY printout. e Sentence Monitoring Computation and Good Time Record\n(SENTRY). e Sentence Monitoring Update Computation Satisfaction\nRelease Certification (SENTRY). e Inmate Discipline\nRecord.\ne A sentence audit conducted in accordance with the\nrequirements of the Inmate Systems Management Manual. After an offender's release, files are maintained in the CCM\noffice until shipped to a Federal Records Center. Shipments\nshould occur at least annually, or more frequently if volume\nwarrants. The schedule for returning and shipping files is set\nforth in the Inmate Systems Management Manual. The CCM should contact regional inmate systems specialists or\nadministrators for assistance when required. A well-organized\nmethod for record retention and disposal is critical to\nfacilitate retrieval if re-incarceration occurs. 6.1.2.\nCases) Condition of Supervision Placements (Public Law/Old Law"
}