{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 44,
  "chunk_text": "The request includes documentation of the\nsituation and research conducted to conclude that a refund is appropriate. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 60 g. TRUFONE “Test” Account. A test account has been established to enable TRUFONE staff\nto conduct system testing. 6.6 SYSTEM MAINTENANCE\na. Emergency support. Available 7 days a week, 365 days a year from 7:00 a.m.-9:00 p.m.\nEST. For emergency support institution staff call Trust Fund Branch TRUFONE staff, at\n202-514-2555 during office hours (7:00 a.m.-3:30 p.m. EST). For after-hours support contact the\nTRUFONE duty phone. b. Non-Emergency Technical Assistance. For non-emergency support use the Trouble Ticket\nSystem or call Trust Fund Branch TRUFONE staff. c. Telephone Replacement. For replacement telephones use the trouble ticket feature, which\ndirects a request to the contractor without delay. d. Hardware and Software Updates/Improvements. The Trust Fund Branch implements\nhardware and software improvements. Institution staff are encouraged to provide input and ideas\nfor improving the system and services. 6.7 RECORDS MANAGEMENT The following documents are kept as images in TRUFACS. a. TRUFONE Suspension and Restrictions. This section contains documentation from the\nDisciplinary Hearing Officer (DHO) and Unit Discipline Committee (UDC) pertaining to inmate\ntelephone suspensions, telephone limitations, and Request for Inmate Telephone Restriction\n(BP-A0740). b. TRUFONE Blocks. The following documents are kept under the title TRUFONE Blocks:\n■ Written requests from Associate Wardens for blocking an inmate’s telephone number. ■ Requests from the called party for placing or removing a block on their phone number,\nincluding removal of called-party blocks. c. 30-Day Temporary File for Request for Inmate Telephone Restriction (BP-A0740). A\nfile is kept in the TRUFONE office for tracking temporary (30-day) telephone restrictions. Temporary restrictions are discussed in the Program Statement Telephone Regulations for\nInmates. Trust Fund staff review this file each business day to determine the need to remove a\ntemporary restriction. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 61 6.8 MONTHLY RECONCILIATION Each month the Trust Fund Supervisor and Accountant jointly complete a monthly reconciliation. The grand total from the Monthly TRUFONE Reconciliation Report is reconciled with General\nLedger Account 5200.15 – Revenue from Services Provided – TRUFONE and the TRUFACS\nTrial Balance. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 62 Chapter 7. TRUST FUND SYSTEMS SECURITY\n7.1 COMPUTER SECURITY This chapter details guidelines for maintaining computer security and ensuring data\nconfidentiality, integrity, and availability throughout the Trust Fund wide area network (WAN)\nand local area network (LAN). Diligence in maintaining a secure system environment and ensuring that data is protected is\nessential to the system’s efficient operation. The primary areas of concern to maintain system\nsecurity at the institution level include access control, physical and environmental protection,\nmedia protection, and incident response. The following guidelines shall be followed for all Trust\nFund systems. a. Access Control. Managing user accounts is important to the security of the system. Ensuring users are properly authorized with the appropriate access permissions is critical. Access\nControl is enforced by TRUNET Security. To create a user account an electronic request shall be\ngenerated by a TRUACCESS Requester."
}