{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 14,
  "chunk_text": "See the Program Statement on BOP Facts. As changes\noccur, institutions are required to update information including\ndirections for self-surrender. CCMs must ensure that USPOs and\nthe USMS are informed of any significant changes. 2.6. MCA OVERSIGHT OF LIAISON AND PUBLIC RELATIONS FUNCTIONS During office visits, the MCA shall routinely evaluate this area\nto ensure that CCMs are maintaining on-going contacts,\nestablishing good working relationships and disseminating\naccurate information on significant changes within the Bureau to\nappropriate agencies. This may be done through telephone or inperson contacts with various members of these agencies as well as\nby questions directed to the CCM. PS 7300.09\n1/12/98\nChapter 3, Page 1\nCHAPTER 3 - PERSONNEL AND OFFICE MANAGEMENT\n3.1. STRATEGIC MANAGEMENT CYCLE Managers at all levels in the Bureau are expected to manage their\nprograms using the \"strategic management cycle.\" This is\ndefined as a holistic approach incorporated into the Bureau's\nsystem of management. Key components of this cycle available to\nTSMs, CCMs, MCAs and CCRAs are as follows:\nStrategic Plans/Goals\nManagement\nAssessment\nManagement\nIndicators\nProgram Reviews\nP Operational Reviews\nP P\nP\nP These components are interdependent and, together, will assist\nthe manager to gather, monitor, analyze, and synthesize\ninformation aimed at assessing their program and adjusting\noperations to achieve the desired and required results. 3.1.1. Strategic Plans/Goals Staff at all levels are encouraged to have input into the\nnational strategic planning process. The Strategic Planner's\nDesk Guidebook is available on BOPDOCs to facilitate this input. 3.1.2. Management Assessments Management Assessments are conducted every three years to provide\nmanagers an opportunity to identify and review management\nindicators, vital functions, and strategic issues. The end\nproduct is the issuance of Program Review Guidelines for\ncommunity corrections. Separate guidelines are issued for TSMs,\nCCMs, MCAs, CCRAs and Central Office. These may be updated\nquarterly. 3.1.3. Management Indicators Management indicators assist program managers to monitor their\nprogram's vital functions. They can be helpful in preparing for\nprogram and operational reviews and can be incorporated into\nstrategic planning as a means of tracking goal progress and\nattainment. PS 7300.09\n1/12/98\nChapter 3, Page 2\n3.1.4. Program Reviews Program reviews are conducted to determine:\nP\nP\nP compliance with regulations,\nthe adequacy of internal controls, and\nthe effectiveness of operations. They also indicate patterns, trends, interrelationships, cause\nand effect of problems, and innovative methods to improve\noperations. The Community Corrections Section of the Program\nReview Division has assumed responsibility for all official\nprogram reviews of community corrections offices. 3.1.5. Operational Reviews An operational review is a self-evaluation program staff\nconduct under the CEO's authority. It allows for a close\nevaluation of program strengths and weaknesses, as well as for\nany necessary corrective action. The Regional Director ensures the review of the CCRA office\noccurs. CCRAs ensure operational reviews of MCA and CCM offices\nare conducted. The CCRA shall appoint a Reviewer-in-Charge (RIC)\nfor each operational review. Typically, the RIC is the MCA for\nthe CCM office and the CCRA for the MCA office, although it is\nnot uncommon for the MCA or CCM to review their own office\noperations. Staff from the region or from Central Office may\nassist. Program Review Guidelines shall be used when conducting\noperational reviews. As the review authority, the Regional Director shall receive\nall operational review reports through the CCRA."
}