{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 45,
  "chunk_text": "• Any additional information that would support the case\n• Section III. A declaration that this action/choice is in the best interest of the agency\nFailure to provide all of the necessary information will delay the processing of your request. Your agency\nwill be contacted if any of the identified information is missing or if additional supporting information is\nrequired. If the COPS Office determines that the request does not meet the standards set forth above, the\nrequest will be denied. Please be advised that conflicts of interest are prohibited under the procurement\nstandards set forth in 2 C.F.R. § 200.318 as adopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101. In addition, the grant recipient agrees not to award federal funds under this program to any party that is\ndebarred or suspended from participation in federal assistance programs. Contact the COPS Office If you have any questions regarding the federal requirements that guide procurement procedures, please\ncontact your COPS Office Grant Program Specialist or program point of contact. For more information about COPS Office programs and resources, please call the COPS Office Response\nCenter at 800-421-6770, or visit the COPS Office online at www.cops.usdoj.gov. 30 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual III. Accessing Grant Funds This section provides answers to payment-related questions, including all the information needed to set\nup your payments. For assistance with financial management and grant administration, please contact the\nCOPS Office Response Center at 800-421-6770 or visit our website at www.cops.usdoj.gov. Payment method What method of payment is used? There is currently one method of payment available for accessing federal grant funds—the Grant Payment\nRequest System (GPRS). GPRS is a web-based system that enables grantees to use a secure Internet\nconnection to request funds. Approved payment requests will automatically be scheduled for payment by\nthe U.S. Department of the Treasury. A grantee will be able to review previous requests made since July 2009. For more information on the GPRS, please go to www.ojp.usdoj.gov/about/offices/ocfogprs.htm to view the\nuser guide. Setting up your account How do we set up a GPRS account? If you are a new grantee to the COPS Office, your law enforcement executive or government executive\nshould receive notification about GPRS shortly after the COPS Office receives your original signed award\ndocument. This notification will contain all of the information that your agency needs to set up the GPRS\npayment method. If your law enforcement executive or government executive does not perform drawdown\nrequests for your agency, your grant administrator will need to go online to https://grants.ojp.usdoj.gov/ gprs/welcome to log in and register to become a Drawdown Specialist. Once you are approved, you will\nreceive an e-mail containing a temporary password and information on how to use GPRS. Please note that\npart of the verification process may involve outreach to your law enforcement executive or government\nexecutive or other financial points of contact to validate information provided by the Drawdown Specialist."
}