{
  "document_category": "guidance",
  "document_name": "GuideToProcurementProcedures.pdf",
  "chunk_index": 22,
  "chunk_text": "18 2 C.F.R. § 200.321. Page | 42 Contracts with Small and Minority Firms, Women’s Business Enterprises,\nand Labor Surplus Area Firms Checklist\nNo. Question 1. Are statistics readily available concerning contract awards to\nthese firms? Yes No If the answer is “No,” develop a simplified reporting system. Page | 43 Chapter 17\nContract Administration\nNon-Federal entities will maintain a contract administration system which ensures\nthat contractors perform in accordance with the terms, conditions, and\nspecifications of their contracts or purchase orders. 19\nContract administration refers to post award actions by the non-Federal entity to ensure that\nthe terms and conditions of the contract are met. It takes continual vigilance on the part of the\nnon-Federal entity to ensure that contract deliverables are met to accommodate mandated\nproject requirements. A non-Federal entity will follow the same procedures for procuring\nproperty and services under a grant as it uses for its non-Federal funds. Other non-Federal\nentities should follow procedures outlined in this guideline. 1. Delegations. Non-Federal entity management shall delegate administration\nresponsibility to designated personnel selected for their technical and administrative\ncapability to administer the contract effectively. Any disagreement between technical\nand administrative personnel shall be referred to top level non-Federal entity\nmanagement for resolution. 2. Inspection and Acceptance. Contractor deliverables shall be inspected before official\nacceptance by the non-Federal entity to ensure that contract requirements are met. Acceptance shall be made officially only after the non-Federal entity determines that\ncontract terms and conditions have been met. 3. Progress Reports. Under cost reimbursement contracts, progress/status reports are\nrequired normally by the SOW. These reports shall be reviewed by the non-Federal\nentity to determine if contract delivery milestones are being met, and, if they are not,\nthe seriousness of the delinquency should be analyzed and, if appropriate, corrective\naction taken. 4. Invoice Processing. Under cost reimbursement contracts, reimbursement invoices are\nsubmitted normally by the contractor on a monthly basis. However, in the case of a\nsmall or disadvantaged contractor, invoices may be submitted every two weeks. There\nmust be a correlation between dollars paid incrementally to the contractor and contract\nprogress in consonance with an acceptable tolerance level that is established. Invoices\nshould be processed as expeditiously as possible with dollar hold-backs (to be paid after\ncompletion/final acceptance) considered in determining the net amount of the\nincremental dollar reimbursement. 19 2 C.F.R. 200.318(b). Page | 44 5. Consent to Subcontract. Non-Federal entities shall establish procedures to review and\ngive prior consent for subcontracts awarded by a prime contractor(s). Monetary consent\nlevels may be established at the discretion of the non-Federal entity. 6. Non-Federal entity Contract Close-out. Non-Federal entity contract close-out is an\nimportant function of contract administration and may be characterized logically as the\nlast of the many functions related to contract administration. Page | 45 Contract Administration Checklist\nNo. Question Yes No Delegations\n1. Have delegations been made in writing to include all\noperational and administrative aspects of contract post\naward activity? If the answer is “No,” action should be taken to have proper\ndelegations made in writing. Inspection and Acceptance 2. For materials and hardware, do invoices submitted by the\ncontractor include evidence of acceptance by the nonFederal entity?"
}