{
  "document_category": "guidance",
  "document_name": "2016_AHTF_AOM.pdf",
  "chunk_index": 45,
  "chunk_text": "A final SF-425 will be due within 90 days after the end of the\naward period. This report reflects the actual cumulative federal expenditures incurred during the funding period\nand the remaining unobligated balance of federal funds. Under federal regulations, your agency is not permitted\nto draw down federal funding for costs incurred after the official award end date; however, you will have a 90day grace period after the award end date during which you can draw down funds for eligible expenditures\nincurred before the award end date. How do we file a Federal Financial Report (SF-425)? All COPS Office award recipients are required to submit quarterly Federal Financial Reports using the SF-425. Recipients are strongly encouraged to submit the quarterly SF-425 online. Visit the COPS Office website at\nhttps://portal.cops.usdoj.gov and select the “Account Access” link in the upper right corner to log in; once you\nare logged in, select “Applications” from the agency portal menu, click on the “SF-425” icon, and follow the\ninstructions to complete and submit your reports. The online SF-425 requires the same reporting information as\nthe paper version. The use of this online application enables authorized users to view past SF-425s and allows\nthem to file or amend the SF-425 for the current quarter. When are Federal Financial Reports (SF-425) due? SF-425s for COPS Office awards must be submitted every quarter and no later than 30 days after the last day of\neach reporting quarter, as detailed in table 1:\nTable 1. Due dates of SF-425s by quarter\nReporting quarter\nJanuary 1–March 31\nApril 1–June 30\nJuly 1–September 30\nOctober 1–December 31 SF-425 due date\nApril 30\nJuly 30\nOctober 30\nJanuary 30 44 2016 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual For your initial SF-425 submission, determine when the most recent SF-425 reporting quarter ended and\ncomplete an SF-425 to cover the period from the award start date of your award to the end of that period. You\nare required to submit an SF-425 even if you have not spent any money or incurred any costs during a\nreporting period. The due dates for online filing of SF-425s are the same as for the submission of paper copies. Example: If your award start date is 02-01-13 and the current date is 04-15-13, then your first SF-425 would be due no later\nthan 04-30-13 and would cover the period 02-01-13 (award start date) through 03-31-13 (end of the most recent\nreporting quarter). This SF-425 must be on file with the COPS Office so that you can successfully complete a\ndrawdown of funds through GPRS. Awardees who do not submit SF-425s by the due date each quarter will be unable to draw down funds until the\nreport has been successfully submitted. The payment system contains a function which checks for SF-425\ndelinquency and will reject a drawdown attempt if the SF-425 is not up to date. Subsequent e-mail, fax, or hard\ncopy reminders may be sent to the recipient if the SF-425 is delinquent. For general information concerning online filing of SF-425 reports, go to https://portal.cops.usdoj.govor\ncontact the COPS Office Response Center by phone at 800-421-6770 or by e-mail at AskCopsRC@usdoj.gov."
}