{
  "document_category": "guidance",
  "document_name": "8120_003.pdf",
  "chunk_index": 5,
  "chunk_text": "It provides clarifications and updates that should assist FPI staff\nand inmates in day-to-day decision-making regarding inmate work assignments, pay, and benefits. This policy contains changes in the areas of inmate hiring, pay, and benefits. It contains\nprovisions covering all aspects of inmate work in FPI, including inmate worker standards as the\nbasis for inmate personnel management; information regarding FPI pay and benefits; disciplinary\nactions; and the Prison Industry Enhancement Certification Program (PIECP). P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 9 Chapter 1. Delegation of Authority, Inmate Personnel Management System\n1. PURPOSE/SUMMARY To establish delegation of authority for inmate worker personnel matters. 2. DELEGATIONS The Director, Bureau of Prisons, re-delegates the authority for general administration of inmate\nworker personnel matters to the Assistant Director/Chief Executive Officer, Federal Prison\nIndustries (hereafter referred to as Assistant Director). Certain functions can then be re-delegated\nby the Assistant Director to the SOI, as indicated below. a. Selection Authority. Authority to employ inmates and to select inmates for key positions,\npremium pay positions, and other specialized positions that may become available to inmate\nworkers in FPI is delegated to the SOI after appropriate screening by the Unit Team. The SOI may further delegate the selection authority to FPI staff, via an official memorandum to\nthose staff members from the SOI. b. Classification Authority. Authority to classify inmate worker positions is delegated to the\nSOI. c. Corrective Action Authority. Authority to take FPI corrective actions regarding an inmate\nworker is delegated to the SOI. Violations of FPI Inmate Worker Standards may be handled within the local FPI organization\nstructure at the SOI’s discretion, and are to be appropriately documented. Violations of Bureau rules are processed in accordance with the Program Statements Inmate\nDiscipline Program and Special Housing Units. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 10 Chapter 2. Labor Utilization and Position Classification\n1. GENERAL It is FPI’s policy to employ inmate resources efficiently. During the annual FPI planning cycle,\nFPI will develop a Memorandum of Understanding (MOU) (i.e., Annual Operating Plan) with\neach Warden and SOI on the level of inmate employment necessary to support planned sales and\nearnings for the FPI operation at each facility. 2. ACTION\nSuperintendents of Industries must, at a minimum, complete the procedures listed below to ensure\nthe effective employment of inmate resources:\n■ Formulate an inmate worker staffing pattern annually. The SOI will note turnover rates,\nworkload increases and decreases expected, labor availability, expected population trends, and\nanticipated mission, product, or program changes that will have a significant impact on\nindustries operations. This may be executed as a part of a total workforce assessment effort in\nwhich both civilian and inmate workforces are examined. SOIs are advised to have the\nanalysis available for discussion with Corporate executives, program managers, and others as\nneeded. ■ Review all short-range operation plans (one year or less) to assess inmate workforce needs. ■ Review projected and actual overtime use and design methods of reducing overtime costs\nwhile optimizing inmate employment. ■ Review the results of program reviews to improve the institution’s industrial program.\n■"
}