{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 17,
  "chunk_text": "Act’s program to reduce crime and delinquency in the\nUnited States” (28 CFR § 42.301). EEOPs do not impose quotas or hiring requirements on recipients. What you should do: The obligations to comply with the EEOP requirement differ depending on your organization’s legal status, the\nnumber of its employees, and the amount of the award. If your organization is a government agency or private business and has received a single award for $500,000 or\nmore and has fifty or more employees (counting both full- and part-time employees but excluding political\nappointees), then it must prepare a Utilization Report and submit it to the OCR for review within 90 days from\nthe start date of the award. For assistance in developing a Utilization Report, please consult the OCR's website at\nwww.ojp.usdoj.gov/about/ocr/eeop.htm and click “Complying with the EEOP Requirement”. If your organization is a government agency or private business and the largest single award it has received is\n$25,000 or more but less than $500,000, and it has fifty or more employees (counting both full- and part-time\nemployees but excluding political appointees), then it must prepare a Utilization Report, but it need not submit\nthe report to the OCR for review. Instead, your organization must certify that it is exempt from the submission\nrequirement, that it maintains the Utilization Report on file, and that it will make the Utilization Report available\nfor review on request. For assistance in developing a Utilization Report, please consult the OCR's website at\nwww.ojp.usdoj.gov/about/ocr/eeop.htm and click “Complying with the EEOP Requirement”. If your organization has fewer than fifty employees or receives an award of less than $25,000 or is a nonprofit\norganization, a medical institution, an educational institution, or an Indian tribe, then it is exempt from the EEOP\nrequirement. To claim the exemption, however, your organization must certify that it is exempt by logging onto\nthe OCR website at www.ojp.usdoj.gov/about/ocr/eeop.htm and following the Certification Form instructions. If you have further questions regarding the EEOP requirements, you may contact an EEOP specialist at the OCR\nby telephone at 202-307-0690, by TTY at 202-307-2027, or by e-mail at EEOsubmisson@usdoj.gov. 12. False Statements\nCondition:\nFalse statements or claims made in connection with COPS Office awards may result in fines, imprisonment, or\ndebarment from participating in federal awards or contracts, and/or any other remedy available by law. Why this condition: This condition advises recipients of the consequences of submitting false claims or statements on applications,\nfinancial and programmatic reports, or other award documents. 15 2016 COPS Hiring Program (CHP) Award Owner’s Manual What you should do:\nEnsure that all documentation related to your agency’s receipt and use of award funding (award applications,\nprogress reports, Federal Financial Reports, etc.) is true and accurate. 13. Duplicative Funding\nCondition: The recipient understands and agrees to notify the COPS Office if it receives, from any other source, funding for the\nsame item or service also funded under this award. Why this condition: This award was provided to your agency to address its law enforcement needs that are not funded with other\nfunds, including federal, state, local, tribal, or BIA funds."
}