{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 6,
  "chunk_text": "At a minimum the following is\naddressed:\n■\n■\n■\n■ Times and places that inmate photos will be taken. Procedures for picture retakes. Procedures for group pictures. Other local needs such as limits on the number of photo vouchers and appropriateness of\npictures/clothing. ■ Procedures to mark used photo vouchers to avoid potential reuse. ■ Staff responsible for:\nP4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 12 \n\n\n\n\n\n\n Processing digital pictures. Receiving or picking up digital pictures. Reviewing and distributing photos to inmates\nPhotography equipment (cameras, tripods, etc.). Disposition of used photo vouchers. Supervision of inmate photographers. Reconciliation of digital pictures and photo vouchers\nOversight of inmate workers. c. Inmate Telephone System. Each institution develops a separate Institution Supplement for\nlocal procedures to operate the Inmate Telephone System. In addition to the requirements\noutlined in the Program Statement Telephone Regulations for Inmates, at a minimum the\nfollowing is addressed:\n■\n■\n■\n■ Institution-specific procedures related to release procedures. Hours of operation. Inmate telephone suspension. Voice recognition registration. d. Deposit Fund. These procedures may be addressed in a Deposit Fund Institution\nSupplement or as a component of a consolidated supplement on Trust Fund Operations specifying\nDeposit Fund. At a minimum the following is addressed:\n■ Night depository procedures. ■ Inmate release procedures. ■ Special circumstances detailing the return to duty of essential staff who can make\ntransportation arrangements and provide funds for inmates being released at the direction of\nthe courts to comply with release orders. e. Warehouse. These procedures may be addressed in a Warehouse Institution Supplement or\nas a component of a consolidated supplement on Trust Fund Operations specifying Warehouse\nOperations. At a minimum the following is addressed:\n■ Procedures for pickup, receipt, and distribution of articles purchased from blanket charge\naccounts, where individual Purchase Orders covering each shipment are not available. ■ Dates and intervals for issuance of supplies. ■ Hot room procedures in the Warehouse to secure Trust Fund merchandise upon receipt. ■ Each institution must create standard Warehouse Operating Procedures. ■ Warehouse security/X-ray scanner procedures. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 13 f. Laundry Operations. These procedures may be addressed in a Laundry Institution\nSupplement or as a component of a consolidated supplement on Trust Fund Operations specifying\nLaundry Operations. At a minimum the following is addressed:\n■\n■\n■\n■ Schedule for exchanging clothing and linen. Services provided and hours available. Procedures for control, use, and storage of chemicals. Schedule issuance of personal hygiene items. g. Trust Fund Limited Inmate Computer System. Each institution develops a separate\nInstitution Supplement for local procedures to operate TRULINCS. At a minimum the following\nis addressed:\n■\n■\n■\n■\n■\n■\n■ ■\n■\n■\n■\n■ Institution-specific procedures related to release procedures. Hours of operation. Suspensions. TRULINCS access hours (multi-purpose use and dedicated law library stations) and print\nstation locations. Procedures for requesting accounts to be unlocked. Where applicable, procedures for correcting registered fingerprints required for accessing the\nsystem. Availability of services (e.g., Electronic Law Library, TRU-Unit Management, and Print) in\nsecure areas of the institution (e.g., SHU). In addition, alternative procedures should be\nidentified for ensuring core services are provided (i.e., ELL, modifying telephone numbers,\nsending funds)."
}