{
  "document_category": "guidance",
  "document_name": "5215_007.pdf",
  "chunk_index": 3,
  "chunk_text": "Each YCA inmate shall be\nperiodically reviewed during this phase. The treatment phase begins when the\ninmate attends the programs and activities described in the program plan which\nwere established at the culmination of the classification phase. Each YCA inmate\nshall be assigned programs in accordance with the inmate’s needs and the P5215.07 9/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 4 established program plan. The “program day” shall consist of morning,\nafternoon, and evening time periods, during which the inmate shall be scheduled\nfor treatment programs, work, and leisure-time activities. The inmate shall be\nexpected to comply with the program plan. The inmate’s participation in a\ntreatment program is required, not optional. An inmate’s failure to participate\nmay result in disciplinary action. Ordinarily, YCA inmates are placed in institutions commensurate with their:\n■ Security levels. ■ Custody assignments.\n■ Program needs. Because geographical placement is important for maintaining positive community ties, every\nattempt is made to designate a YCA inmate to an institution near the release area. An exception\noccurs when the Court has ruled that the institution is prohibited from housing YCA inmates, and\nthere has not been an in-person “no further benefit” finding to the contrary. 3. Pre-release Phase. The YCA inmate shall enter the pre-release phase\napproximately 9 months prior to release. The pre-release phase is ordinarily\ndivided into two segments: participation in the institution pre-release program\nand a stay at a Community Corrections Center (CCC) (if otherwise eligible). Institution pre-release programs shall focus on the types of problems the inmate\nmay face upon return to the community, such as re-establishing family\nrelationships, managing a household, finding and keeping a job, and developing\na successful life style. In addition, the pre-release phase may include visits from\nprospective employers. The pre-release phase for a YCA inmate can be in conjunction with the Release Preparation\nProgram schedule of within 30 months of release, as long as it is no later than nine months prior\nto release. b. Staff shall establish incentives to motivate YCA inmates and to encourage\nprogram completion. Examples of such incentives which may be used are\nspecial recognition, awards, and “vacation days.”\nc. The program plan, and the YCA inmate’s participation in fulfilling goals\ncontained within the plan, are fundamental factors considered by the U.S. Parole\nCommission in determining when a YCA inmate should be paroled. Given the\nimportance and joint use of the YCA programming process, the current program P5215.07 9/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 5 plan and a summary of the inmate’s progress in meeting established treatment\ngoals must be made available for review and discussion by the Commission at\neach parole hearing. In addition, a staff member familiar with the YCA inmate’s\ncase should be present at any parole hearing to clarify any questions concerning\nthe plan or the inmate’s progress in completing the plan. d. Upon full and satisfactory completion of the program plan, the Warden will\nnotify the U.S. Parole Commission and make a specific recommendation for\nrelease. (See Attachment A for an example.) Although pre-release planning begins with the classification phase, the pre-release phase\nprovides a focal point for increased emphasis immediately before release."
}