{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 52,
  "chunk_text": "44 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual By signing this form, the applicant assures that it will comply with all legal and administrative requirements\nthat govern the applicant for acceptance and use of federal grant funds. In particular, the applicant assures\nus that:\n1. It has been legally and officially authorized by the appropriate governing body (for example, mayor or\ncity council) to apply for this grant and that the persons signing the application and these assurances\non its behalf are authorized to do so and to act on its behalf with respect to any issues that may arise\nduring processing of this application. 2. It will comply with the provisions of federal law, which limit certain political activities of grantee\nemployees whose principal employment is in connection with an activity financed in whole or in part\nwith this grant. These restrictions are set forth in 5 U.S.C. § 1501, et seq. 3. It will comply with the minimum wage and maximum hours provisions of the Federal Fair Labor\nStandards Act, if applicable. 4. It will establish safeguards, if it has not done so already, to prohibit employees from using their positions\nfor a purpose that is, or gives the appearance of being, motivated by a desire for private gain for\nthemselves or others, particularly those with whom they have family, business or other ties. 5. It will give the U.S. Department of Justice or the Comptroller General access to and the right to examine\nrecords and documents related to the grant. 6. It will comply with all requirements imposed by the U.S. Department of Justice as a condition or\nadministrative requirement of the grant, including but not limited to: the requirements of 2 C.F.R. Part\n200 (Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal Awards)\nas adopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101 ; 48 C.F.R. Part 31 (FAR Part 31)\n(Contract Cost Principles and Procedures); the applicable provisions of the Omnibus Crime Control and\nSafe Streets Act of 1968, as amended; 28 C.F.R. § 38.1; the applicable COPS Office Application Guide; the\napplicable COPS Office Grant Owner’s Manuals; and with all other applicable program requirements,\nlaws, orders, or regulations. 7. It will, to the extent practicable and consistent with applicable law, seek, recruit and hire qualified\nmembers of racial and ethnic minority groups and qualified women in order to further effective law\nenforcement by increasing their ranks within the sworn positions in the agency. 8. It will not (and will require any subgrantees, contractors, successors, transferees, and assignees not to),\non the grounds of race, color, religion, national origin, sex, disability, or age, unlawfully exclude any\nperson from participation in, deny the benefits of or employment to any person, or subject any person\nto discrimination in connection with any programs or activities funded in whole or in part with federal\nfunds."
}