{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 57,
  "chunk_text": "Can we earn interest on our award funds? Your agency should minimize the time between your draw down of award funds and your payment of\naward costs to avoid earning excess interest on your award funds. You must account for interest earned on\nadvances of federal funds as follows: • COPS grant award recipients must adhere to the standards set forth in the applicable Office of Management and Budget (OMB) uniform guidance 2 C.F.R. § 200.305(b)(9) that states that interest\nearned on federal advance payments deposited in interest-bearing accounts up to $500 per year may\nbe retained by the awardee for administrative expense. Interest earned on Federal advance payments\ndeposited in interest-bearing accounts in excess of $500 must be remitted annually to the U.S.\nDepartment of Health and Human Services. Make check payable to “The Department of Health and\nHuman Services” and mail check to Treasury-approved lockbox: HHS Program Support Center, P.O. Box\n530231, Atlanta, GA 30353-0231. (Please allow 4–6 weeks for processing of a payment by check to be\napplied to the appropriate Payment Management System (PMS) account). • Please notify your COPS Office Staff Accountant in the COPS Office Financial Division when any interest\nthat is earned is remitted to U.S. Department of Health and Human Services, Payment Management\nSystems, P.O. Box 6021, Rockville, MD 20852. • For states, payments are governed by Treasury-State CMIA agreements and default procedures codified\nat 31 CFR Part 205 ‘‘Rules and Procedures for Efficient Federal-State Funds Transfers’’ and TFM 4A–2000\nOverall Disbursing Rules for All Federal Agencies. Matching funds Under the COPS Office Community Policing Development Program, no local match is required. The\nCOPS Office is funding 100 percent of the allowable items approved in your FCM. Any agency desiring to\ncontribute additional funds to this project is encouraged to do so and report these funds on SF-425 as a\nrecipient share of expenditures. 45 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual V. Financial Record Maintenance Under the COPS Office CPD Program, your agency is required to establish and maintain accounting systems\nand financial records to accurately account for funds awarded and disbursed. These records must include\nboth federal funds and any local funds contributed to this project. Accounting systems and records What accounting systems are required? Your agency needs to establish and maintain accounting systems and financial records to accurately\naccount for the funds awarded. As stated in 2 C.F.R. 200.62 (Internal Control over Compliance Requirements for Federal Awards), your\naccounting system should • present and itemize actual expenditures of funded items;\n• demonstrate that funds are spent in compliance with your award conditions;\n• be able to provide the necessary information for periodic financial review and audit. What records must be kept? Your agency’s fiscal control and accounting systems should enable you to make accurate, current, and\ncomplete disclosure of the financial activity under your CPD award. Your accounting records should contain\ninformation showing expenditures under the award and must be supported by items such as payroll\nrecords, time and attendance records, canceled checks, purchase orders, or similar documents."
}