{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 130,
  "chunk_text": "The Budget Development Branch prepares this information for\ninclusion in the Bureau's funding request to Congress. Before PS 7300.09\n1/12/98\nChapter 7, Page 3\nCongress receives this request, DOJ and OMB review it closely and\nmay require additional information to support the request before it\nis reviewed by Congress. Both the House and the Senate review the\nBureau's budget request and may decide to change requested amounts\nprior to passing it to the President for final approval. The\nbudget projection process must begin well in advance of when the\nfunds are actually needed as this process takes over a year. 7.3.2. Annual Budget Plans A Community Corrections annual budget plan is required to prepare\nand identify budget needs for the next fiscal year. Each CCRA is\nrequired to submit a completed annual budget plan to the CCB by\nJuly 15 of each year. One section of the annual plan gives projections for Contract CCCs\n(T1) and another section gives projections for total contract\nconfinement (D), including jails (D1), long-term adult boarders\n(D2) and juveniles (D3). Each section includes inmate-days and the\nper capita cost used to arrive at the requested budget, plus a\nnarrative on any program or other change affecting the budget. The CCB submits an operating plan by region and program based on\nestablished funding levels provided by the Budget Execution Branch. Budget Execution uses this to allocate funding by the appropriate\nprogram and object class codes to the Regional office. The CCB\nthen informs the CCRA of his or her allocation for the upcoming\nfiscal year. 7.3.3. Budget Projection Process The budget projection process is essentially the same when\nformulating both the spring planning submission and the annual\nbudget plan. The main difference is that the spring call goes to\nthe Bureau Budget Development Branch for use in requesting funds\nfrom Congress while the annual budget plan goes to the Bureau\nBudget Execution Branch after the funds have been granted by\nCongress. Budget Execution uses the annual budget plan to\ndistribute funds to each region. A general description of the process community corrections staff\nuse to project future fiscal needs is described below:\n(a)\nCCMs submit budget projections to the MCA on Attachment\n7-2, CCM Budget Projections, using the Budget Projection\nJustification Worksheet for each contract. This worksheet is\nfound in the Community Corrections Technical Reference Manual. Working papers are also submitted to the MCA and are filed\nwith these Attachments. PS 7300.09\n1/12/98\nChapter 7, Page 4 To accomplish this, CCMs calculate their projections taking into\naccount the number of offenders to be serviced, average length of\nstay, and per capita rate for both contract confinement and\ncommunity corrections centers budgets for each contract. Details on trends, unique situations, and\nadditional variables affecting one or both of these programs also\nmust be taken into consideration. A narrative\nexplanation is required for any significant factors considered or\nchanges made from the Spring Call figures submitted a year\nearlier. (b)\nThe MCA verifies the calculations and the process the\nCCM used to prepare projections. This is accomplished using\nthe Verification section of Attachment 7-2, CCM Budget\nProjections. The MCA also compares the actual costs and\ntotal inmate-days used during the current year to ensure the CCM’s\nbudget projections are sound."
}