{
  "document_category": "guidance",
  "document_name": "2016_AHTF_AOM.pdf",
  "chunk_index": 60,
  "chunk_text": "Policies\nCommunity policing affects the nature and development of department policies and procedures to ensure that\ncommunity policing principles and practices have an effect on activities on the street. Problem solving and\npartnerships, therefore, should become institutionalized in policies, along with corresponding sets of\nprocedures, where appropriate. Organizational evaluations In addition to the typical measures of police performance (arrests, response times, tickets issued, and crime\nrates) community policing calls for a broadening of police outcome measures to include greater community\nsatisfaction, less fear of crime, the alleviation of problems, and improvement in quality of life. Community\npolicing calls for a more sophisticated approach to evaluation—one that looks not only at measured outcomes,\nbut also at how feedback information is used. Transparency\nCommunity policing involves decision-making processes that are more open than traditional policing. If the\ncommunity is to be a full partner, the department needs mechanisms for readily sharing relevant information on\ncrime and social disorder problems and police operations with the community. 62 2016 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Organizational structure It is important that the organizational structure of the agency ensure that local patrol officers have decisionmaking authority and are accountable for their actions. This can be achieved through long-term assignments,\nthe development of officers who are generalists, and using special units appropriately. Geographic deployment of patrol officers and specialized components With community policing, there is a shift to the long-term assignment of officers to specific neighborhoods or\nareas. Geographic deployment of patrol officers and specialized components can help enhance customer service\nand facilitate more contact between police and citizens, thus establishing strong relationships and mutual\naccountability. Patrol beat boundaries should be aligned to neighborhood boundaries to enhance officers’\nunderstanding of communities within their patrol areas and to build trust within the community. Other\ncommunity policing partners should become familiar with both the patrol officers and community policing\nofficers assigned within each patrol beat to coordinate government and nongovernment community policing\nactivities. Despecialization To achieve community policing goals, the culture of policing should strive to have officers have to be able to\nhandle multiple responsibilities and take a team approach to collaborative problem solving and partnering with\nthe community. Community policing encourages its adoption agency-wide, not just by special units, although\nthere may be a need for specialist units that are tasked with identifying and solving particularly complex\nproblems or managing complex partnerships. Resources (time, finances, and people) Agencies have to devote the necessary human and financial resources and the investment of time to support\ncommunity policing to ensure that problem-solving efforts are robust and that partnerships are sustained and\neffective. Personnel The principles of community policing need to be infused throughout the entire personnel system of an agency\nincluding recruitment, hiring, selection, and retention of all law enforcement agency staff, from sworn officers to\ncivilians and volunteers. Personnel evaluations, supervision, and training must also be aligned with the agencies’\ncommunity policing values. Recruitment, hiring, and selection\nAgencies need a systematic means of incorporating community policing elements into their recruitment,\nselection, and hiring processes."
}