{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 31,
  "chunk_text": "612. CHALLENGES TO AN INMATE’S IADA RIGHTS If an inmate says that his or her rights have been violated under the IAD, the inmate will be\nadvised to contact the state authorities or his or her attorney. The Bureau does not decide the validity of the detainer or violation of any IAD provision. All detainers will remain in full force and effect, unless and until the charges from the “receiving\nstate” are dismissed and/or the receiving state authorizes, in writing, the removal of the detainer. a. Return of Inmate Before Completion of Proceedings. If the inmate is returned to the\nBureau before completion of all state court proceedings, the detainer will remain on file. The\nBureau will honor the “receiving state’s” request for temporary custody if they should request to\nassume custody again under the IAD. The original IAD paperwork suffices to return the inmate to the “receiving state” if the agents\nassuming custody are the same. Requirements applicable to the initial temporary transfer of custody will still apply. b. Re-filing of Charges. If an inmate files for disposition of charges and the state drops the\ndetainer that forms the basis for the inmate’s request, the detainer will be returned to the\noriginating agency, making the inmate’s IAD request moot. Once the detainer is removed, all documentation, except the letter requesting removal of the\ndetainer and the IAD – Place of Imprisonment form (BP-A236), will be disposed of. If the same agency wishes to re-file the same charges later, it may do so, and the detainer request\nwill be honored and the inmate may again request disposition of the charges under the IAD. P5800.15 1/1/2009 Chapter 6, Page 11 c. State Writ Request – No Detainer on File. If the state wishes to issue a writ to request\ntemporary custody and does not file a detainer, the inmate may be released via state writ. Note: Refer to the Note in section 611, Prosecutor Request for Temporary Custody. For\nmore information on state writs, refer to the Program Statement, Transfer of Inmates to State\nAgents for Production on State Writs. 613. BEFORE TEMPORARY RELEASE TO IAD\nCSD staff will present and explain the IAD/State Writ – Acknowledgment (BP-A567) to the\ninmate prior to release under either Article III or Article IV of the IAD. If the inmate is improperly released to the community by local authorities or improperly\ntransferred to any non-Federal facility or agency while under the IAD process, this form requires\nthe inmate to call the person designated on the BP-A567 (collect or through any other\ncommunication systems available) immediately, upon the release or transfer. CSD staff must have the inmate sign the BP-A567 before release to state agents under the IAD. If\nthe inmate refuses to sign the Acknowledgment, staff must advise the inmate of the form's\ncontents and document the refusal to sign. The Warden designates the contact person to be listed on the BP-A567. A copy of the form is given to the inmate prior to being released under the IAD."
}