{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 69,
  "chunk_text": "Recruitment, hiring, and selection Agencies need a systematic means of incorporating community\npolicing elements into their recruitment, selection, and hiring processes. Job descriptions should recognize\ncommunity policing and problem-solving responsibilities and encourage the recruitment of officers\nwho have a spirit of service, instead of only a spirit of adventure. A community policing agency must also\nthoughtfully examine where it is looking for recruits, whom it is recruiting and hiring, and what is being\ntested. Some community policing agencies also look for involvement of the community in this process\nthrough the identification of competencies and participation in review boards. Personnel supervision/evaluations Tie performance evaluations to community policing principles\nand activities that are incorporated into job descriptions. Performance, reward, and promotional structures\nshould support sound problem-solving activities, proactive policing and community collaboration, and\ncitizen satisfaction with police services. Training Training at all levels—academy, field, and in-service—must support community policing principles\nand tactics. It also needs to encourage creative thinking, a proactive orientation, communication and analytical\nskills, and techniques for dealing with quality-of-life concerns and maintaining order. Officers can be trained\nto identify and correct conditions that could lead to crime, to raise public awareness, and to engage the\ncommunity in finding solutions to problems. Field training officers and supervisors need to learn how to\nencourage problem solving and help officers learn from other problem-solving initiatives. Until community\npolicing is institutionalized in the organization, training in its fundamental principles will need to take place\nregularly. Information systems (technology) Community policing is information-intensive, and technology plays a central role in helping to provide ready\naccess to quality information. Accurate and timely information makes problem-solving efforts more effective\nand ensures that officers are informed about the crime and community conditions of their beat. In addition,\ntechnological enhancements can greatly assist with improving two-way communication with citizens and\nwith developing agency accountability systems and performance outcome measures. Communication/access to data Technology provides agencies with the ability to communicate\nexternally with the public and internally with their own staff. To communicate with the public, community\npolicing encourages agencies to develop two-way communication systems through the Internet to provide\nonline reports, reverse 911 and e-mail alerts, discussion forums, and feedback on interactive applications\n(surveys, maps), thereby creating ongoing dialogs and increasing transparency. Technology also encourages effective internal communication through memos, reports, newsletters, e-mail 56 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual and enhanced incident reporting, dispatch functions, and communications interoperability with other\nentities for more efficient operations. Community policing advocates the use of technology to develop\naccountability and performance measurement systems that are timely and contain accurate metrics and a\nbroad array of measures and information. Community policing also promotes the use of technology to provide officers with ready access to timely\ninformation on crime and community characteristics within their beats, either through laptop computers\nin their patrol cars or through personal data devices. In addition, technology can support crime/problem\nanalysis functions by enabling agencies to gather information on greater aspects of events including more\ndetailed information on offenders, victims, crime locations, and quality-of-life concerns, and to further\nenhance analysis. Quality and accuracy of data"
}