{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 24,
  "chunk_text": "During the application review process,\nthe circumstances of an auditor’s denial of full certification and his or her past auditing\nperformance and conduct will be considered in evaluating the applicant’s suitability to become\ncertified to conduct PREA audits. Appealing a Determination to Deny Full Certification Status\nWithin 30 days of the date of Notice of Denial of Full Certification from the PREA Management\nOffice (unless the PREA Management Office specifies a different due date), auditors have the\noption to appeal the PREA Management Office’s determination. Written appeal must be made\nto the PREA Management Office by email at PREACompliance@usdoj.gov and must:\n•\n• Consist entirely of directly relevant written materials\nInclude all necessary explanations, information, or other materials in response to the\nallegations described in the Notice of Denial of Full Certification Any false statements made in support of an appeal may be subject to criminal prosecution,\nincluding under 18 U.S.C. § 1001, and are subject to review by the Office of Justice Programs\nOffice of the General Counsel and the DOJ Office of the Inspector General. The PREA Management Office may amend the Notice of Denial of Full Certification at any time\nprior to its final disposition. If such an amendment includes any new material allegations of\nfact, the auditor will have the opportunity to appeal the new allegations in the amended Notice\nof Denial of Full Certification. An auditor’s appeal of the new allegations in the amended Notice\nof Denial of Full Certification must be written and provided to the PREA Management Office in\naccordance with the procedures outlined above no later than 30 days after the PREA\n24 Management Office provides the PREA auditor with the amended Notice, unless the PREA\nManagement Office establishes a different due date. If no appeal is received by the PREA Management Office within 30 days after the date of the\nNotice of Denial of Full Certification (without reasonable justification or excuse), such:\n1. Constitutes a waiver of the right to contest the allegations in the Notice of Denial of Full\nCertification, and\n2. Will result in the denial of full certification of the PREA auditor without further notice to\nthe PREA auditor, and\n3. The denial of full certification will be considered to be final as of the date indicated in\nthe Notice of Denial of Full Certification. If an appeal is received by the PREA Management Office within 30 days after the date of the\nNotice of Denial of Full Certification, it will be carefully considered by the PREA Management\nOffice. The PREA Management Office will make its determination and provide written notice of\nits decision to:\n•\n• Confirm the denial of full certification (including the reasons therefor), or\nRescind the denial of full certification, which may include mandatory remediation steps\nor other requirements Denial of full certification will remain in effect while the appeal is under consideration. Auditor Reporting Requirements\nAuditors conducting an audit outside of the Online Audit System 15 (i.e., conducting a paper\naudit) must fulfill the following reporting requirements:\nComplete and submit Pre-Audit Reporting Form."
}