{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 43,
  "chunk_text": "Extension\nrequests must be received prior to the end date of the award. Why this condition:\nUnder federal regulations, requests to extend the grant award period require prior written approval from the\nCOPS Office. Without an approved extension, your agency is not permitted to draw down federal funding\nfor costs incurred beyond the official grant award end date. However, if justified, the COPS Office seeks to\naccommodate reasonable requests for no-cost time extensions in order to fully implement the COPS Office grant. What you should do: The COPS Office will contact your agency during the last quarter of the grant award period to determine\nwhether a no-cost time extension is needed; extensions will not be processed prior to 90 days of the grant\nend date. Requests to extend the grant award period must be received by the COPS Office before the official\ngrant award end date. Extension requests received after the expiration date will be considered only when\nthe grantee provides justification of extraordinary circumstances; an example of this would be an instance\nin which an unforeseen natural disaster prevented a grantee from requesting an extension. Failure to submit\na request for a no-cost time extension by the end date may result in the immediate deobligation of any\nremaining grant funds. Automatic extensions will be granted for grantee requests of six months or less. All extension requests\nbeyond six months will require review and approval by the COPS Office. Individual or cumulative requests\ngreater than one-half of the grant’s original term (i.e., 18 months) will require additional justification and\nmust include a detailed timeline. 31 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual If your agency has excess funds remaining at the end of the grant due to salary and fringe benefits costs that\nwere lower than anticipated, your agency may not extend the 36-month funding period for the purpose of\nexpending those excess funds. Grantees are entitled to a maximum of 36 months of federal funding based\non the approved salary and fringe benefits costs in the FCM. The COPS Office will deobligate any remaining\ngrant funds during the closeout process. If you have any additional questions regarding a no-cost time\nextension, please contact your COPS Office Grant Program Specialist. 7. Modifications\nOccasionally, a change in an agency’s fiscal or law enforcement situation necessitates a change in its TRGP award. Grant modifications under TRGP are evaluated on a case-by-case basis. All modification requests involving the\npurchase of new budget items must be approved, in writing, by the COPS Office prior to their implementation. In\naddition, please be aware that the COPS Office will not approve any modification request that results in an increase\nof federal funds. Why this condition:\nThe COPS Office realizes that agencies may need to reprogram grant funds. Acceptable examples of such\naward modifications include purchasing additional equipment using cost savings from approved items\nor purchasing a different type of equipment due to changing needs. Under federal regulations, you may\nexpend grant funds only as approved in the FCM. Any requests to change or alter grant awards require\nwritten approval from the COPS Office prior to their implementation."
}