{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 58,
  "chunk_text": "Employers of convicted employees must provide notice, including position title, to:\nCOPS Office, 145 N Street, NE, Washington, D.C. 20530. Notice shall include the identification\nnumber(s) of each affected grant; vi. Taking one of the following actions, within 30 calendar days of receiving notice under\nsubparagraph (iv)(b), with respect to any employee who is so convicted a. Taking appropriate personnel action against such an employee, up to and including\ntermination, consistent with the requirements of the Rehabilitation Act of 1973, as\namended; or b. Requiring such employee to participate satisfactorily in a drug abuse assistance or\nrehabilitation program approved for such purposes by a federal, state or local health, law\nenforcement or other appropriate agency; vii. Making a good faith effort to continue to maintain a drug-free workplace through\nimplementation of paragraphs (i), (ii), (iii), (iv), (v), and (vi). B. 6. The applicant further certifies that it will identify all known workplaces under each COPS Office\naward, keep the identification documents on file, and make them available for inspection upon\nrequest by the U.S. Department of Justice officials or their designated representatives. Coordination\nThe Public Safety Partnership and Community Policing Act of 1994 requires applicants to certify that\nthere has been appropriate coordination with all agencies that may be affected by the applicant’s grant\nproposal if approved. Affected agencies may include, among others, the Office of the United States\nAttorney, state or local prosecutors, or correctional agencies. The applicant certifies that there has been\nappropriate coordination with all affected agencies. 50 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Where the applicant is unable to certify to any of the statements in this Certifications form, he or she shall attach\nan explanation to this application regarding the particular statement that cannot be certified. Please check\nhere  if an explanation is attached to this application. Please note that the applicant is still required to sign the\nCertifications form to certify to all the other applicable statements. False statements or claims made in connection with COPS Office grants (including cooperative agreements)\nmay result in fines, imprisonment, disbarment from participating in federal grants or contracts, and/or any\nother remedy available by law. I certify that the assurances provided are true and accurate to the best of my knowledge. Elections or other selections of new officials will not relieve the grantee entity of its obligations under this\ngrant. __________________________________________________ ___________________________ Signature of Law Enforcement Executive/Agency Executive Date\n(For your electronic signature, please type in your name) ______________________________________________ ______________________________ Signature of Government Executive/Financial Official Date\n(For your electronic signature, please type in your name) Appendix C. Community Policing Defined\nCommunity policing is a philosophy that promotes organizational strategies and supports the systematic\nuse of partnerships and problem-solving techniques to proactively address the immediate conditions that\ngive rise to public safety issues such as crime, social disorder, and fear of crime. Problem solving\nProblem solving is the process of engaging in the proactive and systematic examination of identified\nproblems to develop effective responses that are evaluated rigorously. • Scanning: Identifying and prioritizing problems\n• Analysis: Analyzing\n• Response: Responding to problems\n• Assessment: Assessing problem-solving initiatives\n•"
}