{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 31,
  "chunk_text": "We understand that your\nagency’s identified source(s) of retention funding may change during the life of the award, so your agency\nshould maintain documentation of any changes in the event of an audit, monitoring, or other evaluation of your\naward compliance. Please note that your agency is required to retain the officer position(s) awarded under the CHP award and not\nthe specific officer(s) hired to fill the award position(s). If a position funded by the CHP award becomes vacant\nduring the retention period, your agency is required to take active and timely steps consistent with your\nagency’s hiring policies and procedures to fill the position with a new officer to complete the remainder of the\n12-month retention period. Your agency should maintain documentation demonstrating that you did not delay\nfilling the position and that the steps your agency took to fill the position were consistent with your hiring\npolicies and procedures. At the conclusion of federal funding, agencies that fail to retain the sworn officer positions awarded under the\nCHP award may be ineligible to receive future COPS Office hiring awards for a period of one to three years. If\nyour agency is unable to retain any of the awarded officer positions, you should contact your COPS Office Grant\nProgram Specialist for further review. 27. Community Policing\nCondition:\nCommunity policing activities to be initiated or enhanced by your agency and the officers funded by this award\nprogram were identified and described in your CHP award application. In sections VI(A) and (B), your agency\ndeveloped a community policing plan for the CHP award with specific reference to a crime or disorder problem and\nthe following elements of community policing: (a) problem solving—your agency’s plan to assess and respond to the\nproblem identified; (b) community partnerships and support, including related governmental and community\ninitiatives that complement your agency’s proposed use of CHP funding; and (c) organizational transformation—how\nyour agency will use the funds to reorient its mission to community policing or enhance its involvement in and\ncommitment to community policing. Throughout the CHP award period, your agency is required to implement the\ncommunity policing plan it set forth in the CHP award application. The COPS Office defines community policing as a philosophy that promotes organizational strategies that support the\nsystematic use of partnerships and problem-solving techniques to proactively address the immediate conditions that\ngive rise to public safety issues such as crime, social disorder, and fear of crime. CHP awards through the specific 30 2016 COPS Hiring Program (CHP) Award Owner’s Manual officers funded (or an equal number of redeployed veteran officers) must be used to initiate or enhance community\npolicing activities. All newly hired additional or rehired officers (or an equal number of redeployed veteran officers)\nfunded under CHP must implement your agency’s approved community policing plan, which you described in your\naward application. Why this condition: The CHP program is designed to assist agencies advance public safety through the hiring and rehiring of sworn\nofficer positions to increase their community policing capacity and crime prevention efforts. This is achieved\nthrough problem solving, community policing partnerships, and organizational transformation."
}