{
  "document_category": "guidance",
  "document_name": "Model-Tribal-Code_508.pdf",
  "chunk_index": 16,
  "chunk_text": "E. Jurisdiction of School Attendance. A sex offender must register with the\nResponsible Agency Name if the sex offender is a student in any capacity\nwithin lands subject to the jurisdiction of the Name of Tribe. SECTION 5.02 TIMING OF REGISTRATION\nA. Timing. A sex offender required to register with the Responsible Agency Name\nunder this Code shall do so in the following timeframe:\n1. If convicted by Name of Tribe for a sex offense and incarcerated, the sex\noffender must register before being released from incarceration;\n2. If convicted by Name of Tribe but not incarcerated, within 3 business days\nof sentencing for the registration offense, the sex offender must appear in\nperson to register with Responsible Agency Name and t Your tribe will need to\nimplement a procedure\nfor the registering agency\nto ensure offenders\nare registered prior\nto their release. 3. Within 3 business days of establishing a residence, commencing\nemployment, or becoming a student on lands subject to the jurisdiction of\nthe Name of Tribe, the sex offender must appear in person to register with\nResponsible Agency Name. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 17 B. Duties of Responsible Agency Name. The Responsible Agency Name shall\nhave policies and procedures in place to ensure the following:\n1. That any sex offender incarcerated or sentenced by the Name of Tribe for a\nsex offense completes their initial registration with the Responsible Agency\nName;\n2. That the sex offender reads, or has read to them, and signs a form stating\nthat the duty to register has been explained to them and that the sex\noffender understands the registration requirement;\n3. That the sex offender is registered, and added to the Name of Tribe Public\nSex Offender Registry Website, if applicable;\n4. That upon entry of the sex offender’s information into the Name of Tribe\nSex Offender Registry, that information is immediately forwarded to all\nother jurisdictions in which the sex offender is required to register due to\nthe sex offender’s residency, employment, or student status; and\n5. That all registration information is immediately entered and updated in\nNSOR. SECTION 5.03 RETROACTIVE REGISTRATION A. Retroactive Registration. The Responsible Agency Name shall have in place\npolicies and procedures to ensure the following three categories of sex\noffenders are subject to the registration and updating requirements of this\nCode:\n1. Sex offenders incarcerated or under the supervision of the Name of Tribe,\nwhether for a sex offense or other crime,\n2. Sex offenders already registered or subject to a pre-existing sex offender\nregistration requirement, and\n3. Sex offenders reentering the justice system due to conviction for any crime. B. Timing of Recapture. The Responsible Agency Name shall ensure recapture of\nthe sex offenders mentioned in Section 5.03(A) within the following timeframe\nto be calculated from the date of passage of this Code:\n1. For Tier I sex offenders, 1 year, 2. For Tier II sex offenders, 180 days, and 3. For Tier III sex offenders, 90 days. SECTION 5.04 KEEPING REGISTRATION CURRENT\nA. Jurisdiction of Residency."
}