{
  "document_category": "guidance",
  "document_name": "5111.04_cn1.pdf",
  "chunk_index": 8,
  "chunk_text": "(d) Other. Inmates not falling under the above guidelines will be referred to CCD for further\nguidance and direction. P5111.04, CN-1 5/23/2017 10 1311. COORDINATION WITH ICE\n(a) ICE Detainers Interviews. Unit staff will provide notification to the ICE designated Point of\nContact (POC) regarding inmates arriving at the institution with a CMA assignment of “IHP\nINTRVW.” This notice shall identify the inmate(s) requiring an interview within 30 days (from\nthe date of notification) and request a final disposition regarding IHP eligibility be provided. If a\nresponse is not received within 30 days, staff will notify the Administrator, Correctional Programs\nBranch, by forwarding an electronic copy of the dated notice referred to ICE. The ICE Officer-inCharge at the local ICE office will coordinate with institution staff to monitor the inmate\npopulation and identify aliens appropriate for the IHP. ICE will lodge a detainer if one has not\npreviously been lodged. 12. APPEALS (a) Appeals. Ordinarily, appeals of deportation/removal decisions do not require in-person\nhearings. EOIR provides appeal forms. Inmates at non-hearing sites should be advised to request\nappeal forms from:\nInmates appealing a deportation decision may be transferred to a Release Site prior to receiving the\nfinal deportation order or appeal decision. The CMA assignment will be updated. If the decision is overturned on appeal, the local ICE office will remove the detainer and notify the\ninstitution. The CMA assignment will be updated to reflect the new decision. EOIR provides appeal forms. Inmates at non-hearing sites should be advised to request appeal\nforms from:\nBoard of Immigration Appeals\nOffice of the Chief Clerk\nPO Box 8530 5107 Leesburg Pike, Suite 2000\nFalls Church, VA 22041 If an order is overturned on appeal, coordinate with your designated ICE POC regarding the lifting\nof ICE detainers, should any be present. The CMA assignment will be updated to reflect the new\ndecision. 1413. SENTRY CMA ASSIGNMENTS. The following CMA assignments will be loaded to\ntrack an inmate’s IHP status. Staff involved in IHP proceedings may request access to the ICE\nP5111.04, CN-1 5/23/2017 11 Database system (DACS and CIS) through CCD. Case Management Activity (CMA) assignments\nhave been created/updated to enable staff to more effectively monitor and track an inmate’s IHP\nstatus. CMA assignments must be entered in SENTRY before or upon completion of Initial\nClassification. CMA assignments and dates are subject to change, based on direction from CPB\nand/or ICE. ACTIVE CMA ASSIGNMENTS\n(a) IHP PART- IHP Participate - Participant. Indicates the inmate is at a hearing site, is\nparticipating in the IHP, and should not be transferred until the hearing is completed. The CMAD\nis the date of the inmate’s arrival at the hearing site. Only inmates at hearing sites will have this\nassignment. A list of IHP hearing sites is available on the Correctional Programs Sallyport page. (b) IHP PEND – IHP - Pending Hearing Site. Indicates any inmate who requires an IHP\nhearing or deportation decision, but is not at a hearing site. The CMAD is the date of arrival at the\ndesignated institution. (c) NO IHP HRG – IHP - No Hearing Required. Indicates an inmate does not require an IHP\nhearing or placement at an IHP hearing site."
}