{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 85,
  "chunk_text": "If instructed to proceed with a local investigation, the COS or\ndesignated staff member will begin to gather information or evidence\n(newspaper articles, letters, police reports, telephonic\nverifications with state and/or local officials, interviews, etc.)\nthat assist in a determination whether a violation of the Standards\nof Conduct (or other contract requirements) has occurred. The CCM in consultation with OIA shall be responsible for\ndirecting, tracking, and ensuring all activities throughout the\nlocal investigation, including a final investigative report, are\ncompleted. Updates concerning an open investigation will be\nprovided to the OIA, Community Corrections Regional Administrator\n(CCRA), Management Center Administrator (MCA), and CCB as new\ninformation is available, but no less than monthly. OIA is\navailable for consultation at any point during the investigative\nprocess. B.\nThe CCM shall utilize all available resources to\nproperly investigate the allegations. OIA, Regional Counsel and\nthe Central Office may be utilized as resources. CCMs may assign\nthe investigation of CCC staff to the COS or Case Manager. A final investigation report shall be completed by the MCA and shall\ninclude an explanation of the complaint, a summary of the\ninvestigative steps utilized, and the factual conclusions reached\nby the investigator. This final report, along with copies of\nrelevant affidavits, police reports, etc., shall be mailed to OIA\nwith all documents compiled during the investigation (i.e.,\naffidavits, working papers) shall be maintained and preserved in\nthe CCM contract file. PS 7300.09\n1/12/98\nAttachment 4-12, Page 3\nC.\nIf the allegation is unfounded, the CCM contract file\nwill be documented by memorandum to OIA requesting CLOSURE and\nindicating the information/evidence gathered from the\ninvestigation does not support further examination. A copy of\nthe memorandum, along with a copy of the actual investigative\nfile, shall be sent to OIA for review. (A copy of the memorandum\nONLY shall be sent to CCB for the purpose of updating the\nstatus.) OIA will notify the CCM when CLOSURE is made. MCAs\nwill review these issues during operational reviews. D.\nAt the conclusion of the investigation where charges\nare sustained, the MCA will provide written direction to the CCM\nto pursue certain corrective contract compliance action through\nestablished (monitoring) procedures. E.\nA copy of the CCM's letter to the contractor directing\ncontract compliance action shall be sent to OIA. 3. RESEARCH A.\nInformation concerning all integrity allegations will\nbe entered into the OIA computer database. the number of integrity/misconduct allegations\n(sustained or unsubstantiated);\n! the types of integrity/misconduct allegations\n(fraternizing, gambling, sex related, etc.)\n! expenditures of resources (travel costs, interviews,\ninspections, other financial expenditures, etc.);\n!\nannual trends within each CCM office area; and,\n!\nsuggestions on how to prevent the circumstances leading\nto the integrity issue.\n! Through these guidelines, it is anticipated the BOP can more\neffectively and efficiently utilize existing resources to\nsatisfactorily resolve contract staff misconduct. PS 7300.09\n1/12/98\nAttachment 4-12, Page 4\nREFERRAL OF STAFF MISCONDUCT INCIDENT IN CONTRACT FACILITY\nTYPE OF REPORT (CHECK ONE)\nINITIAL FOLLOW-UP DATE OF REFERRAL: TIME OF REFERRAL: CCM OFFICE CODE: REPORTED BY(NAME AND TITLE:): CONTRACT FACILITY (CITY / STATE: ASSIGNMENT CODE: CONTRACT NUMBER:\nDATE OF INCIDENT(S): TIME OF INCIDENT(S) PLACE OF INCIDENT(S):\nALLEGATION:\nSOURCE OF ALLEGATIONS: SUBJECT FULL NAME: TITLE / POSITION: DATE OF BIRTH: SEX: SOCIAL SECURITY NUMBER:\nRACE:\n*If multiple subjects, use additional pages\nVICTIM(S), FULL NAME AND REGISTER NUMBERS:\nSUMMARY OF INCIDENT (WHO, WHAT, WHEN, WHERE, WHY):"
}