{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 8,
  "chunk_text": "For example:\nDrill bits, metal/wood 1/32\" - ½\" amount of pieces Drill bits, metal/wood 7/16\" - 7/8\" amount of pieces Wrench, comb. box/open end 1/4\" Wrench, comb. box/open end 7/16\" - 7/8\" amount of pieces - 7/16\" amount of pieces For instance, the institution has a combination box/open end\nwrench, size 1 7/8\", and there are no smaller or larger sizes,\nthe wrench will be a single listing. PS 5500.14\n10/19/2012\nChapter 2, Page 3\n202. TOOL IDENTIFICATION 1. The Tool Control Officer must mark the tools (steel or\nshank portion of the tool) in each work location with an\nidentification symbol which identifies the storage area of the\ntool when not in use. 2. Tools which cannot be marked without damage, such as\nsurgical instruments, micrometers and small drill bits, are\ninventoried and kept in locked storage areas when not in use. 203. STORAGE IN WORK AREAS 1. A shadow board is considered the best method of storing all\ntools which can be mounted. \n\n\n All shadow boards will have white backgrounds. Class AA tool will be shadowed in bright (curb) yellow. Class A tools will be shadowed in red\nClass B tools will be shadowed in black. Only one tool will be kept on each shadow. identical in size and shape of the tool.\n The shadow must be Tools not adaptable to a shadow board must be kept in a\nlocked drawer or cabinet and inventoried accordingly. Hospital \"sterile packs\" will have a predetermined inventory\nper package and must be processed by a staff member. The packs\nwill only be opened when there is suspicion or evidence an\ninstrument is missing from the pack(s). A hospital staff member must be contacted or present if a\nsterile pack requires opening for security reasons. Sterile\npacks as well as extra instruments must be stored under lock and\nkey at all times. Extra instruments will be bin carded. 2. Any Class A tool, whether in a central tool room or work\narea, must be stored in a metal cage or Class I concrete walled\nroom. These tools must be physically separated from Class B tools,\nbehind two locked doors. PS 5500.14\n10/19/2012\nChapter 2, Page 4 When the Class A tool room is inside the Class B tool room, the\nlock on the Class B tool room door serves as one of the two\nrequired locks for the Class A tool room. 3. When a tool is removed from the inventory, the\ncorresponding shadow will be removed immediately from the shadow\nboard. 4. Detail Supervisors will ensure that all tools are accounted\nfor prior to the end of any work period (lunch breaks, workday). At the Captain’s discretion tools may be returned at those times\nto their storage site. 204. TOOL INVENTORIES 1. Tool inventories will be numbered and posted conspicuously\non all corresponding shadow boards, tool boxes, and tool kits. The Master Inventories will be maintained by the Tool Control\nOfficer. 2. All tools will be received in the appropriate warehouse\nunless the warehouse is located within the institution's secure\nperimeter.\n If the warehouse is located within the secure\nperimeter, other procedures will be developed, for\ninstance, tools may be stored at the rear sallyport\nuntil properly receipted."
}