{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 77,
  "chunk_text": "Please note that under the nonsupplanting requirement of the COPS Office statute,\nCOPS Office award funds may not be used to supplant (replace) local funding which otherwise would have been 98 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual spent on consultants employed by state or local government. The statute bars federal funding of existing\nconsultants and also of newly hired consultants that a community is committed to fund in the absence of a\nCOPS Office award. Consultants employed by commercial and not-for-profit organizations. These organizations are normally\nsubject to competitive bidding procedures. Thus, if they have been selected through competitive bidding, they\nare not subject to the $650 per day maximum compensation threshold. In those cases where an individual has\nauthority to consult without employer involvement, the rate of compensation should not exceed the individual’s\ndaily salary rate paid by his or her employer, subject to the $650 limitation. To request approval of a consultant rate in excess of $650 per day, please submit the signed request on recipient\ndepartment letterhead and include the agency ORI and the award number for which the approval is being\nsought. Please include the following:\n• Description of the services to be provided by the consultant(s) or contractor(s), including\n•\n•\n• •\n•\n• the number of days and hours to be worked by each consultant/contractor;\nthe daily rate of each consultant/contractor that exceeds $650/day (indicate fringe benefits, if\napplicable); and\na resume or curriculum vitae (CV) for each consultant or contracted individual whose rate exceeds $650\nper day. Documented prior instances when a similar rate has been charged by or paid to the consultant/contractor If the consultant is not self-employed and has a primary employer, documentation showing that the\nrequested daily rate is proportionate to the consultant’s regular salary (e.g., pay stubs, letter from employer). Optional: You may submit other important information about the consultant(s) or contractor(s) at this time,\nsuch as letters of reference; lists of any relevant publications, papers, or honors; advanced experience as a\npractitioner or academic in the subject area; advanced training relating to the focus of your project; and/or\nany unique circumstances which you feel should be considered as the COPS Office reviews your proposed\nconsultant/contractor rates. To request approval of a consultant/contractor rate in excess of $650 per day, please return this information to\nyour project manager as soon as possible to expedite the consultant/contractor rate review process. 99 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual Appendix G. Whistleblower protection (41 U.S.C. 4712)\n41 U.S.C. § 4712. Pilot program for enhancement of contractor protection from reprisal for disclosure of\ncertain information\n(a) Prohibition of reprisals."
}