{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 62,
  "chunk_text": "Beat boundaries should\ncorrespond to neighborhood boundaries, and other government services should recognize these boundaries\nwhen coordinating government public-service activities. Despecialization To achieve community policing goals, officers must be able to handle multiple responsibilities and take a team\napproach to collaborative problem solving and partnering with the community. Community policing\nencourages its adoption agency-wide, not just in special units, although there may be a need for specialist units\nthat are tasked with identifying and solving particularly complex problems or managing complex partnerships. Resources and finances\nAgencies must devote the necessary human and financial resources to support community policing to ensure\nthat problem-solving efforts are robust and that partnerships are sustainable and effective. Personnel The principles of community policing need to be infused throughout the entire personnel system of an agency,\nincluding recruitment, hiring, selection, and retention of all law enforcement agency staff including sworn\nofficers, nonsworn officers, civilians, and volunteers, as well as personnel evaluations, supervision, and training. Recruitment, hiring, and selection\nAgencies need a systematic means of incorporating community policing elements into their recruitment,\nselection, and hiring processes. Job descriptions should recognize community policing and problem-solving\nresponsibilities and encourage the recruitment of officers who have a spirit of service, not just a spirit of\nadventure. A community policing agency must also thoughtfully examine where it looks for recruits, whom it is\nrecruiting and hiring, and what is being tested. Some community policing agencies also look for the\ninvolvement of the community in this process through the identification of competencies and participation in\nreview boards. Personnel supervision/evaluations Tie performance evaluations to community policing principles and activities that are incorporated into job\ndescriptions. Performance, reward, and promotional structures should support sound problem-solving activities,\nproactive policing and community collaboration, and citizen satisfaction with police services. 67 2016 COPS Hiring Program (CHP) Award Owner’s Manual Training\nTraining at all levels—academy, field, and in-service—must support community policing principles and tactics. It\nalso needs to encourage creative thinking, a proactive orientation, communication and analytical skills, and\ntechniques for dealing with quality-of-life concerns and maintaining order. Officers can be trained to (a) identify\nand correct conditions that could lead to crime, (b) raise public awareness, and (c) engage the community in\nfinding solutions to problems. Field training officers and supervisors can encourage problem solving and help\nofficers learn from other problem-solving initiatives. Until community policing is institutionalized within the\norganization, training in its fundamental principles will need to take place regularly. Information systems (technology) Community policing is information-intensive and technology plays a central role in providing ready access to\nquality information. Accurate and timely information makes problem-solving efforts more effective and ensures\nthat officers are informed about the crime and community conditions of their beat. In addition, technological\nenhancements can greatly assist with improving two-way communication with citizens and developing agency\naccountability systems and performance outcome measures. Communication / access to data Technology provides agencies with the ability to communicate externally with the public and internally with\ntheir own staff."
}