{
  "document_category": "guidance",
  "document_name": "2016_AHTF_AOM.pdf",
  "chunk_index": 22,
  "chunk_text": "1. Applicability and what to report. You must report total compensation for each of your five most highly\ncompensated executives for the preceding completed fiscal year, if—\na. the total federal funding authorized to date under this award is $25,000 or more;\nb. in the preceding fiscal year, you received— 18 2016 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual i. 80 percent or more of your annual gross revenues from federal procurement contracts (and\nsubcontracts) and federal financial assistance subject to the Transparency Act, as defined at 2\nC.F.R. Part 170.320 (and subawards); and\nii. $25,000,000 or more in annual gross revenues from federal procurement contracts (and\nsubcontracts) and federal financial assistance subject to the Transparency Act, as defined at 2\nC.F.R. Part 170.320 (and subawards); and\nc. The public does not have access to information about the compensation of the executives through\nperiodic reports filed under section 13(a) or 15(d) of the Securities Exchange Act of 1934 (15 U.S.C.\n78m(a), 78o(d)) or section 6104 of the Internal Revenue Code of 1986. To determine if the public has\naccess to the compensation information, see the U.S. Security and Exchange Commission total\ncompensation filings at www.sec.gov/answers/execomp.htm. 2. Where and when to report. You must report executive total compensation described in paragraph B.1. of\nthis award term:\na. As part of your registration profile at www.sam.gov.\nb. By the end of the month following the month in which this award is made, and annually thereafter. C. Reporting of Total Compensation of Subrecipient Executives. 1. Applicability and what to report. Unless you are exempt as provided in paragraph D. of this award term,\nfor each first-tier subrecipient under this award, you shall report the names and total compensation of\neach of the subrecipient’s five most highly compensated executives for the subrecipient’s preceding\ncompleted fiscal year, if—\na. in the subrecipient’s preceding fiscal year, the subrecipient received—\ni. 80 percent or more of its annual gross revenues from federal procurement contracts (and\nsubcontracts) and federal financial assistance subject to the Transparency Act, as defined at 2\nC.F.R. 170.320 (and subawards); and\nii. $25,000,000 or more in annual gross revenues from federal procurement contracts (and\nsubcontracts), and federal financial assistance subject to the Transparency Act (and\nsubawards); and\nb. The public does not have access to information about the compensation of the executives through\nperiodic reports filed under section 13(a) or 15(d) of the Securities Exchange Act of 1934 (15 U.S.C.\n78m(a), 78o(d)) or section 6104 of the Internal Revenue Code of 1986. To determine if the public has\naccess to the compensation information, see the U.S. Security and Exchange Commission total\ncompensation filings at www.sec.gov/answers/execomp.htm. 2. Where and when to report. You must report subrecipient executive total compensation described in\nparagraph C.1. of this award term:\na. To the recipient. b. By the end of the month following the month during which you make the subaward. c. For example, if a subaward is obligated on any date during the month of October of a given year\n(i.e., between October 1 and 31), you must report any required compensation information of the\nsubrecipient by November 30 of that year."
}