{
  "document_category": "guidance",
  "document_name": "5300_022.pdf",
  "chunk_index": 6,
  "chunk_text": "The\nprogram manager coordinates the availability of these items. Visitation volunteers are\nauthorized to visit specific inmates who have been pre-arranged prior to their visit (at least two\nweeks in advance). There is no limit to the number of visitation volunteers or inmates who may\nbe seen; however, inmates are seen one at a time. 5. COMMUNICATIONS AMONG VOLUNTEERS, INMATES, FORMER INMATES,\nEX-OFFENDERS, AND INMATE FAMILIES Only mentoring and transitional volunteers who are approved to communicate with inmates,\nformer inmates, ex-offenders, and inmate families (as defined for Bureau visiting purposes) may\nhave program-related contact regarding the inmates to whom they have been assigned. They\nmay also have program-related contact regarding the inmate’s personal or spiritual growth,\npreparation for release, and through the transition process for reintegration in the community. Program-related contacts include liaison with local organizations that have the potential to\nprovide assistance. Contacts must be professional in nature – that is, activities related to a specific program area or\nthat provide specific reentry assistance, which:\n■ Assist with specific program content or reentry needs identified through the inmate’s\nassessment. ■ Coordinate resources related to a program or reentry need. ■ Obtain information from or coordinate with an inmate or family member related to program\ncontent or reentry need. Volunteers may use appropriate materials, which are subject to Front Entrance procedures and\napproved in advance by the program manager before distribution to a specific inmate or the\ninmate population. Inmates can also bring program-related supplies and materials to a mentoring P5300.22 11/07/2016 8 or reentry/transitional planning session with prior review by and approval of the program\nmanager. a. Methods of Contact. The Volunteer shall make a written request for approval of telephone\ncalls and correspondence communication with an inmate through the program manager. The\nprogram manager will submit the request to the SIS department for approval. The program\nmanager will notify the volunteer if the communication is approved/disapproved. However, if\nthe volunteer fails to request approval of communication with an inmate, his/her services can be\ndiscontinued. Approved types of contact include telephone, email, regular mail, and other\nidentified electronic communications. Three-way calls are prohibited. Mail, publications, and\nenclosures must comply with the Program Statements Correspondence and Incoming\nPublications. Program managers may arrange video teleconferencing (if available) to facilitate\nneeded contact between the inmate and volunteer. b. Contact Monitoring. Phone calls and correspondence within the institution are subject to\nmonitoring and other agency screening procedures. Certain categories of inmates receive\nenhanced monitoring. All telephone, electronic, and written communication between an\nincarcerated inmate or family member and a volunteer must be documented using the\nTransitional/Mentor Volunteer Contact Form, BP-A1068, provided by the program manager to\nthe volunteer. In-person contact with family members and volunteers must also be documented\non this form. These forms are submitted by the volunteers to the program managers at least\nmonthly, or as otherwise determined by the program manager. The program manager maintains\nthese forms for a period of five years. A Release of Information Consent (BP-A0192) must be\nsigned by the inmate before any family/community contact and placed in the program manager’s\nfile."
}