{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 32,
  "chunk_text": "Why this condition:\nUnder federal immigration law, all employers are required to take certain steps to ensure that persons that\nare hired are legally permitted to work in the United States. The Bureau of Citizenship and Immigration\nServices Employment Eligibility Verification Form (I-9) outlines the types of documents that an employer\nshould review to confirm that a new hire is eligible for employment. 22 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual What you should do: You do not need to submit any documentation to the COPS Office to satisfy this condition. Rather, you\nshould complete and maintain the I-9 forms for all new employees under the guidelines set forth by the\nBureau of Citizenship and Immigration Services. For further information about this requirement, you may\ncontact the Bureau’s Office of Business Liaison at 800-357-2099 or the National Customer Service Center\nat 800-375-5283. 22. Whistleblower protection\nCondition: The recipient agrees not to discharge, demote, or otherwise discriminate against an employee as reprisal for the\nemployee disclosing information that he/she reasonably believes is evidence of gross mismanagement of a Federal\ncontract or grant, a gross waste of Federal funds, an abuse of authority relating to a Federal contract or grant, a\nsubstantial and specific danger to public health or safety, or a violation of law, rule, or regulation related to a Federal\ncontract (including the competition for or negotiation of a contract) or grant. The recipient also agrees to provide\nto their employees in writing (in the predominant native language of the workforce) of the rights and remedies\nprovided in 41 U.S.C. § 4712. Please see Appendix E in the Grant Owner’s Manual for a full text of the statute. Why this condition:\nUnder the “Pilot program for enhancement of contractor protection from reprisal for disclosure of certain\ninformation” (41 U.S.C. § 4712), which is in effect through January 1, 2017, recipients are prohibited from\ntaking reprisal actions against employees for certain whistleblowing activities in connection with federal\ngrants and contracts. The pilot program protects the public interest and ensures the proper management\nand use of federal funds. What you should do: The recipient must not take reprisal actions against an employee for disclosing misconduct under federal\ncontracts and grants to certain persons and entities. The recipient is prohibited from discharging, demoting, or otherwise discriminating against an employee as\nreprisal for disclosing information that he/she reasonably believes is evidence of\n• gross mismanagement of a federal contract or grant;\n• a gross waste of federal funds;\n• an abuse of authority relating to a federal contract or grant;\n• a substantial and specific danger to public health or safety;\n• a violation of law, rule, or regulation related to a Federal contract (including the competition for or\nnegotiation of a contract) or grant. In addition, the disclosure must also have been made to\n• a Member of Congress or a representative of a committee of Congress;\n• an inspector general;\n• the Government Accountability Office;\n• a federal employee responsible for contract or grant oversight or management at the relevant agency; 23 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual"
}