{
  "document_category": "guidance",
  "document_name": "5215_007.pdf",
  "chunk_index": 1,
  "chunk_text": "U.S. Department of Justice\nFederal Bureau of Prisons PROGRAM STATEMENT\nOPI:\nCPD/CPB\nNUMBER: 5215.07\nDATE:\nSeptember 23, 2016 Youth Corrections Act (YCA) Inmates /s/\nApproved: Thomas R. Kane\nActing Director, Federal Bureau of Prisons\n1. PURPOSE AND SCOPE\n§524.20 Purpose and scope. This subpart establishes procedures for designation, classification, parole, and\nrelease of Youth Corrections Act (YCA) inmates. In keeping with court findings,\nand in accord with the repeal of 18 U.S.C. Chapter 402, Sections 5011 and 5015(b),\nall offenders sentenced under the provisions of the YCA presently in custody,\nthose retaken into custody as parole violators, and those yet to be committed\n(probation violators, appeal bond cases, etc.) may be transferred to or placed in\nadult institutions under the provisions of this policy. While the Bureau may discontinue segregating YCA inmates from adult inmates, it must\ncontinue to provide quality programs for YCA inmates. The increased availability of highquality programs nationwide, frequently not provided at any single institution, will provide\ngreater self-improvement opportunities for YCA inmates. a. Summary of Changes\nPolicy Rescinded\nP5215.05\nYouth Corrections Act (YCA), Inmates and Programs (03/17/99)\nFederal Regulations from 28 CFR are shown in this type. Implementing instructions are shown in this type. This revision removes the requirement that staff at the Federal Correctional Institution in\nEnglewood, Colorado (FCI Englewood) serve as the Bureau point of contact for YCA issues, and\ndirects inquiries to Regional Counsel or the Consolidated Legal Center. b. Program Objectives. As a result of this program, YCA inmates will complete a three-phase\nprogram plan that includes a classification phase, a treatment phase, and a pre-release phase. c. Pretrial/Holdover/Detainee Procedures. This Program Statement does not apply to\npretrial/holdover or detainee inmates. d. Institution Supplement. None required. Should local facilities make any changes outside\nthe required changes in the national policy or establish any local procedures to implement the\nnational policy, the local Union may invoke to negotiate procedures or appropriate arrangements. 2. DEFINITIONS\n§524.21 Definitions.\na. YCA Inmate. An inmate sentenced under provision of the Youth Corrections Act who has not received an in-person “no further benefit” finding by his or her\nsentencing judge, and whose YCA sentence has not been completely absorbed\nby an adult federal sentence. b. No Further Benefit. An in-person finding by the inmate’s sentencing court\nthat YCA treatment will not be of further benefit to the inmate. An inmate\nreceiving such court finding is accordingly not considered to be a YCA inmate. 3. YCA PROGRAM\n§524.22 YCA Program.\na. Wardens are to ensure each committed youth offender is scheduled for a\nthree-phase program plan which will include a classification phase, a treatment\nphase, and a pre-release phase. A program plan for each YCA inmate will be\ndeveloped by the Unit Team as a part of the classification phase. The Warden\nmay exempt a YCA inmate from program participation when individual\ncircumstances warrant such exceptions. Such exceptions must be requested\nand acknowledged by the inmate, and the reason(s) for exemption must be\ndocumented in the inmate’s central file. P5215.07 9/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 2"
}