{
  "document_category": "guidance",
  "document_name": "6400_003.pdf",
  "chunk_index": 8,
  "chunk_text": "All medical justifications should be\ndocumented in EMR with an accompanying consultation. b. Eligibility based on Designation. Since institutions vary in regard to mission and security\nlevel, local provisions can be described in the Institution Supplement. All inmates are entitled to\nsick call/urgent care. The dental staff will coordinate with correctional services staff. Inmates will be escorted to\nthe dental clinic by correctional services staff for the management of timely appointments\nand continuing comprehensive care. P6400.03 6/10/2016 10 (1) Pretrial. At the end of 12 months, pretrial inmates are eligible to receive comprehensive\ncare and can then request to be put on the national waiting list. In rare cases, exceptions will be\nmade on a case-by-case basis, with the advance approval of the Regional Chief Dentist. (2) Short-Term Detention. Comprehensive dental care may be delayed due to short-term\ntemporary detention placements. If an inmate scheduled for comprehensive dental care misses\nan appointment because of a short-term placement in special housing, he/she resumes being\nscheduled after returning to general population. (3) Long-Term Detention. Inmates detained in segregation, special housing, or jail units for 12\nmonths or less have access to dental triage/sick call and urgent care. Health care staff assigned\nto these areas will notify dental services of urgent cases requiring evaluation. Inmates who have\nbeen detained for longer than 12 months will be eligible for comprehensive dental care. Inmates\npermanently designated in long-term, high security units (e.g., ADX) will be eligible for\ncomprehensive dental care in accordance with the National Dental Wait List. (4) BOP General Population Inmates. All permanently designated inmates are eligible for\ncomprehensive dental care. This includes inmates designated to detention, jail, and contract\nfacilities. Inmates designated to community corrections facilities (Residential Reentry Centers)\nare eligibile for emergency care only. 7. PREVENTIVE ORAL HEALTH\na. Oral Health Education. Preventive dental health care starts at the Admissions and\nOrientation (A&O) examination. Personal oral hygiene is essential to good oral health\npromotion/disease prevention. Oral health information/education is provided to all inmates\nduring the A&O examination and each subsequent dental visit. Dental staff promote the understanding of the relationship between dental plaque and the\ndevelopment and progress of oral and systemic diseases. Patient education includes information\non the relationship between oral diseases and tobacco products, alcohol, and other drugs. Dental staff should take every opportunity to provide oral health and hygiene information to the\ninstitution population (pamphlets, video presentations in waiting areas, booklets, A&O\norientation, etc.). The techniques for brushing and interdental aids will be reviewed at A&O and hygiene\nappointments. Issues of diet and nutrition will be discussed, reviewing the relationship of food\nintake (substances and frequency), plaque formation, and dental pathology. P6400.03 6/10/2016 11 b. Requirement for Adequate and Proper Oral Hygiene. The dental hygiene program is\nresponsible for ensuring that inmates can demonstrate adequate and proper oral hygiene. The\ntreating dentist may discontinue comprehensive dental care any time it becomes apparent the\ninmate is not practicing proper oral hygiene. These inmates will still have access to urgent care\nthrough sick call. c. Oral Hygiene Products."
}