{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 27,
  "chunk_text": "j. Rebates. Institutions shall not accept cash rebates for merchandise purchases. k. Samples. Non-food product samples received from a vendor are returned to the vendor or\ndestroyed after evaluation. Food samples considered for sale in the Commissary are only\nsampled by staff designated by the Trust Fund Supervisor. A sample is any item not currently\nsold in the Commissary. l. Promotion/Quantity Discounts. Items identical to those ordered received with an order as\npart of a promotion or quantity discount are received via a Receiving Report and the cost per item\ncomputed using the total quantity received. If promotional or discounted items are received after the original order Receiving Report has been\nprocessed, a donated Receiving Report is prepared using the latest cost price and selling price for\nthat item. A non-TRUFACS donated receiver is entered into TRUFACS as an inventory\nadjustment. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 39 3.5 SPECIAL PURPOSE ORDERS (SPO) It is not practical to stock all approved items of a special nature, such as books, hobbycrafts, etc. An SPO is an inmate request to purchase an approved item or items not routinely sold in the\nCommissary. Periodic reviews are made to determine whether any SPO item should be included\nas a routine stock item. SPOs are not approved solely for ordering a different color, brand, or\nquality of an item currently sold. Requests to purchase these items are approved on an individual\nbasis. Inmates are limited to one SPO per month. The maximum dollar amount allowed for SPO items\nis $300 (cost price excluding shipping charges) per quarter. Exceptions may be made for projects\nwhich require items to be purchased from more than one vendor. The Warden approves, in writing, individual leather items with a unit cost of $100 or more for sale\nto inmates. The Warden also approves leather items whose size could pose a security risk. This\nauthority cannot be re-delegated. a. Inmate Procedures. Inmates desiring special purpose items submit a signed Special Purpose\nOrder Request – Inmate (BP-A0200) to designated staff. Note: The SPO Request form is used in place of the Request for Purchase (BP-A0101), and the\ndocumentation for Inmate Personal Property Record (BP-A0383). TRUFACS generates a\nPurchase Card Purchase Order or a Purchase Order and Receiving Report.\nb. Approval Process. The approving official verifies that the SPO Request form is complete,\nincludes current prices and catalog numbers, and, if the inmate is on FRP Refuse status, that\npurchase limitations outlined in the Program Statement Inmate Financial Responsibility\nProgram are not exceeded. Note: Inmates in FRP Refuse status may not be denied the ability to purchase Kosher/Halal\nshelf-stable entrees through the SPO Program. The approving official ensures that limitations such as frequency of orders, single order maximum\ndollar amount, or quarterly dollar amount are not exceeded. Approval is indicated on all copies of the SPO Request. After the approving official signs it, it is\ndelivered to the Trust Fund Supervisor in a secure manner. c. Numbering. TRUFACS assigns the SPO number as a special item number that is sequential\nfollowing the two-digit fiscal year (FY 05; 05-0040, 05-0041)."
}