{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 13,
  "chunk_text": "Detail Supervisors will ensure all flammable, hazardous,\nand poisonous materials are secured at the end of each work\nperiod. 4. Gasoline/ Diesel/Propane will be controlled in the\nfollowing manner:\na. Fuel pumps will be located outside the secure perimeter\nand will be locked when not in use. b. The movement of fuel into the main compound for use in\nsmall engines, such as lawn mowers and weed eaters, will be\nsupervised by an employee. Additionally, equipment with fuel\npowered engines requires staff supervision. Lawn mowers must\nhave lockable gas caps. c. When not in use, fuel powered lawn mowers and other\nsmall engine equipment will be stored in secure areas, outside\nthe secure perimeter. d. Shop and detail supervisors will issue only the amount PS 5500.14 10/19/2012\nChapter 2, Page 11 of fuel required to operate engines during periods of use to\nstaff only. All fuel will be strictly controlled and\naccountability maintained. Fuel will be removed from inside the\nsecure perimeter daily. e. All fuel will be stored or carried in the approved\nsafety can (refer to the Occupational Safety and Environmental\nHealth Manual). 5. Questions regarding the use and/or storage of flammable,\nhazardous, or toxic materials will be addressed to the\ninstitution Safety Manager. 6. Additional requirements are detailed in the Program\nStatement, Occupational Safety and Environmental Health Manual. 210. CONTROL OF DANGEROUS DRUGS AND HYPODERMIC APPARATUS Responsibility. Narcotics, dangerous drugs, and equipment will\nbe controlled under provisions of the Health Services Manual. 211. CONTROL OF FOOD SERVICE EQUIPMENT 1. A knife and tool cabinet, equipped with a shadow board and\na locking device, must be located in the Food Service Department. All knives and tools will be marked with an identification\nsymbol. Inventories will be in compliance with Section 204 of\nthis Manual. 2. All tools will be issued by using the chit system. out sheets will be used for issuing knives. Sign- All knives in the Food Service Department must be attached to a\nmetal cable and secured to a work station in a secure area. This cable should be of significant size and strength to not be\ncut by the attached knife. Intermittent staff supervision must\nbe provided. If a knife is not used in a secure area, it must be\nunder direct staff supervision, even if attached to a cable. The\ninstitution Tool Control Officer is responsible for mounting the\ncable to the knives. 3. Yeast must be managed and dispensed only by Food Service\nemployees. Once issued, yeast must be under close supervision\nuntil it is thoroughly incorporated into the item being prepared. Other items such as mace, nutmeg, cloves and alcohol based\nflavorings also require special handling and storage. Yeast will be stored in a locked metal cabinet to prevent\ninmate access. An inventory record is to be maintained which\nincludes the following information: PS 5500.14 10/19/2012\nChapter •\n•\n•\n• Date and quantity of issue; Date and quantity of receipt; Balance on hand; and Initials of employee making the entry. 2, Page 12 PS 5500.14\n10/19/2012\nChapter 3, Page 1\nCHAPTER 3\nCOUNTS - CENSUS CHECKS\n300. BASIC PRINCIPLES 1. Each institution will conduct, at a minimum, five official\ninmate counts during every 24-hour period."
}