{
  "document_category": "guidance",
  "document_name": "5310_017.pdf",
  "chunk_index": 12,
  "chunk_text": "■ Identify inmates who could benefit from psychological programming to address reentry needs\nand generate the necessary referrals. To accomplish these objectives, a psychologist reviews the inmate’s completed PSIQ, PDS\nrecords, SENTRY data, and relevant sections of the inmate’s PSR, and conduct a clinical\ninterview. The Psychology Services Initial Intake Evaluation, as documented in PDS, contains\ninformation regarding the inmate’s mental health history and current symptoms, substance use,\nhistory of sexual offending and sexual victimization, adjustment to incarceration, and other\nrelevant psychosocial information. Any intellectual disabilities noted at the time of the intake\nscreening are also documented. Findings, to include a mental health care level and treatment and programming recommendations,\nare also included in the Initial Intake Evaluation. This comprehensive intake screening is\nconducted only at the time of initial designation and is not repeated at subsequent transfers during a\nsentence, unless a significant change of status has occurred. The Chief Psychologist ensures that inmates initially designated to FPCs, LSCIs, FCIs, USPs,\ngeneral population inmates at FMCs, and work cadre inmates at MCC/MDCs, FDCs, and FTCs\nparticipate in the procedures below. Within the first 14 calendar days of the inmate’s arrival at\nthe institution:\n■ The inmate completes the PSIQ.\n■ A psychologist reviews available records (e.g., PSIQ, SENTRY, PDS and other relevant\nBEMR modules, relevant sections of the PSR).\n■ The psychologist conducts a clinical interview.\n■ The psychologist documents the Initial Intake Evaluation in PDS using the required format. P5310.17 8/25/2016 15 ■ The psychologist ensures appropriate assignments are entered into SENTRY, to include a\nmental health care level assignment (i.e., CARE1-MH, CARE2-MH, CARE3-MH, CARE4MH), a DAP REFER assignment if the inmate expresses an interest in drug treatment, and a\nPSY ALERT assignment if relevant. Additional details regarding the assignment of mental\nhealth care levels are contained in the Treatment and Care of Inmates with Mental Illness\nProgram Statement and Psychology Alert procedures are noted in the SENTRY Psychology\nAlert Function Program Statement. (3) Transferred Inmates, Writ-Return Inmates, or Inmates in the Community for Other\nReasons for More than 30 Calendar Days. A Transfer Intake Screening is required for\ntransferred inmates or inmates who have been out of the institution for more than 30 calendar days;\ne.g., inmates hospitalized in the community for an extended period of time, inmates returning from\nFederal or state writs, inmates returning from RRC placement. In such cases, the Chief\nPsychologist ensures that within 30 calendar days of the inmate’s arrival at the institution:\n■ The inmate completes the PSIQ.\n■ A psychologist reviews available records (e.g., PSIQ, SENTRY, PDS and other relevant\nBEMR modules) to determine the need for a clinical interview.\n■ The psychologist conducts a clinical interview, if needed as specified below.\n■ The psychologist documents the Transfer Intake Screening in PDS using the template provided\nand provides information to the Unit Team to facilitate inmate management and the inmate’s\nsuccessful reentry. Indicators of a need for a clinical interview include, but are not limited to:\n■ The PSIQ reflects current symptoms of mental illness or any indication of a current need or\ndesire for services. ■ Collateral information is received from institution staff regarding behavioral observations or\ninmate statements suggestive of current mental health concerns."
}