{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 57,
  "chunk_text": "Documentation Selection and Review There are four provisions under Standard 115.401 that address auditor access to and\nrequirements for reviewing facility and agency documents. These include the following:\n•\n•\n•\n• 115.401(f) – “The auditor shall review all relevant agency-wide policies, procedures,\nreports, internal and external audits, and accreditations for each facility type.”\n115.401(g) – “The audits shall review, at a minimum, a sampling of relevant documents\nand other records and information for the most recent one-year period.” 115.401(i) – “The auditor shall be permitted to request and receive copies of any\nrelevant documents (including electronically stored information).”\n115.401(l) – “The auditor shall review a sampling of any available videotapes and other\nelectronically available data (e.g., Watchtour) that may be relevant to the provisions\nbeing audited.” 57 While working on site, auditors must review a variety of documents, including, but not limited\nto personnel files, inmate intake and screening records, staff training records, documentation\nof inmate education, and sexual abuse investigation reports. Information contained in these\ndocuments is crucial to forming an accurate impression of what a facility does to protect\ninmates from sexual abuse and sexual harassment, and how staff respond to incidents when\nprevention fails. Accordingly, auditors should plan to spend a significant amount of time on\ndocumentation review during the onsite portion of the audit. Auditors should remember that the PREA audit is not an\nIMPORTANT\naudit of policies and procedures only. It is primarily an audit\nof practice. The objective for the auditor is to examine It is the auditor’s responsibility to\nreview all relevant\nenough evidence to make a compliance determination\ndocumentation, and it is the\nregarding the audited facility’s actual practice. Policies and\nresponsibility of the audited\nprocedures do not demonstrate actual practice, although\nagency or facility to provide\nthey are the essential baseline for establishing practice and\ncomplete and accurate\nshould be reviewed carefully. Some facility practices may be documentation for the 12 months\nreflected in documents, which should be sampled and\n(or more) prior to the date of the\nreviewed appropriately. However, in order to gather\naudit. sufficient evidence to make a compliance determination,\ndocumentation must be reviewed in tandem with observations made during the site review and\nwith information obtained during interviews with inmates and staff. Each of these sources of\ninformation—interviews, observations, and documentation—should be used to corroborate the\nothers. This is an integral part of the triangulation process. The available relevant documentation will vary among facilities based on a number of factors\nsuch as facility size and operations, the extent of record keeping, and the record-keeping\nformat (i.e., electronic or paper records). Auditors should carefully go through the Auditor\nCompliance Tool and the Checklist of Documentation to confirm that they have sampled and\nreviewed all relevant documentation for each audit. The Checklist of Documentation provides\nan extensive list of relevant documentation and is an important tool that auditors should use to\nensure they meet their requirements for documentation review under the Standards. It is important to remember that documents received in advance of the onsite portion of the\naudit—typically non-sensitive materials such as policies or procedures—are not suitable\nsubstitutes for onsite documentation review."
}