{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 58,
  "chunk_text": "1/1/2009 etention R eport\n(U SM -129)\nC orrespondence/D ocuments: relating to\nSentence, Jail Credit, U ntim ely R elease and\nR egister N um ber (to include D .C . F ace\nSheets,D .C . V iolator W arrant A pplications,\nand D .C . R elease or D etention O rders)\nFines: (BP -A 384, B P -A 401, O B D -500, B P\n-A 395, B P -A 397), Installm ent A greem ents,\n& docum ents/correspondence relating to\nfines being paid\nPresentence Investigation R eport (P SI)\nD etainers/IA D P aperw ork\nPrisoner R emand - M C C M odified (B P A 377)\nC ommitment Summary (B P -A 382) Attachment A, Page 1 and C ommitment (BP- A 385)\nR IG H T SID E\nSE N T R Y Sentence M onitoring G\nood T ime D ata\nInmate D iscipline D ata C\nhronological D isciplinary R ecord F B I F ingerprint C ards (F B I-249); one\nfull set & latest transfer card\nID P hoto (additional photos m ay be stored\non the right side of the file under all docum\nents) Specialized D aily L og V erification\nN otification F orm\n(G E D U N SA T)\nIC E W ill D eport O rder\nG ood T ime R ecord (B P-A380) or\n(PSIE )\nP arole C ommission N otice of A\nction (N O A )\nR elease A uthorization (B P -A392)\nN otice of E scaped F ederal P risoner\n(B P -A 393) G ood C onduct Time A\nction N otice (B P -A 448) Statutory G\nood T ime A ction N otice (B P -A 389)\nE xtra G ood T ime R ecommendation\n(B P -A 390), (F P I-96),\nor SE N T R Y W ork H istory\nD .C . E ducation G ood T ime (D C E G\nT)\nT ransfer O rder (B P -A 399)\nSE N T R Y Security/D esignation D\nata Sheets\nW rits of H abeas C orpus (C ertified\n& verified)\nA uthorized U nescorted T ransfer\nP5800.15 1/1/2009 Attachment A, Page 2 Attachment B. PROSECUTOR’S NOTIFICATION (SAMPLE LETTER)\n(DATE)\nPROSECUTOR'S NAME TITLE\nSTREET ADDRESS\nCITY, STATE ZIP CODE\nRE: INMATE NAME\nINMATE REGISTER NO. STATE CASE/REFERENCE NO. Dear PROSECUTOR’S NAME: The above-referenced defendant has requested disposition of pending charges in your jurisdiction\npursuant to the Interstate Agreement on Detainers Act (IADA). Necessary forms are enclosed. We request action be taken under Article III of the IADA and IAD Form VI (BP-A564),\n“Evidence of Agents’ Authority” and Form VII (BP-A566), “Prosecutor’s Acceptance of\nTemporary Custody” be submitted to us, as necessary. The two (2) persons who are the\ndesignated agents to return the prisoner to your State must also be the persons whose signatures\nappear on the Form VI. It would be advisable to designate alternate agents whose signatures\nmust also appear on the Form VI, in the event the primary agents are unable to make the trip. Also be advised that the designated agents must have in their possession a copy of the Form VI,\nproper identification, and a certified copy of the warrant when assuming custody of the prisoner."
}