{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 17,
  "chunk_text": "Training To meet this grant condition, you must ensure the following:\n• Any training provided by the COPS Anti-Methamphetamine Program is in addition to the number of\nhours of training already provided by your agency. Funds currently allocated for training may not be\nreallocated to other purposes. Note: This grant condition applies to all state or locally funded agencies working in partnership with your\nagency under this grant. Your agency is responsible for ensuring that any state or locally funded partnership\nagencies use COPS Office funds only to supplement, not supplant, their state or local funding as described\nin this condition. 5. Extensions\nCondition:\nYour agency may request an extension of the grant award period to receive additional time to implement your\ngrant program. Such extensions do not provide additional funding. Grants may be extended a maximum of 24\nmonths beyond the initial award expiration date. Any request for an extension beyond 24 months will be evaluated\non a case-by-case basis. Only those grantees that can provide a reasonable justification for delays will be granted\nno-cost extensions. Reasonable justifications may include technology implementation delays, training delays,\nor other circumstances that interrupt the 24-month grant funding period. An extension allows your agency to\ncompensate for such delays by providing additional time to complete the full 24 months of funding. Extension\nrequests must be received prior to the end date of the award. Why this condition:\nUnder federal regulations, requests to extend the grant award period require prior written approval from the\nCOPS Office. Without an approved extension, your agency is not permitted to draw down federal funding\nfor costs incurred beyond the official grant award end date. However, if justified, the COPS Office seeks\nto accommodate reasonable requests for no-cost time extensions in order to fully implement the\nCOPS Office grant. What you should do: The COPS Office will contact your agency during the last quarter of the grant award period to determine\nwhether a no-cost time extension is needed; extensions will not be processed prior to 90 days of the grant\nend date. Requests to extend the grant award period must be submitted online and received by the COPS\nOffice before the official grant award end date. Extension requests received after the expiration date will\nonly be considered when the grantee provides justification of extraordinary circumstances; an example\nof this would be an instance where an unforeseen natural disaster prevented a grantee from requesting\nan extension. Failure to submit a request for a no-cost time extension by the end date may result in the\nimmediate deobligation of any remaining grant funds. 9 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Automatic extensions will be granted for grantee requests of six months or less. All extension requests\nbeyond six months will require review and approval by the COPS Office. Individual or cumulative requests\ngreater than one-half of the grant’s original term (i.e., 12 months) will require additional justification and\nmust include a detailed timeline."
}