{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 31,
  "chunk_text": "When authorized, throughout this policy, warning shots\nshould be used only if there is no apparent danger to self, other\nstaff and inmates, or the community. Warning shots will be fired into the ground and never into\nthe air or in an indiscriminate direction. The inmate is not required to be on the first/inner\nperimeter fence before the employee issues the warning. When the\ninmate actually contacts the first/inner perimeter fence in an\nattempt to climb or demonstrates an attempt to get on or over the\nfirst/inner perimeter fence, and the employee reasonably\ndetermines an escape is being attempted, the employee may shoot\nthe subject. The employee is not required to wait until the inmate is\nbetween the perimeter fences or over the first/inner fences. (3) Metropolitan Correctional Centers (MCCs) and\nMetropolitan Detention Centers (MDCs). When an employee\nreasonably determines that an escape is being attempted from a\nMCC or MDC, the employee should give a verbal warning. If the\ninmate continues, the employee may shoot the subject. Warning\nshots are prohibited due to the possibility of injury to innocent\nbystanders. (4) Minimum Security Institutions. Ordinarily, firearms\nare not used to prevent escapes from minimum security level\ninstitutions. However, weapons are authorized when the escaping\ninmate has used or threatened to use force which is likely to\ncause serious physical injury or has manifested an imminent\nthreat of death or serious physical injury to the employee, other\nstaff and inmates, or the community. Verbal warnings and warning shots should be used when\nfeasible. (5) Escapes with Outside Assistance. Firearms may be used\nagainst persons who are not inmates, if they are facilitating an\nescape and have used or threatened to use force which is likely PS 5500.14\n10/19/2012\nChapter 7, Page 5\nto cause death or serious physical injury against the employee,\nother staff and inmates, or the community. Verbal warnings and warning shots must be used when\nfeasible. (6) Escape from Escorted Trip or Prisoner Transport. When\nan employee reasonably determines an escape is being attempted\nfrom an escorted trip or prisoner transport, the employee must\nissue a verbal warning. If the inmate continues and the escape\nis occurring within the immediate environs of a correctional\ninstitution, the employee will fire a warning shot, if feasible,\nprior to shooting the subject. Outside the immediate environs of a correctional\ninstitution, the employee should not fire a warning shot prior to\nshooting the subject due to the possibility of injury to innocent\nbystanders. Absent the use or threat of force which would likely cause\nserious physical injury or a manifested imminent threat of death\nor serious physical injury to the employee, other staff and\ninmates, or the community, it is not permissible to use firearms\nto prevent an escape of an inmate in transit to or from a minimum\nsecurity level institution. The exception to the rule is when\nthe escorting employees are transporting inmates at the same time\nto a minimum and non-minimum security level institutions. (7) Once An Escape Has Occurred."
}