{
  "document_category": "guidance",
  "document_name": "FY19_SVPP_AOM.pdf",
  "chunk_index": 67,
  "chunk_text": "For International ACH Returns:\nBeneficiary Account: Federal Reserve Bank of New York/ITS (FRBNY/ITS)\nBank: Citibank N.A. (New York)\nSwift Code: CITIUS33\nAccount Number: 36838868\nBank Address: 388 Greenwich Street, New York, NY 10013\nPayment Details (Line 70): Agency\nName (abbreviated when possible) and ALC Agency POC: Michelle Haney, 301-492-5065\niv. For recipients that do not have electronic remittance capability, please make check** payable to:\n“The Department of Health and Human Services.”\nMail Check to Treasury approved lockbox:\nHHS Program Support Center, P.O. Box 530231, Atlanta, GA 30353-0231\n(** Please allow 4–6 weeks for processing of a payment by check to be applied to the appropriate PMS\naccount)\nv. Any additional information/instructions may be found on the PMS Web site at\nhttps://www.dpm.psc.gov. 72 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual Appendix H. Allowable and unallowable costs\nAllowable Costs All items requested will be considered on a case-by-case basis during the budget review process. Items under the\nprogram must be purchased using the legislative guidelines established by the STOP School Violence Act of 2018,\nConsolidated Appropriations Act, 2018, Public Law 115-141, Division S-Other matters, Title V. In addition, each\nitem must programmatically link to the COPS Office School Violence Prevention Program (SVPP) activities\ndescribed in your application. To the maximum practicable extent, all equipment and products purchased with\nthese funds must be American-made. The allowable use of funds under this program include the following:\n• Acquisition and installation of technology for expedited notification (to law enforcement) during an\nemergency\n• Coordination with local law enforcement\n• Placement and use of metal detectors, locks, lighting, and other deterrent measures\n• Training for local law enforcement officers to prevent school violence\n• Any other measure that the COPS Office Director determines may provide a significant improvement in\nsecurity\nBudget requests may be made in the categories described in the following sections. Coordination: Civilian/Nonsworn personnel (salaries and benefits)\nCivilian staff must be hired on or after the award start date and positions must directly relate to the SVPP project. Examples of allowable personnel and fringe benefits costs include those for project coordinators, project\nmanagers, technology managers, emergency management coordinators, or trainers. The COPS Office will only pay for the following fringe benefits:\n• Health insurance\n• Life insurance\n• Medicare taxes (disability insurance taxes)\n• The current tax rate for Medicare is 1.45% for the employer’s match portion\n• Retirement pension\n• Sick leave (if not included in base salary—calculate using 8-hour workday)\n• Social Security taxes (old age, survivors, and disability insurance taxes)\n• The current tax rate is 6.2% for the employer’s match portion\n• Unemployment insurance\n• Vacation (if not included in base salary—calculate using 8-hour workday)\n• Workers’ Compensation Other fringe benefit costs (must be described in the Narrative field of section B Budget Detail Worksheet):\n• 401(k) plan\n• Accident insurance\n73 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n• Accidental death and dismemberment insurance\nBonding insurance\nDental insurance\nDisability insurance\nFederal Unemployment Tax Act (FUTA) tax\nHoliday pay (if not included in base salary—calculate using 8-hour workday)\nLiability insurance\nPrescription drugs\nProfessional liability insurance\nState funded retirement system\nVision insurance Please note: Allowable overtime costs, if requested, must be included within the “Other Costs” budget category."
}