{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 78,
  "chunk_text": "In limited circumstances, however, the\nPREA Management Office may allow an auditor to voluntarily surrender his or her certification\nwhile under contract for a PREA audit. In such cases, the auditor must adhere to the following\nguidelines for audit contracts following voluntary surrender of certification.\n• If an auditor has any contractual obligations to conduct audits for which the onsite\nportion is scheduled on or after the effective date of voluntary surrender of\ncertification, the auditor must immediately notify the appropriate officials in the facility\nor agency of his or her voluntary surrender of certification to discuss the contract’s\ntermination, as appropriate. • If an auditor has any in-progress audits for which he or she has completed the onsite\nportion, the auditor must immediately notify the appropriate officials in the facility or\nagency of his or her voluntary surrender of certification and ask those officials for\ninstruction regarding completion of the contracted tasks. • If the officials from the agency or facility expect the auditor to complete the post-onsite\naudit work, the auditor will be temporarily authorized to complete the audit through\n79 the final report. In such instances, auditors must report all in-progress audits to the\nPREA Management Office at PREACompliance@usdoj.gov and provide the date when\nthose audits are expected to conclude (i.e., the final report has been submitted to the\naudited facility). Unless otherwise specified by the PREA Management Office, auditors who voluntarily surrender\ntheir certifications are permitted to apply again to become certified as PREA auditors, but they\nmust go through the regular application and training process. During the application review\nprocess, an individual’s past auditing performance and conduct will be considered in evaluating\nhis or her suitability to become certified and to conduct PREA audits. Auditor Recertification To become recertified as a PREA auditor, all PREA auditors must successfully complete all the\nrecertification requirements (described below) prior to the expiration of their current 3-year\ncertification. The six recertification requirements are:\n1. Submission of a complete recertification application\n2. Fulfillment of all audit reporting requirements 3. Fulfillment of all auditor continuing education requirements 4. Achieving a passing score on the online recertification exam\n5. Signing and submitting the Auditor Certification Agreement\n6. Completion of a criminal records background check If recertified, auditor certification will be valid for 3 years following the auditor’s recertification\ndate. Recertification Requirements\nInformation regarding each of the six recertification requirements appears below. Recertification Application\nAuditors must submit a complete application for recertification by the specified deadline. The\napplication is available as an online form located on the Auditor Portal. Auditor Reporting Requirements Auditors must fulfill the following reporting requirements:\n• Complete and submit all applicable Annual Audit Reporting Forms. • Complete and submit Pre-Audit Reporting Forms for all audits (including completed\naudits, audits in progress, and scheduled audits) for which an auditor served or will\nserve as lead auditor. • Complete and submit Post-Audit Reporting Forms for all audits for which an auditor\nserved as lead auditor. Auditors are only required to submit Post-Audit Reporting Forms\nfor audits that were completed at least 6 months prior to their recertification\n80 application deadline."
}