{
  "document_category": "guidance",
  "document_name": "5200.02_cn1.pdf",
  "chunk_index": 4,
  "chunk_text": "Programming considerations may include the need for\nlarger print material or the need for specialty program implementation. The Female Offender\nBranch should be consulted about program implementation or modification issues. b. Lesbian, Gay, Bisexual, Transgender, or Intersex Females. Lesbian, Gay, Bisexual,\nTransgender, or Intersex (LGBTI) inmates are a diverse population. Lesbian, gay, and bisexual\nrefer to the sexual orientation of the inmate. Transgender refers to inmates who identify as being\na different gender than that which they were designated at birth. Intersex inmates are persons\nwho, due to prenatal development factors, may not fit into recognized chromosomal or\nreproductive categories of male or female. Females may fall into more than one of these P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 6 categories. Staff are encouraged to consult the Bureau’s current policies and practices\nconcerning transgender inmates for additional guidance. LGBTI individuals are more likely than some other inmate populations to have experienced\nvictimization, which may affect their interactions with staff and inmates. Institutions are\nencouraged to provide access to self-help materials with reentry resource information for this\npopulation. c. Inmates from Unique Jurisdictions. Female offenders from jurisdictions with unique rules\nmay have different reentry needs from the rest of the population. Information about release to\nthese areas is distributed to the field, and should be part of an inmate’s release planning. The\nphysical location of children and families in the designation and transfer of inmates who are not\nU.S. citizens should be considered. d. High Security Females. Generally, females in the Bureau are classified at one of two\nsecurity levels. A small, but service-intensive proportion of the female population requires more\nsecure conditions of confinement due to behavioral/management or criminal history issues. Females requiring this level of security may require a higher rate of individualized services, as\nlimited group options are likely to be available. 5. POLICY\nManagers consider the needs of female offenders and consult with the Female Offender Branch\nas appropriate during the development of policy. P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 7 Section 2. MANAGEMENT OF FEMALE OFFENDERS\n1. CLASSIFICATION AND DESIGNATION The Bureau’s classification system takes into account the different ways risk factors for reoffense may apply to females. Management variables should not be used to overclassify\nfemales. a. Distance from Home. Females are incarcerated at much lower rates than males. As a result,\nthere are fewer institutions housing female offenders, meaning females are, on average, housed\nat greater distances from home than men. Staff will consider location of children and families,\nnot just release destination, and involve the inmates in a discussion of options. b. Female Administrative Unit. High security female inmates may be housed in administrative\nunits, such as the one currently at the Federal Medical Center (FMC) Carswell. The majority of\nfemale offenders are appropriate for housing at minimum or low security facilities. A very small\nnumber of females may require more secure confinement."
}