{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 51,
  "chunk_text": "To\ndetermine if the public has access to the compensation information, see the U.S. Security and\nExchange Commission total compensation filings at www.sec.gov/answers/execomp.htm. Where and when to report. You must report subrecipient executive total compensation described in\nparagraph C.1. of this award term:\na.\nb.\nc. To the recipient. By the end of the month following the month during which you make the subaward. For example, if a subaward is obligated on any date during the month of October of a given\nyear (i.e., between October 1 and 31), you must report any required compensation information\nof the subrecipient by November 30 of that year. D. Exemptions\n1. If, in the previous tax year, you had gross income, from all sources, under $300,000, you are exempt from\nthe requirements to report:\na.\nb. Subawards, and\nThe total compensation of the five most highly compensated executives of any subrecipient. 50 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual E. Definitions. For purposes of this award term:\n1. Entity means all of the following, as defined in 2 C.F.R. Part 25:\na.\nb.\nc.\nd.\ne. 2.\n3. Executive means officers, managing partners, or any other employees in management positions. Subaward:\na. b. c. 4. This term means a legal instrument to provide support for the performance of any portion of\nthe substantive project or program for which you received this award and that you as the\nrecipient award to an eligible subrecipient. The term does not include your procurement of property and services needed to carry out the\nproject or program (for further explanation, see Sec. ___.210 of the attachment to OMB Circular\nA–133, “Audits of States, Local Governments, and Non-Profit Organizations”). A subaward may be provided through any legal agreement, including an agreement that you\nor a subrecipient considers a contract. Subrecipient means an entity that:\na.\nb. 5. A governmental organization, which is a state, local government, or Indian Tribe;\nA foreign public entity;\nA domestic or foreign non-profit organization;\nA domestic or foreign for-profit organization;\nA federal agency, but only as a subrecipient under an award or subaward to a non-federal\nentity. Receives a subaward from you (the recipient) under this award; and\nIs accountable to you for the use of the federal funds provided by the subaward. Total compensation means the cash and noncash dollar value earned by the executive during the\nrecipient’s or subrecipient’s preceding fiscal year and includes the following (for more information see 17\nC.F.R. 229.402(c)(2)):\na.\nb. c. d.\ne.\nf. Salary and bonus. Awards of stock, stock options, and stock appreciation rights. Use the dollar amount recognized\nfor financial statement reporting purposes with respect to the fiscal year in accordance with the\nStatement of Financial Accounting Standards No. 123 (Revised 2004) (FAS 123R), Shared Based\nPayments. Earnings for services under non-equity incentive plans. This does not include group life, health,\nhospitalization, or medical reimbursement plans that do not discriminate in favor of executives,\nand are available generally to all salaried employees. Change in pension value. This is the change in present value of defined benefit and actuarial\npension plans. Above-market earnings on deferred compensation which is not tax-qualified."
}