{
  "document_category": "guidance",
  "document_name": "GuideToProcurementProcedures.pdf",
  "chunk_index": 12,
  "chunk_text": "4 Statement of when contractual coverage is\nrequired and, if dates are not met, what impact it\nwill have on the program (for example, how long\nit would take another contractor to reach the\nsame level of competence). Make sure to include\nthe financial impact in dollars. 5 Description of and the results of any\norganizational conflict of interest review\nconducted (or, if no organizational conflict of\ninterest review was conducted, explain why\nnot.). 6 Any other points necessary for the justification. 7 Determination that the proposed\nnoncompetitive procurement action is in the\nbest interest of the DOJ awarding agency (or\npass-through entity, as applicable). Page | 24 Chapter 11\nContract Provisions The Part 200 Uniform Requirements require that non-Federal entities’ contracts contain the\napplicable provisions described in Appendix II to Part 200 —“Contract Provisions for NonFederal Entity Contracts Under Federal Awards.” 9 Non-Federal entities may develop language\nsuited to accommodate a specific contractual situation, providing such clauses are consistent\nwith the procurement standards and other applicable law. Non-Federal entities should be\naware that they bear full responsibility for the settlement of all contractual and administrative\nissues arising out of their procurements, and that the Federal awarding agency will not\nsubstitute its judgment for that of the non-Federal entity unless the matter is primarily a\nFederal concern. Violations of law will be referred to the proper authority in the applicable\njurisdiction.10 A discussion of a few of these provisions is set forth below:\n1. Contracts in excess of the simplified acquisition threshold (currently set at $150,000)\nmust address administrative, contractual, or legal remedies in instances where the\ncontractors violate or breach contract terms, and provide for such sanctions and\npenalties as appropriate. Reference: Part 200 Appendix II(A). 2. Termination. Any contract over $10,000 must address termination for cause and\ntermination for convenience by the non-Federal entity, including the manner by which it\nwill be effected and the basis for settlement. a. Termination for Convenience. Contract is terminated due to reasons known to\nthe non-Federal entity, i.e., program changes, changes in state-of-the-art\nequipment or technology, insufficient funding, etc. This type of termination is\nutilized when the contractor is not in violation of the contract terms and\nconditions. b. Termination for Cause. Contract is terminated due to actions by the contractor,\ni.e., failure to perform, financial difficulty, slipped schedules, etc. In certain\ninstances, termination settlement may include reprocurement costs to be paid\nby the contractor. Termination settlements shall be accommodated by negotiations carefully planned in\norder to achieve an equitable resolution. Reference: Part 200 Appendix II(B). 9 2 C.F.R. § 200.326.\n2 C.F.R. § 200.318(k). 10 Page | 25 3. Construction. Contracts awarded for construction (generally DOJ grants do not allow\nconstruction) have special requirements and clauses. Refer to the DOJ Grants Financial\nGuide in the procurement chapter for specifications. If you have a DOJ grant allowing\nconstruction costs, please read the associated solicitation, award documents, and\nspecial conditions carefully. Regular contact with your program manager is very\nimportant. Construction contracts must include all relevant clauses found in Appendix II\nto Part 200, including Part 200 Appendix II(C) (Equal Employment Opportunity), (D)\n(Davis-Bacon Act), and (E) (Contract Work Hours and Safety Standards). 4. Rights to Inventions Made Under a Contract or Agreement."
}