{
  "document_category": "guidance",
  "document_name": "8120_003.pdf",
  "chunk_index": 10,
  "chunk_text": "The SOI must not include any inmate with these CMAs when\ndetermining eligibility for an FPI assignment, except as specified in Chapter 4, Section 4(d). These inmates will be reassigned to non FPI work assignments for which they are otherwise\neligible. Unit staff must also remove inmates with these CMAs from the FPI Waiting List, except\nas specified in Chapter 4, Section 4(d). Inmates for whom no decision has been made to deport\nare unaffected by this policy. The SOI and Associate Warden of Programs coordinate notification\nto affected inmates of their pending removal from FPI work assignments. b. The SOI ordinarily makes assignments based on the recommendation of the\nunit team. (1) New workers are ordinarily assigned at pay grade five. All first-time inmate\nworkers shall enter at pay grade five and may be required to successfully\ncomplete a course in pre-industrial training or on-the-job training (as available)\nbefore promotion to pay grade four. (2) An inmate who has not successfully completed pre-industrial or on-the-job\ntraining remains at pay grade five for at least 30 days. Inmates undergoing such training should expect a period of at least 30 days for successful\ncompletion of the training. After 30 days, promotions may occur based on available openings and\njob performance. (3) An inmate hired after having resigned voluntarily from FPI may be excused\nfrom pre-industrial training and may be hired at a pay grade based on previous\ntraining and experience. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 17 For example, an inmate who previously worked in the FPI print factory and is rehired to work\nagain in the print factory may be exempted from pre-industrial training. An inmate who\npreviously worked in the print factory and is rehired to work in the broom factory may be required\nto complete a course in pre-industrial training at the SOI’s discretion. (4) Employing job-share workers is an excellent method of allowing the maximum number of\ninmates to take part in the FPI work experience. Job-share work is also encouraged because it\ngrants inmates the opportunity to participate in a wide range of other correctional programs. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 18 Chapter 4. Inmate Worker Standards and Performance Appraisal\n1. GENERAL\n§345.40 General. This subpart authorizes the establishment of minimum work standards for inmate\nworkers assigned to the Industries program at all field locations. The SOI may\nreproduce these standards and may also develop additional local guidelines to\naugment these standards and to adapt them to local needs and conditions. Local\nIndustries shall place these standards and any additional local guidelines on\ndisplay at appropriate locations within the industrial sites. Inmates shall be\nprovided with a copy of these standards and local guidelines, and shall sign\nreceipts acknowledging they have received and understand them before\nbeginning work in the Industries program. In the case of a disabled inmate,\nalternate media or means of communicating this information and indicating the\ninmate’s receipt may be provided, if necessary as a reasonable accommodation. a."
}