{
  "document_category": "guidance",
  "document_name": "5140_042_cn-1.pdf",
  "chunk_index": 9,
  "chunk_text": "For\nsecurity reasons, the inmate is not given the details, including the date of the transfer. (b) Transfer to departure institution. The Bureau and the Department of Justice\nwill arrange for the inmate to be transferred to an appropriate departure\ninstitution. To facilitate transfer, the sending Warden ensures the inmate’s personal property meets the\nrequirements of the Program Statement Prisoner Transportation Manual. (c) Consent verification hearing. If the treaty nation consents to the transfer, the\nUnited States will arrange a consent verification hearing for the prisoner as\nrequired by 18 U.S.C. §§ 4107, 4108. This hearing is held before a U.S. Magistrate\nJudge or other judicial officer as specified in sections 4107 and 4108. The Bureau\nmust ensure that the prisoner is available and present at the consent verification\nhearing. When requested, the Warden allows counsel to interview the inmate before the hearing. OEO, with the Administrative Office of the U.S. Courts (AOUSC), makes arrangements for the\nconsent verification hearing. These include scheduling a U.S. Magistrate Judge to conduct the\nhearing and, if the inmate has not retained counsel, arranging for a Federal public defender to\nP5140.42 4/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 11 represent him/her. Counsel may arrange with the Warden to interview the inmate before the\nhearing. OEO also works with the United States Attorney’s Office to obtain a writ to move the\nprisoner for the hearing, and with the Bureau regarding the actual movement. When the hearing has been completed, the Judge notifies OEO and forwards the executed\nconsent form. The Warden requires written confirmation once proceedings are completed and\nthe judge has documented the inmate’s voluntary consent or that the inmate refused to give\nhis/her consent to the transfer. (d) Transfer to departure institution and foreign retrieval of inmate. If the foreign\nnational prisoner gives consent to transfer at the consent verification hearing, the\nDepartment of Justice will notify the treaty transfer nation. Following the verification hearing, the Bureau arranges for delivery of the inmate to the\nauthorities of the inmate’s country of nationality. The AD for CPD advises the Warden of the arrangements. The Warden arranges for the inmate\nto be transported to the airport and transferred to the custody of the foreign authorities. Staff designated by the Warden ensure the following documents accompany each inmate:\n■ Proof of citizenship/nationality (if available). ■ Appropriate travel documents (current passport or documents prepared by the foreign\nconsulate).\n■ A current statement of actual time served up to the date of transfer. ■ The amount of Good Conduct Time earned up to the date of transfer.\n■ An up-to-date statement of any remission credits (see the Program Statement Sentence\nComputation Manual/Old Law/Pre-CCCA 1984) for additional information on remission\ncredits).\n■ If available, an up-to-date medical report and a week’s supply of essential medications.\n■ Any disciplinary report or other information that would be helpful to the foreign country in\ndetermining where to incarcerate the inmate and any precautions that may be necessary. 6. TRANSFER OF STATE PRISONERS TO OTHER COUNTRIES\n§ 527.47 Transfer of state prisoners to other countries."
}