{
  "document_category": "guidance",
  "document_name": "5111.04_cn1.pdf",
  "chunk_index": 7,
  "chunk_text": "The referral to the medical designator will\nindicate the inmate’s IHP status, e.g., NEEDS IHP HEARING; ORDERED DEPORTED - NEEDS\nRELEASE SITE; IHP COMPLETE - NOT ORDERED DEPORTED. Following completion of treatment, placement should be made the inmate should be referred for\nplacement at a hearing or release site. If a transfer to a medical center is for short-term purposes,\ne.g., surgery with return to parent institution, the CMC at the sending institution will advise ICE\nthat the inmate is expected to return to the parent institution. (5) Program Participation. Normally, inmates at hearing sites pending a hearing and inmates at\nrelease sites with orders of deportation will not be considered for transfer for program participation\nor for nearer release purposes. (6) Transfer to ICE Custody for the Hearing Process. A Memorandum of Understanding\ncontains instructions regarding the release of inmates to ICE custody at facilities where the\ncourtroom is outside the institution’s secure perimeter. Procedures for transferring inmates with\nCIM assignments to ICE custody for hearings are contained in the CIM Manual. 12. OTHER CONSIDERATIONS (a) Detainers. Detainers and/or state sentences (concurrent or consecutive) do not affect IHP\nparticipation. P5111.04, CN-1 5/23/2017 9 (b) Administrative or Judicial Deportation Orders. An Administrative or Judicial Deportation\ncan be ordered prior to initial designation or can be given after an institution is designated for an\ninmate. (1) If deportation has been ordered prior to initial designation, ICE will provide a copy of the\ndeportation order to the USMS, which will be forwarded to the CCM office, along with the request\nfor designation. It will be noted on the Inmate Load and Security Designation form. (a) Ordinarily, a release site will be designated for inmates with less than 60 months remaining to\nserve. (b) Ordinarily, any appropriate institution will be designated for inmates with 60 months or more\nremaining to serve. It will be noted on the Inmate Load and Security Designation form (BP-337) that the inmate should\nbe referred for re-designation to a release site between 48-60 months of release. (2) If an Administrative or Judicial Deportation is ordered after initial designation for an inmate\nnot at a hearing site, the inmate will be transferred to a release site. (a) Ordinarily, a release site will be designated for inmates with less than 60 months remaining to\nserve. (b) Ordinarily, any appropriate institution will be designated for inmates with 60 months or more\nremaining to serve. The inmate should then be referred for redesignation to a release site between\n48-60 months of release. (3) The appropriate CMA assignment will be entered once the unit team is made aware of the\ndeportation order. (c) Determination of Hearing/Release Site. To expedite ICE deportation, whenever possible, a\nsite close to the eventual area of deportation should be designated for inmates. For example, Eastern Canadian and European citizens should be housed in the Northeast Region;\nMexican and Central and South American citizens should be housed in the South Central or\nWestern Region. (d) Other. Inmates not falling under the above guidelines will be referred to CCD for further\nguidance and direction. P5111.04, CN-1 5/23/2017 10 1311. COORDINATION WITH ICE\n(a) ICE Detainers Interviews."
}