{
  "document_category": "guidance",
  "document_name": "JAG-PREA-FAQ.pdf",
  "chunk_index": 2,
  "chunk_text": "JAG PREA Reallocation Overview: Why is Department of Justice (DOJ) grant funding affected by state efforts to comply\nwith the National Standards to Prevent, Detect, and Respond to Prison Rape? The PREA statute provides that a state whose governor does not certify full compliance with DOJ’s\nNational Standards to Prevent, Detect, and Respond to Prison Rape (PREA Standards), 34 U.S.C.\n30307(e), is subject to the loss of 5 percent of any DOJ grant funds that it would otherwise receive\nfor prison purposes, unless the governor submits to the Attorney General an assurance that such 5\npercent will be used by the state solely to adopt and achieve full compliance with the PREA\nStandards in future years. In addition, the Justice for All Reauthorization Act (JFARA) of 2016, which was enacted on\nDecember 16, 2016, includes an amendment to the PREA statute. This change provides an option for\ngovernors who submitted an assurance to choose whether affected grant funds will be reallocated to\nthe state to use for PREA compliance purposes or will be held in abeyance by DOJ’s Office of\nJustice Programs pending future action by the state (See 34 U.S.C. §30307(e)). The abeyance option\nwas available beginning in FY2017 through FY2019 and provided opportunities for states to claim\nfunds within three years following the enactment of JFARA. (Please note, governors no longer have\nthe option to hold funds in abeyance.) For additional information regarding abeyance, please visit\nwww.bja.gov/ProgramDetails.aspx?Program_ID=76. How does this PREA requirement apply to JAG funds? Any DOJ grant funding that may be used by states for prison purposes is affected by the PREA\nstatute. Because JAG funding can be used for a variety of prison purposes, a 5 percent reallocation\nfor PREA compliance purposes or a 5 percent reduction to a state’s JAG funding will be applied each\nyear a governor does not certify full compliance with the PREA standards. ∗ These FAQs are for reference only and to assist states. These FAQs do not supersede any guidance provided in the JAG PREA\nReallocation Guidance, the National PREA standards, JFARA, or grant award documents. 1 Who is eligible to apply for PREA reallocation funds? State Administering Agencies (SAAs) for states, the District of Columbia, the Commonwealth of\nPuerto Rico, the Northern Mariana Islands, the Virgin Islands, Guam, and American Samoa that have\nsubmitted an assurance to DOJ that at least 5 percent of JAG funds will be used to achieve full\ncompliance with the PREA Standards and did not request funds be held in abeyance per 34 U.S.C.\n§30307(e) are eligible to apply for PREA reallocation funds. If the governor does not certify full compliance, how would the 5 percent reduction\nof a state’s JAG funding be assessed? States that do not have a certification of full compliance would have the 5 percent PREA reduction\nassessed against the state’s 60 percent share of JAG funding plus the less-than-$10,000 allocation,\nbut it would exclude the mandatory variable pass-through (VPT) amount. Below is an illustration of how the PREA reduction is assessed: If state X is to receive an initial state allocation of $3,000,000, the 5 percent PREA reduction\nwould be calculated as follows:"
}