{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 29,
  "chunk_text": "This includes proceedings at the Federal and State level but only in\nconnection with performance of a Federal contract or award. It does not include audits, site visits,\ncorrective plans, or inspection of deliverables. Conviction, for purposes of this award term and condition, means a judgment or conviction of a\ncriminal offense by any court of competent jurisdiction, whether entered upon a verdict or a plea,\nand includes a conviction entered upon a plea of nolo contendere. Total value of currently active awards, cooperative agreements, and procurement contracts\nincludes— (1) Only the Federal share of the funding under any Federal award with a recipient cost share or\nmatch; and\n(2) The value of all expected funding increments under a Federal award and options, even if not yet\nexercised. Why this condition:\nUnder 2 CFR § 200.210 (b) (1) (iii), recipients of awards in excess of $500,000 are required to report certain civil,\ncriminal, and administrative proceedings if they have active federal awards, cooperative agreements, or\ncontracts (or any combination of these) that total more than $10,000,000 during the COPS Office award period. The purpose is to protect the public interest and to ensure proper management in federal activities by\nconducting business with responsible parties. What you should do: If the total value of your active awards, cooperative agreements, and contracts from all federal awarding\nagencies exceeds $10,000,000 during the COPS Office award period, then you must ensure that the proceedings\ndescribed in paragraph 2 of this award term that are reported in the System for Award Management (SAM) are\ncurrent. The information about the reported proceedings is made available in SAM via the designated integrity\nand performance system (currently the Federal Awardee Performance and Integrity Information System\n(FAPIIS)). During the award period, you must either report for the most recent five-year period new information 28 2016 COPS Hiring Program (CHP) Award Owner’s Manual about any proceeding(s) that you have not reported previously or affirm that there is no new information to\nreport. You must also disclose semiannually any information about criminal, civil, and administrative\nproceedings. 25. Contracts and/or MOUs with Other Jurisdictions\nCondition:\nSworn law enforcement officer positions awarded must be used for law enforcement activities or services that benefit\nyour agency and the population that it serves. The items funded under the CHP award cannot be utilized by other\nagencies unless the items benefit the population that your agency serves. Your agency may use items funded under\nthe CHP award to assist other law enforcement agencies under a resource sharing, mutual aid, or other agreement to\naddress multi-jurisdictional issues as described in the agreement. Why this condition: The CHP award is intended to benefit the communities within the recipient’s primary law enforcement\njurisdiction. Therefore, the recipient must use the CHP award funding to benefit its own population, rather than\ncontracting out the COPS Office-funded officer(s) to other jurisdictions. What you should do:\nOfficers funded under the CHP award may not provide contract law enforcement services to other agencies\nunless they will directly benefit the recipient’s jurisdiction."
}