{
  "document_category": "guidance",
  "document_name": "know_your_voting_rights.pdf",
  "chunk_index": 1,
  "chunk_text": "Know Your\nVoting Rights\nYour Guide to Federal\nVoting Rights Laws Inside this Guide\nVoting 101 1 Protecting Your Right to Vote 1 Voter Registration 3 Voting Overseas 7 Voting with Limited\nEnglish Proficiency 8 Voting with a Disability 9 Reporting a Violation 10 Additional Resources 11 Voting 101 Who runs elections in my state? State and local election officials. They run\nlocal, state, and federal elections, including for\nCongress and for the Presidency. If you want to know how you can vote in your\nstate, you should contact those officials\nbecause the rules are different in different\nstates. You can find more information about your\nstate’s rules and the contact information for\nelection officials at vote.gov. Protecting Your Right\nto Vote\nDoes federal law protect my\nright to vote? Yes. The Civil Rights Division of the U.S.\nDepartment of Justice enforces these laws. Often, people whose rights have been violated\ncan also bring private lawsuits. 1 Does federal law protect against\ndiscrimination in voting? Yes. Here are two of the most important\nfederal laws for protecting voters against\ndiscrimination. The first law is the Voting Rights Act, or\n“VRA.” Section 2 of the VRA makes it illegal\nto deny or restrict voting rights because\nof a citizen’s race or color. It also outlaws\ndiscrimination against citizens who are\nmembers of a language minority group, which\nthe VRA defines as including American Indian,\nAsian American, Alaskan Native, or Latino\npersons. Under Section 2, state and local governments\ncannot use voting practices or election rules\nthat are intentionally discriminatory. Nor\ncan they use practices or rules that result in\ncitizens who belong to a particular race or\nlanguage minority group having less of an\nopportunity than everyone else to vote and\nelect the public officials they want. The second law is the Americans with\nDisabilities Act. Title II of that law requires\nstate and local governments to make sure that\npeople with disabilities have a full and equal\nchance to vote. Like Section 2 of the VRA,\nthis law applies to all aspects of voting. This\nincludes registering to vote, getting into polling\nplaces, and casting a ballot, both on Election\nDay and during early voting. You can find more\ninformation at ada.gov. 2 Do federal laws protect against\nvoter intimidation? Yes. There are civil and criminal federal\nstatutes that make it illegal to intimidate,\nthreaten or coerce someone for voting or\nattempting to vote, as well as federal statutes\nthat make it illegal to intimidate, threaten or\ncoerce people who are urging or helping others\nto vote. The civil statutes include the Civil Rights Act\nof 1957 and the Voting Rights Act. The criminal\nstatutes appear in several Titles of the U.S. Code. Voter Registration Where can I register to vote? The National Voter Registration Act requires\nmost states (all but Idaho, Minnesota, New\nHampshire, North Dakota, Wisconsin, and\nWyoming) to let you register to vote by using\nthe mail. It also requires those same 44 states to let you\nregister to vote through various government\noffices. Some examples are offices that provide\ndriver licenses, public assistance, or disability\nservices, and Armed Forces recruitment\noffices. Your state may also offer other ways 3 to register, such as at elections offices, voter\nregistration events, a polling place, through the\nmail, or online."
}