{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 20,
  "chunk_text": "If the award is set to expire, prior to the final approval of the deliverable, a no-cost extension\nwill be executed for a reasonable amount of time for the awardee to complete the final deliverable. 7. Modifications\nAward modifications under the Community Policing Development program are evaluated on a case-by-case\nbasis. All modification requests involving the reallocation of funding between budget categories that exceed or are\nexpected to exceed 10 percent (10%) of the total award amount must be approved, in writing, by the COPS Office\nprior to their purchase or implementation. In addition, please be aware that the COPS Office will not approve any\nmodification request that results in an increase of federal funds. Why this condition:\nThe COPS Office realizes that agencies may need to reprogram award funds. Acceptable examples of such\naward modifications include purchasing additional equipment using cost-savings from approved items\nor purchasing a different type of equipment due to changing needs. Under federal regulations, you are\nrequired to expend federal funds only as approved in the FCM. Any request to change or alter an award\nshould be submitted to the COPS Office for prior approval, prior to their purchase or implementation. Without prior written approval, you must continue to implement your award as it was originally outlined\nand accepted by your agency. Reprogrammed funds must be allocated for items covered within the scope\nof the original intent of the cooperative agreement. Please be advised that reprogramming requests for\nunallowable costs will not be approved. 9 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual Your agency may reprogram its budget up to an aggregate (over the course of your project) of 10 percent of\nthe total project cost without prior written approval from the COPS Office. However, you should notify your\nCOPS Office Program Manager of any reprogramming that falls below the 10 percent threshold as well. Once\nthe reprogramming of funds totals an aggregate of 10 percent or more of the award, your agency must seek\nprior written approval from the COPS Office for any additional budget modification requests. What you should do: You are required to notify your COPS Office Program Manager if you determine that your agency will need\nto reprogram award funds. If your modification exceeds an aggregated (over the course of your project) 10\npercent of your overall award, your agency must access www.cops.usdoj.gov and select the “Account Access”\nlink in the upper right corner to log in and submit your request to the COPS Office, providing the proposed\nchanges, details of why the change is needed, etc. Please contact your COPS Office Program Manager for further direction on any additional requirements\nthat may apply to your modification request. The COPS Office will then evaluate your request and notify\nyour agency of our decision in writing. Implementation of the modified award budget may begin following\nwritten approval from the COPS Office. Please note that modification approvals for active awards will be\naccompanied by a modified Financial Clearance Memo reflecting the approved changes. 8. Evaluations\nThe COPS Office may conduct monitoring or sponsor national evaluations of the COPS Office Community\nPolicing Development program."
}