{
  "document_category": "guidance",
  "document_name": "5330.11.pdf",
  "chunk_index": 47,
  "chunk_text": "4.3.2. Program Placement. Inmates designated or selected for placement in the BRAVE\nProgram should be placed directly on the BRAVE Program Treatment Unit upon arrival at the\ninstitution. Inmates are strongly encouraged to participate in the program; however, the program\nis voluntary. Inmates who agree to participate in the program must sign the Agreement to\nParticipate in Psychology Treatment Programs form (BP-A0940) before they are placed in\nparticipation status. Inmates may decline to participate in the program. Inmates who decline to\nparticipate in the program should be removed from the BRAVE Program Treatment Unit as soon\nas possible. 4.3.3. Enrollment Time Frame. As the BRAVE Program is designed to facilitate a favorable\ninitial adjustment to incarceration, program participants should be assigned to the program at the\nstart of their sentence, upon their first designation to a Bureau institution. 4.4. Assessment of Treatment Needs. A psychosocial assessment of the inmate’s treatment\nneeds is conducted during the Orientation Phase of the program. The information gathered during\nthis face-to-face interview will become a part of the inmate’s treatment plan. This assessment is\navailable on Sallyport. 4.5. Treatment Protocol\n4.5.1. BRAVE Treatment Modules. The BRAVE Program treatment modules direct the\ntreatment program. The program is a six-month, 350-hour program. Ordinarily, programming is\nconducted daily (excluding non-program days, such as weekends and holidays) for half of the\ninmate’s work day. Treatment begins as soon as the inmate is in BRV PART status in SENTRY. The current BRAVE treatment journals and facilitator guides are identified on Sallyport. As evidence-based treatment technologies advance, treatment materials will be revised. Therefore, only the most current BRAVE materials, journals, facilitator guides, etc., are to be\nused. 4.5.2. Treatment Phases. The BRAVE Program is offered in three distinct Phases with each\nphase following a clearly defined structure. The BRAVE Program phases are organized as\nfollows: P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 4\nPage 2 a. Phase I – The Orientation Phase. During the Orientation Phase of treatment, BRAVE\nProgram Treatment Specialists are to perform the following duties related to inmates assigned to\ntheir caseload:\n• Strive to build rapport and motivate the inmate to engage in treatment. • Conduct the psychosocial assessment. This guides the development of the treatment plan. The\ntreatment assessment must be conducted with the inmate. It is not a self-assessment\ninstrument. • Present the inmate’s case at a treatment team meeting. These meetings are scheduled and\nconducted by the BRAVE Program Coordinator. The treatment team meeting is to assist with\nthe development of the inmate’s treatment plan. • Attend treatment team meetings. These meetings provide the opportunity for staff to discuss\neach individual inmate. These discussions are to review the inmate’s progress in treatment and\ncommitment to the program. Phase I will ordinarily last one month. If the treatment team is in agreement that the inmate is not\nready to move on to Phase II, Phase I may be repeated until the inmate is ready to move on,\nwithdraws, or is expelled. b. Phase II – The Core Treatment Phase. In the Core Treatment Phase, the inmate is expected\nto build positive relationships in group, on the treatment unit, with family/significant others, with\ninstitution staff, etc."
}