{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 44,
  "chunk_text": "A recipient that expends $750,000 or more in federal funds (from all\nsources) during the recipient’s fiscal year must have a single audit conducted in accordance with 2\nC.F.R. § 200.514, except when it elects to have a program-specific audit conducted in accordance\nwith 2 C.F.R. § 200.501(c). For-profit (commercial) entities should follow the dollar threshold in 2\nC.F.R. § 200.501 in determining whether to conduct an audit in accordance with the Government\nAuditing Standards. Failure to comply with the terms and conditions of this award may result in legal sanctions\nincluding, but not limited to, suspension and termination of funds, repayment of expended funds,\nand ineligibility to receive additional COPS Office funding. False statements or claims made in connection with COPS Office awards may result in fines,\nimprisonment, debarment from participating in federal awards or contracts, or any other remedy\navailable by law to the Federal Government. D. Specific requirements At a minimum, the following specific requirements will be fulfilled by the recipient during the specified\ntimeframe. [Tasks should include performance indicators. How will the performance be measured? What tasks must\nbe accomplished to get the desired results/outcomes?] Task 1.\nTask 2.\nTask 3. The recipient will produce a standalone executive summary document(s) for [specify\ndocument/deliverables]. This document(s) is intended for use by law enforcement executives and\nothers interested in an abridged version of the resource(s) developed under this award, and it will\nsummarize the recipients’ work and highlight the major findings and recommendations. This\ndocument(s) will be subject to COPS Office review and approval. [This task should be included in all CAs\nwhen it is applicable. For example, it may not be applicable to training awards or when the documents\nproduced are already abridged/summarized]. Task 4. Work with the COPS Office and the program manager to address peer review, program manager,\nvetting, and other COPS Office staff comments regarding [specify products and deliverables]. 43 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual E. Performance timeline and deliverables The following is a performance timeline for all deliverables and their due dates (based upon an award\ndate of XX/XX/XXXX) which are considered to be significant in the performance of this cooperative\nagreement. One electronic copy of deliverable items will be delivered and in accordance with the\nfollowing schedule:\nDeliverables Date\n[List Project Deliverables] All deliverable items will be furnished to the following:\n[Insert Program Manager]\nU.S. Department of Justice\nCOPS Office\n[Division] 145 N Street NE, 11th Floor\nWashington, DC 20530\n[insert contact information] F. Financial status reports The recipient will provide quarterly reports of project activity and expenditures. Specifically, the\nrecipient is required to submit quarterly Federal Financial Reports on the Standard Form 425 (SF-425)\nwithin 30 days after the end of each quarter (January 1–March 31 / April 1–June 30 / July 1–September\n30 / October 1–December 31). A final SF-425 is due within 90 days after the end of the award period. Recipients must submit the quarterly SF-425 online. Visit the COPS Office website at\nhttps://portal.cops.usdoj.gov and select the “Account Access” link in the upper right corner to log in,\ncomplete, and submit reports online. G. Programmatic progress reports The recipient will provide periodic progress reports detailing project activity."
}