{
  "document_category": "guidance",
  "document_name": "5330.11.pdf",
  "chunk_index": 22,
  "chunk_text": "For example, inmates are reminded that immediate\nexpulsion will likely occur (and is mandatory in the Residential Drug Abuse Program) if the DHO\nfinds that they have committed a prohibited act involving:\n•\n•\n•\n• Alcohol or substances. Violence or threats of violence. Escape or attempted escape. Any 100-level series incident. Furthermore, an inmate is reviewed for immediate expulsion if he/she has been found to break\nconfidentiality or his/her behavior is of such magnitude that his/her continued presence in\nprogramming would create an immediate and ongoing disruption for staff or other inmates. Ordinarily, the recommendation for expulsion is made by the treatment team. The Treatment\nCoordinator has the final authority to expel an inmate. NOTE: In some instances a mentally ill inmate may be placed in a residential mental health\ntreatment program (e.g., Challenge, Step Down) for management reasons. In these instances an\nAgreement to Participate is not required, but the inmate must be informed of program\nexpectations. Before participation in any treatment group, the Agreement to Participate must be\nsigned. c. Behavioral Contingencies. All treatment staff stress a system of incentives and sanctions that\nfoster desirable behaviors and deter undesirable ones. d. Program Rituals. Each residential treatment community has program rituals to mark group\nand individual milestones. P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 1\nPage 4 1.6.4. Caseload Organization. The Treatment Program Coordinator assigns caseloads to\ntreatment staff. In programs with Treatment Specialists, each Specialist is assigned a caseload\nand provides the following documentation for each participant on his/her caseload:\n•\n•\n•\n•\n•\n• Initial screening for program admission. Assessment(s) (primarily the psychosocial assessment). Treatment plan. Progress reviews. Discharge note. Treatment summary. Each Treatment Specialist is responsible for a caseload based on that program’s staff-to-inmate\nratio. Treatment Specialists should not oversee the treatment of a single group through the entire\nprogram; each Specialist facilitates a variety of groups. Facilitating a variety of groups provides the opportunity for each Treatment Specialist to get to\nknow all participants and treatment modules. Similarly, all participants are exposed to each\nmember of the treatment team, allowing them to experience differing treatment styles. Ordinarily, when conducting individual treatment, sessions are conducted by the participant’s\nprimary Treatment Specialist. 1.6.5. Community Meetings. All Residential Treatment Programs will conduct a daily\ncommunity meeting (excluding non-program days, such as weekends and holidays). With a large\nprogram, two community meetings may be held. All treatment staff will attend daily community meetings. Inmates in the unit at the time of the meeting are required to attend and participate. If space is\navailable, the community meeting is held on the unit; otherwise, an appropriate meeting space is\nidentified. The time of the community meeting is determined by the Treatment Coordinator, who considers\nthe setting, schedule, and needs of the institution. The meeting is brief, generally 30-60 minutes,\nand supervised by the assigned Treatment Specialists. The community meeting strives to motivate the participants to adopt a positive attitude. It also\nstrengthens the awareness that they are in the change process together, as a community. To ensure\nprogram structure, meetings typically are held at the same time each day."
}