{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 36,
  "chunk_text": "25 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual Why this condition:\nAlthough the COPS Office has made every effort to simplify the process of applying for and receiving grants,\nseveral provisions of federal law require us to seek your assurances and certification regarding certain\nmatters. Most of the assurances and certifications apply to all federal grant programs. What you should do:\nApplicants to COPS Office grant programs are required to sign the Assurances and Certifications forms at\nthe time of application. Signing these documents assures the COPS Office that you have read, understood,\nand accepted the grant terms and conditions outlined in the Assurances and Certifications. Your agency\nis required to keep Assurances and Certifications forms that were signed as part of its grant application. Please read these documents carefully, because signatures on these documents are treated as a material\nrepresentation of fact upon which reliance will be placed when the U.S. Department of Justice determines\nwhether to award the covered grant. Additional copies of the Assurances and Certifications forms are\ncontained in appendix B of this manual on page 71. If you have any questions about the Assurances and\nCertifications, please contact your COPS Office GPS at 800-421-6770. 3. Allowable costs The funding under this project is for the payment of approved costs to meet the most serious needs of law\nenforcement in tribal communities. The allowable costs for which your agency’s grant has been approved are\nlimited to those listed on the Financial Clearance Memorandum (FCM), which are included in your agency’s award\npackage. The FCM specifies the exact items that your agency is allowed to fund with your TRGP grant, and specifies\nthe overall amount approved for each budget request category. Your agency may not use TRGP grant funds for any\ncosts that are not identified as allowable in the FCM. Why this condition:\nTRGP-Equipment/Training may only be used for the purchase of equipment, technology, training, uniforms,\nand other items approved by the COPS Office as reflected in the FCM. The COPS Office TRGP funds the\npurchase of items that have a link to the implementation or enhancement of community policing initiatives\nin your agency. To be eligible for payment under this grant, the purchase of approved items must be made after the grant\naward start date and comply with the guidelines described in section III, “Accessing Grant Funds,” on page 56\nof this manual. Section IV, “Financial Record Maintenance,” on page 59, outlines the types of records you must\nkeep to document that you followed this grant condition. Purchases must also reflect the costs that were\napproved as shown in the FCM. What you should do: All grantees should keep and maintain the most recent, approved version of 2015 TRGP application, which\nwill contain the approved costs for this grant. Refer to your FCM for the list of approved allowable costs. As long as funds are spent during the grant period on the approved salaries or benefits (as applicable),\nequipment, technology, training, or other costs that were documented in your application’s budget\nsummary and were approved through the issuance of the FCM, this grant condition will be satisfied. A."
}