{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 1,
  "chunk_text": "U.S. Department of Justice\nFederal Bureau of Prisons\nCHANGE NOTICE\nOPI:\nCPD/CPB\nNUMBER: 5500.14, CN-1\nDATE:\nAugust 1, 2016 Correctional Services Procedures Manual\n/s/\nApproved: Thomas R. Kane\nActing Director, Federal Bureau of Prisons This Change Notice (CN) implements the following change to Program Statement 5500.14,\nCorrectional Services Procedures Manual, dated October 19, 2012. Chapter 1, page 1,\nparagraph 2 will read as follows. Changes are marked with a highlight. In order to allow for training and annual/sick leave, a position\nis calculated at 210 days per year. The subtotal (man days) is\ndivided by 210. The result is the number of positions required\nto staff the Correctional Services Department. Example: 50 (total number of 7 Day Posts) x 364 = 18,200\n20 (total number of 5 Day Posts) x 260 = 5,200 10 (total number of 3 Day Posts) x 156 = 1,560\nSubtotal: 24,960 (total man days)\n24,960 divided 210 = 118 positions plus 180 man days,\nwhich equals 119 positions. A remainder of 72 or more is\none additional position. U.S. Department of Justice\nFederal Bureau of Prisons Program\nStatement OPI:\nNUMBER:\nDATE:\nSUBJECT: CPD\n5500.14\n10/19/2012\nCorrectional Services\nProcedures Manual 1. PURPOSE AND SCOPE. To implement policies, procedures, and\nguidelines to protect the public and maintain a secure, safe and\norderly living and working environment for inmates and staff. This Program Statement promotes standard management practices for\ncorrectional staff in all Bureau institutions, while recognizing\ndifferences among institutions that vary in missions and security\nlevels. 2. PROGRAM OBJECTIVES.\nare: The expected results of this program a. Security posts will be established through meaningful post\norders; using a standard roster. b. Security will be maintained by well-trained, highly\nprofessional correctional staff, guided by clearly written policy\nand procedures and led by Captains and Lieutenants who monitor\noperations, train, advise, and consult with those staff. c. Tools, equipment, and materials will be properly used,\nstored, and inventoried. d. Continuous inmate accountability will be maintained through\na system of accurate counts and census checks. e. Trained canine units will be established in approved Bureau\ninstitutions and be available to other institutions as needed. f. When mutual Bureau/FBI activity is required to resolve an\nemergency incident, prior exchange of information and planning\nwill have occurred, and a plan of action will be in place and\napplied. PS 5500.14\n10/19/2012\nPage 2\ng. Major incidents will be investigated by After-Action Review\nTeams, appointed by Regional Directors. h. Staff will be assigned to posts or duties requiring the use\nof firearms only after receiving training and continued\nrequalification with the issued weapon. i. Inmates sent from Bureau institutions to local medical\nfacilities for medical treatment will be supervised by competent\nand qualified contract personnel when appropriate. 3. DIRECTIVES AFFECTED a. Directives Rescinded\nPS 1440.01\nPS 5500.08\nPS 5500.10\nPS 5511.06\nPS 5558.14\nPS 5568.05 b. Providing Emergency Assistance to Local Law\nEnforcement Agencies (5/18/94)\nCanine Units, Full Service (9/17/97)\nGuard Service at Local Medical Facilities\n(3/1/99)\nAccountability for Inmates (8/4/97)\nFirearms and Badges (8/24/00)\nAfter-Action, Reporting and Review (10/26/00) Directives Referenced\nPS 1210.23\nPS 1280.11\nPS 1380.05\nPS 1480.05\nPS 1600.08\nPS 2000.02\nPS 3000.02\nPS 3420.09\nPS 3906.16\nPS 4400.04\nPS 4500.04\nPS 5100.07\nPS 5162.04\nPS 5216.05\nPS 5324.03"
}