{
  "document_category": "guidance",
  "document_name": "5267_09.pdf",
  "chunk_index": 11,
  "chunk_text": "The inmate is to mail the BP-A0629 to his/her proposed visitor(s). The proposed visitor must\ncomplete this form and mail it directly to the unit staff member responsible for processing the\ninmate's visiting list. Staff should advise the inmate to provide his/her proposed visitor with the\nstaff member’s name and address. If necessary, staff will either send the Request for Conviction Information form (BP-A0311) to\nthe appropriate law enforcement agency to gather additional background information or\ncomplete a background check using the National Crime Information Center (NCIC). Visitor Information forms, Request for Conviction Information forms, and NCIC background\ninformation will be maintained in section 2 of the Privacy Folder of the Inmate Central File. Ordinarily, when an inmate transfers from one institution to another, staff need not reapprove the\nvisitors already contained on the inmate’s visiting list. However, staff should review the visiting\nlist to ensure the approved visitors are still appropriate. When possible, the unit team should be\nconsulted prior to approval of a visitor not on the inmate’s approved visiting list. (4) Staff shall notify the inmate of each approval or disapproval of a requested\nperson for the visiting list. Upon approval of each visitor, staff shall provide the\ninmate with a copy of the visiting guidelines and with directions for\ntransportation to and from the institution. The inmate is responsible for notifying\nthe visitor of the approval or disapproval to visit and is expected to provide the\napproved visitor with a copy of the visiting guidelines and directions for\ntransportation to and from the institution. The visiting guidelines shall include\nspecific directions for reaching the institution and shall cite 18 U.S.C. 1791, which\nprovides a penalty of imprisonment for not more than twenty years, a fine, or both\nfor providing or attempting to provide to an inmate anything whatsoever without\nthe knowledge and consent of the Warden. Refer to the Program Statement Searching, Detaining, or Arresting Visitors to Bureau\nGrounds and Facilities for information regarding contraband warning signs. (5) An inmate’s visiting list may be amended at any time in accordance with the\nprocedures of this section. P5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 15 c. Verification of Special Visitor Credentials. Staff must verify the qualifications\nof special visitors. Staff may request background information and official\nassignment documentation from the potential visitor for this purpose. d. Identification of Visitors. Staff shall verify the identity of each visitor (through\ndriver's license, photo identification, etc.) prior to admission of the visitor to the\ninstitution. Photo Identification must be a valid state or government-issued photo identification. Visitors under the age of 16 who are accompanied by a parent or legal guardian are exempt from\nthis provision. e. Notification to Visitors. Staff shall make available to all visitors written\nguidelines for visiting the institution. Staff shall have the visitor sign a statement\nacknowledging that the guidelines were provided and declaring that the visitor\ndoes not have any article in his/her possession which the visitor knows to be a\nthreat to the security of the institution. Staff may deny the visiting privilege to a\nvisitor who refuses to make such a declaration."
}