{
  "document_category": "guidance",
  "document_name": "5100_008cn.pdf",
  "chunk_index": 35,
  "chunk_text": "Custody classification will ordinarily\noccur every 12 months at a regularly scheduled program review. Only changes\nwhich increase or decrease the overall security level\nassignment of the inmate, i.e. FRP refuse, incident report(s),\nnew sentence, sentence reduction etc., should be scored outside\nof the 12 month cycle. When transferring to another institution, inmates normally\nretain their custody assignments. If the custody level is\ninconsistent with that authorized at the receiving\ninstitution, the sending institution will change the inmate's\ncustody prior to transfer. Holdovers\nwill\nretain\ntheir\ninitial\ncustody\nlevel\nassignments until their first regularly scheduled custody\nreview at their designated facility for service of sentence. At each annual custody review, a new Custody\nClassification Form (BP-338) will be completed, even\nthough the scoring elements\nmay not have changed from the previous form. Only the most\ncurrent BP-338 form will be retained in the Inmate Central\nFile, except for those forms that must be retained to\ndocument appropriate review and approval for custody\nreductions (e.g., custody reductions for exception cases\nrequire the Warden, or designee, to sign the Custody\nClassification Form. The form should\nbe maintained to document the review and approval). As set\nforth in the definition of “Maximum” custody, Chapter 2, a\nBP-338 form changing an inmate’s custody to or from “Maximum”\ncustody must be permanently maintained. It should be clearly understood that the Custody Classification\nForm only recommends an inmate's custody. The Unit Team and/or\nWarden is the final review authority. The intent of the Custody\nClassification system is to permit staff to use professional\njudgment within specific guidelines. Custody changes are not P5100.08\n9/12/2006\nChapter 6, Page 2\ndictated solely by the point total. However, when the Unit Team\ndecides not to follow the recommendation of the point total,\nthey must document the reason(s) for this decision in writing\non the Custody Classification Form, and inform the inmate. A. IDENTIFYING DATA\n1. INSTITUTION CODE 2. UNIT 3. DATE 4. NAME 5. REGISTER NUMBER 6 . MANAGEMENT A - NONE\nVARIABLES\nB - JUDICIAL RECOM MENDATIO N\nD - RELEASE RESIDENCE/PL ANNING\nE - POPULATION MANAGEMENT 7. PUBLIC\nSAFETY\nFACTORS A\nB\nC\nF\nG\nH - G - CIMS\nI - MED/PSYCH TREATMENT\nN - PROGRAM PARTICIPATION\nR - WORK CADRE NONE\nDISRUPTIVE GROUP (males only)\nGREATEST SEVERITY OFFENSE (males only)\nSEX OFFENDER\nTHREAT TO GOVERNMENT OFFICIALS\nDEPORTABLE ALIEN I\nK\nL\nM\nN\nO - S - PSF WAIVED\nU - LONG-TERM DETAINEE\nV - GREATER SECURITY\nW - LESSER SECURITY SENTENCE LENGTH (males only)\nVIOLENT BEHAVIOR (females only)\nSERIOUS ESCAPE\nPRISON DISTURBANCE\nJUVENILE VIOLENCE\nSERIOUS TELEPHONE ABUSE 1. INSTITUTION CODE. (Automatically displayed by SENTRY.) 2. UNIT. (Automatically displayed by SENTRY.) 3. DATE. (Automatically displayed by SENTRY.) 4. NAME. (Automatically displayed by SENTRY.) 5. REGISTER NUMBER. (Automatically displayed by SENTRY.) 6. MANAGEMENT VARIABLES. 7. PUBLIC SAFETY FACTORS. See Chapter 5, pages 7-13. B. 1. See Chapter 5, pages 1-6. BASE SCORING TYPE OF DETAINER 1. TYPE OF DETAINER 0 = NONE\n1 = LOWEST/LOW MODERATE 3 = MODERATE\n5 = HIGH 7 = GREATEST Enter the appropriate number of points that reflect the inmate’s\ndetainer status. Refer to the Offense Severity Scale (Appendix\nA). If multiple detainers have been filed, enter the point value\nfor the most serious charge. Frequency and sentence length are\nnot considered. The scoring of detainers on the Inmate Load and Security\nDesignation Form (BP-337) may differ from the score received on\nthe Custody Classification Form (BP-338)."
}