{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 69,
  "chunk_text": "handling requests for calls for service in and around schools;\nconducting comprehensive safety and security assessments;\ndeveloping emergency management and incident response systems based on the National Incident\nManagement System (NIMS) and the four phases of emergency management: mitigation/prevention,\npreparedness, response, and recovery;\n75 2016 COPS Hiring Program (CHP) Award Owner’s Manual •\n•\n•\n•\n• •\n•\n• developing and implementing safety plans or strategies;\nintegrating appropriate security equipment/technology solutions, including incorporating Crime Prevention\nThrough Environmental Design (CPTED) as appropriate to enhance school safety;\nresponding to unauthorized persons on school property;\nserving as liaisons between the school and other police agencies, investigative units, or juvenile justice\nauthorities when necessary and consistent with applicable civil rights laws and privacy laws;\nserving as a member of a multidisciplinary school team to refer students to professional services within both\nthe school (guidance counselors or social workers) and the community (youth and family service\norganizations);\nbuilding relationships with juvenile justice counselors to help connect youth with needed services;\ndeveloping and expanding crime prevention efforts for students;\ndeveloping and expanding community justice initiatives for students. Information sharing This section must address the type of and the extent to which information will be shared between the law enforcement agency and school or school district partners. For example, it should define the type of information\nthat the school is permitted or willing to share with law enforcement, as well as information flow from law\nenforcement to school partner(s). When entering into an MOU, agencies should consider all federal or state laws\nthat govern the collection, use, and dissemination of student records. Federal privacy laws, including the Family Educational Rights and Privacy Act of 1974 (FERPA), the Health\nInsurance Portability and Accountability Act of 1996 (HIPAA), and civil rights and other laws must be considered\nwhen developing plans for information sharing that involves personally identifiable information from student\neducation records. For more information on FERPA, see the U.S. Department of Education’s FERPA home page at\nwww.ed.gov/policy/gen/guid/fpco/ferpa/index.html; for more information on HIPAA, see the U.S. Department of Health and Human Service’s Health information privacy site at www.hhs.gov/ocr/privacy/index.html;\nand for an overview of FERPA issues relevant to emergency planning and SRO programs, please see the ”Closer\nLook” section of the Guide for Developing High-Quality School Emergency Operations Plans at\nrems.ed.gov/docs/rems_k-12_guide_508.pdf. Supervision responsibility and chain of command for the SRO This section should clearly establish a definitive chain of command for the SRO, including the individual(s)\nresponsible for the supervision of the SRO. With rare exception, this responsibility lies with the law enforcement\nexecutive or his or her law enforcement designee. Signatures The MOU must be signed and dated by both the highest ranking law enforcement executive (i.e., police chief or\nsheriff) and the school official(s) who will have general educational oversight and decision-making authority (i.e.,\nboard of education chairperson, superintendent, or school principal). The MOU should be developed with\nparticipation from school administrators and officers assigned to the school(s) so that staff members who are\nimpacted by the agreement clearly understand their roles and responsibilities. Successful MOUs are often developed by teams that include students, parents, and other community members committed to keeping schools\nsafe, in addition to school and law enforcement members."
}