{
  "document_category": "guidance",
  "document_name": "State_Compliance_FAQ.pdf",
  "chunk_index": 5,
  "chunk_text": "Q: Must states report on juvenile offenders detained for offenses related to the\npurchase, possession or distribution of alcohol? A: Minor-in-possession of alcohol offenses are within the category of delinquent offenses\nand must be reported accordingly. Q: Must states report violations in court holding facilities? A: Yes, states must report violations in court holding facilities. Q: If a juvenile is held in protective custody in a non-secure area of a jail or lockup\npending return to a parent or guardian or while awaiting transfer to a child welfare\nor social service agency, is it a jail removal violation if he is held for more than six\nhours? A: No, if the juvenile is being held in a non-secure area, the core requirements do not apply. In addition, if he is being held solely pending return to a parent or guardian or while\nawaiting transfer to a child welfare or social service agency he is not detained, and the\ncore requirements do not apply. Q: Why is OJJDP now advising that Scared Straight, Shock Incarceration, and similar\nprograms, may not result in instances of noncompliance with the core\nrequirements? A: Although not all shock incarceration-type programs result in instances of noncompliance\nwith the core requirements, OJJDP discourages the use of such programs. What is the state’s obligation to document and report adjudicated status offenders\nheld in secure juvenile facilities on the sole basis of voluntary enrollment in a\nrehabilitative diversion program and who may withdraw from participation in the\nprogram at any time? Q: A: If the juvenile is free to terminate his participation in the program at any time – i.e., is\nfree to leave – he has not been detained and the core requirements do not apply. 5 Q: Must a state count as a separation violation when a juvenile provides false\ninformation indicating that he is an adult during an arrest for the commission of a\ncriminal offense, if he is subsequently detained in contact with adults? In this\nsituation, law enforcement personnel immediately implemented sight and sound\nseparation of the juvenile from adult inmates upon discovering that the individual\nwas in fact a juvenile. A: No. If law enforcement personnel have acted in good faith upon the juvenile’s\nrepresentation that he was an adult, and had no reason to believe that he was, in fact, a\njuvenile, the state need not report this as a separation violation so long as the juvenile was\nimmediately sight and sound separated from adult inmates upon discovering that he was a\njuvenile. Q: Under the definition of “detain or confine” can juveniles who are runaways,\nabandoned, endangered due to mental illness, homelessness, or drug addiction, or\nare victims of sex trafficking or other crimes, be held for an indefinite period of\ntime, as long as they are held \"solely for the purpose of returning them to their\nparent or guardian or pending their transfer to the custody of a child welfare or\nsocial service agency? A:"
}