{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 75,
  "chunk_text": "h. Are costs of drug counseling and urine\nsurveillance the administrative and fiscal responsibility of the\nUSPO? Does the contractor work closely with the supervising USPO\nto coordinate services? i. Are supervision cases subject to the same\nsubsistence collection procedures as committed residents? j. When the term specified by the court has been\nsatisfied, or the center director determines that a resident's\nprogram is completed or that participation in the center's\nprogram will produce no further significant benefits, do staff\nnotify the USPO (with a copy to the CCM) requesting program\ntermination? k. Is a terminal report completed by the contractor\nand forwarded to the USPO, with a copy to the CCM? l. Are residents identified in this chapter eligible\nfor furloughs or home confinement? PS 7300.09\n1/12/98\nAttachment 4-7, Page 37\nm. Are absences other than \"sign-out\" or pass\napproved by the supervising USPO, and documented? n. In the event of a death of a resident under\nsupervision, does the contractor immediately notify the CCM and\nUSPO? Discussion/Findings: RESEARCH AND EVALUATION 1. Does the contractor have an organized system of\ninformation collection, storing, retrieval, reporting, and\nreview? 2. Are contractor staff and the CCM considered\ninstrumental in identifying information needs, and consulted when\npolicies and procedures are being developed? Discussion/Findings: PS 7300.09\n1/12/98\nAttachment 4-7, Page 38\nLIST NAME AND POSITION OF\nSTAFF INTERVIEWED DURING\nVISIT:\n(Add Comments) LIST NAME AND REGISTER NO. OF RESIDENTS INTERVIEWED\nDURING VISIT: SUMMARY\nIndicate areas in which contract needs improvement and steps to\nbe taken to accomplish, including time frames for completion. (Use additional sheets, if necessary.) Finding\nCorrective Action\nRequired\nadverse action (i.e.,\ncancellation of contract)? (Give reasons.) Should failure to correct\nfinding result in PS 7300.09\n1/12/98\nAttachment 4-7, Page 39\nRESIDENT INTERVIEW WORKSHEET This is a\nguideline only. It is not meant to be read to the\nresident word by word nor is it meant to be all inclusive. 1.\nAre counseling staff available during the hours you are free\nfrom work? 2.\nDo you have any problems getting to and from work.\nof transportation do you use? What mode 3.\nDo you have any problem getting clean bed linens, towels,\netc.? How often? Are there facilities available to wash clothes? 4.\nDo you have a program plan? How was it worked out? review it regularly with a staff member? 5. Have you participated in a fire drill? Do you If so, when? 6.\nHow did you get your job? Is it the kind of job you think you\nshould have? If not, has a job change been discussed with staff? 7.\nDo you have a drug aftercare condition? program are you in? If yes, what kind of Have you met with the U.S. Probation Officer? 8. What do you think about the food? 9. Are disciplinary measures fair and equal? 10. What is the purpose of you being placed in the CCC? 11.\nAre you aware of any illegal activities or preferential\ntreatment concerning staff and residents? PS 7300.09\n1/12/98\nAttachment 4-7, Page 40\nUSPO INTERVIEW WORKSHEET 1.\nProgram Planning: Have you been invited to visit the center\nto meet with staff and/or residents at the facility? 2.\nDrugs and Alcohol: For all persons with a condition of drug\naftercare, are you receiving advance notification of their\narrival? Are planning conferences being held within two weeks\nafter the client's arrival?"
}