{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 11,
  "chunk_text": "When a tool is issued from a shadow\nboard, a chit must be visible on the shadow board in the tool’s\nspace. 4. All low security level facilities and above, are to\nestablish procedures for the control of:\n\n\n\n\n ladders,\nextension cords,\nchains,\nropes, and\nhoses. Inventories will be in accordance with ladder size to\nfacilitate inspection and handling. All extension cords will be inventoried and have a metal\nidentification tag attached, indicating issue number (by\nlocation) and length of the cord. All extension cords in excess\nof 10 feet will be classified as Class A tools. Each of the above items must be kept in the approved storage\nlocation when not in use. Staff members supervising the use of a\nladder or heavy equipment must possess a portable radio. PS 5500.14 10/19/2012\nChapter 2, Page 8 Special Restriction for High Rise MCCs, MDCs, FTCs, and FDCs:\nElectrical cords hard wired to buffers, vacuums, etc., must not\nexceed two feet in length. 5. The Captain must approve the issuance of tools from any\ntool storage location for a special project for extended periods. When tools are issued from the Central Tool Room for a special\nproject for extended periods, the Tool Control Officer is\nresponsible for periodic on-site checks (at least once weekly) in\naddition to the detail foreman’s daily inspections. 206. LOST TOOLS 1. When any tool is lost, regardless of the classification,\nthe Captain and Shift Lieutenant, and Tool Control Officer must\nbe notified immediately by the staff member responsible for the\ntool. The staff member responsible for the tool must complete a\nLost or Missing Tool Report (BP-220) the same day with\ndistribution of copies to the Captain and Lieutenant. The Tool\nControl Officer will also receive a copy of the report. 2. The Lieutenants' Office will maintain a file of lost tool\nreports and monitor for accuracy, frequency of losses from a\nparticular area or shop, search efforts for lost tools, etc.\n3. All inmates with access to the tool or who were in the area\nwhen the tool was reported missing will be held at the location\nuntil a thorough search has been completed. 4. When a lost tool is recovered, the responsible staff member\nwill complete a Lost or Missing Tool Report in its entirety and\ndistribute it to the Captain and Lieutenant with immediate\nnotification to the Tool Control Officer the same day the tool is\nfound. If the preparation of the lost tool report will require\nthe affected employee to stay beyond the end of his/her shift,\nthe employee will be compensated. 5. Each institution will establish procedures for quarterly\nformal evaluations of Lost or Missing Tool Reports to ensure\nthorough investigations are conducted and reasonable efforts are\nmade to recover the tools. Documentation of the quarterly Lost Tool Report evaluations\nwill be maintained for the current and past two years in the\nrespective tool control folders maintained by the Tool Control\nOfficer. 207.\n1. DISPOSITION OF EXCESS TOOLS All broken or worn tools that cannot be exchanged will be PS 5500.14 10/19/2012\nChapter 2, Page 9 surveyed and disposed of in an appropriate and secure manner. All surveys will be conducted within the guideline established by\nthe Program Statement, Property Management Manual."
}