{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 83,
  "chunk_text": "Elections or other selections of new officials—that is, changes in authorized representatives, such as a chief\nexecutive officer authorized to bind or otherwise act on behalf of the applicant— will not relieve the applicant\nentity of its obligations under any grant or cooperative agreement if funded. Where the applicant is unable to make a certification or provide an assurance set out in this form, the applicant\nmay still apply but is to attach an explanation to this application regarding the particular certification that\ncannot be made or assurance that cannot be provided. The DOJ may not be able to make an award to an\napplicant that is unable to make certifications or provide assurances required by law as a condition of eligibility\nfor a DOJ federal award. The DOJ will treat the applicant’s certifications, upon their submission with the application, as representations of\nfact upon which the DOJ will rely in making any determination with respect to the application or in making any\ndecision to award a federal grant or cooperative agreement to the applicant. False statements or claims made in connection with DOJ grants (including cooperative agreements) may result\nin fines, imprisonment, debarment from participating in federal grants or contracts, and/or any other remedy\navailable by law. 1. Lobbying As a general matter, 18 U.S.C. § 1913 prohibits lobbying with federally appropriated funds, except where\nexpressly authorized by law. In addition, under 31 U.S.C. § 1352, applicants (and recipients) are prohibited\nfrom using federal appropriations to influence certain federal transactions, specifically including federal\ngrant and cooperative agreement actions. Indian tribes and tribal organizations are excluded from coverage\nunder 31 U.S.C. § 1352 but only with respect to expenditures for purposes specified in 31 U.S.C. § 1352(a)\nthat are permitted by other federal law. For these purposes, the terms “Indian tribe” and “tribal\norganization,” respectively, have the meaning provided in section 4 of the Indian Self-Determination and\nEducation Assistance Act (25 U.S.C. § 450b). Although Indian tribes and tribal organizations are excluded\nfrom coverage as set forth under 31 U.S.C. § 1352, these entities still must obtain lobbying disclosure\ndocumentation and any required certifications from any subgrantees (recipients of a subaward (see 90 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual “subaward” definition at 2 C.F.R. § 200.92)) or procurement contractors (recipients of a contract (see\n“contract” definition at 2 C.F.R. § 200.22) and their subcontractors) that would be required to report\nlobbying activities consistent with 31 U.S.C. § 1352. As required by 31 U.S.C. § 1352 and implemented at 28 C.F.R. Part 69, the applicant certifies and assures (to\nthe extent applicable) the following:\nA. No federal appropriated funds have been paid or will be paid by or on behalf of the applicant to\nany person for influencing or attempting to influence an officer or employee of any agency, a\nmember of Congress, an officer or employee of Congress, or an employee of a member of Congress\nin connection with the making of any federal grant; the entering into of any cooperative\nagreement; or the extension, continuation, renewal, amendment, or modification of any federal\ngrant or cooperative agreement."
}