{
  "document_category": "guidance",
  "document_name": "Model-Tribal-Code_508.pdf",
  "chunk_index": 6,
  "chunk_text": "t Replace \"Name of State\"\nwith the state(s) in which\nyour tribal lands are located\nwherever the term is found\nin this Code/Ordinance. t The SMART Office\nrecommends specifically\nlisting the state offenses\n(where tribal lands are\nlocated) that trigger a\nregistration requirement. Contact the SMART\nOffice for assistance in\ndetermining which state\noffenses are required to be\nregistered under SORNA. 4 3. 18 U.S.C. § 2241 (aggravated sexual abuse),\n4. 18 U.S.C. § 2242 (sexual abuse),\n5. 18 U.S.C. § 2243 (sexual abuse of a minor or ward),\n6. 18 U.S.C. § 2244 (abusive sexual contact),\n7. 18 U.S.C. § 2245 (offenses resulting in death),\n8. 18 U.S.C. § 2251 (sexual exploitation of children),\n9. 18 U.S.C. § 2251A (selling or buying of children),\n10. 18 U.S.C. § 2252 (material involving the sexual exploitation of minors),\n11. 18 U.S.C. § 2252A (material constituting or containing child pornography),\n12. 18 U.S.C. § 2252B (misleading domain names on the internet),\n13. 18 U.S.C. § 2252C (misleading words or digital images on the internet),\n14. 18 U.S.C. § 2260 (production of sexually explicit depictions of a minor for\nimport into the United States),\n15. 18 U.S.C. § 2421 (transportation for illegal sexual activity),\n16. 18 U.S.C. § 2422 (coercion and enticement for illegal sexual activity),\n17. 18 U.S.C. § 2423 (transportation of minors for illegal sexual activity),\n18. 18 U.S.C. § 2424 (filing factual statement about an alien individual),\n19. 18 U.S.C. § 2425 (use of interstate facilities to transmit information about a\nminor), or\n20. Any other offense that meets the definition of “sex offense” under 42 U.S.C.\n§ 16911(5). D. Foreign Offenses. Any conviction for a sex offense involving any conduct\nlisted in this Section that was obtained under the laws of Canada, the United\nKingdom, Australia, New Zealand, or under the laws of any foreign country\nwhen the United States Department of State in its Country Reports on Human\nRights Practices has concluded that an independent judiciary generally or\nvigorously enforced the right to a fair trial in that country during the year in\nwhich the conviction occurred. E. Military Offenses. Any military offense specified by the Secretary of Defense\nunder section 115(a)(8)(C)(i) of Public Law 105-119 (codified at 10 U.S.C. §\n951 note), as amended, including but not limited to any offense designated in\nDepartment of Defense Instruction 1325.07, Appendix 4 to Enclosure 2 (2013),\nas it may be amended. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 5 F. Jurisdiction Offenses. Any sex offense committed in any jurisdiction, including\nName of Tribe, that involves:\n1. Any conduct that by its nature is a sex offense against a minor,\n2. Any type or degree of genital, oral, or anal penetration,\n3. Any sexual touching of or sexual contact with a person’s body, either\ndirectly or through the clothing,\n4. Criminal sexual conduct that involves physical contact with a minor or\nthe use of the internet to facilitate or attempt such conduct. This includes\noffenses whose elements involve the use of other persons in prostitution,\nsuch as pandering, procuring, or pimping in cases in which the victim was a\nminor at the time of the offense,\n5."
}