{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 19,
  "chunk_text": "5. Supplementing, not supplanting\nState, local, and tribal government awardees must use Community Policing Development funds to supplement,\nand not supplant, state, local, or Bureau of Indian Affairs (BIA) funds that are already committed or otherwise\nwould have been committed for award purposes (hiring, training, purchases, and/or activities) during the award\nperiod. In other words, state, local, and tribal government awardees may not use COPS Office funds to supplant\n(replace) state, local, or BIA funds that would have been dedicated to the COPS Office-funded item(s) in the absence\nof the COPS Office award. Why this condition:\nThe COPS Office statutory nonsupplanting requirement mandates that award funds not be used to replace\nstate or local funds (or, for tribal awardees, BIA funds) that would, in the absence of federal aid, be made\navailable for the award purposes. 8 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual What you should do: For state, local, and tribal awardees, CPD funds may not be used to pay for any item or cost funded under\nthe award (equipment, personnel, training, etc.) if that item or cost was otherwise budgeted with state, local,\nor BIA funds. In addition, awardees may not reallocate state, local, or BIA funds from one area within the law\nenforcement budget to another as a result of receiving CPD award funds. If you have questions concerning\nthis award term, and how it pertains to your project budget, please contact your COPS Office Program\nManager. 6. Extensions\nYour agency may request an extension of the grant award period to receive additional time to implement your\ngrant program. Such extensions do not provide additional funding. Only those awardees that can provide a\nreasonable justification for delays will be granted no-cost extensions. Extension requests must be received prior to\nthe end date of the award. Why this condition:\nUnder federal regulations, requests to extend the award period require prior written approval from the COPS\nOffice. Without an approved extension, your agency is not permitted to draw down federal funding for costs\nincurred beyond the official award end date. When justified, the COPS Office will seek to accommodate\nreasonable requests for no-cost time extensions to fully implement the COPS Office award. What you should do: The COPS Office will contact your agency during the last quarter of the award period to determine whether\na no-cost time extension is needed. Requests to extend the award period must be received by the COPS\nOffice before the official award end date. Failure to submit a request for a no-cost time extension by the end\ndate may result in the immediate deobligation of any remaining award funds. Please note that the project period of performance will be extended, if necessary, until the deliverable is\nconsidered final. If the award is set to expire, prior to the final approval of the deliverable, a no-cost extension\nwill be executed for a reasonable amount of time for the awardee to complete the final deliverable. 7. Modifications\nAward modifications under the Community Policing Development program are evaluated on a case-by-case\nbasis."
}