{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 34,
  "chunk_text": "General Instructions The proposal evaluation process consists of an assessment of both\nthe proposal and the offerors ability (as conveyed by the\nproposal) to successfully accomplish the prospective contract\nwithin the specified evaluation criteria. Each proposal must be\njudged by the same standards, factors, and subfactors specified\nin the solicitation. 4.4.3.4. Determining the Competitive Range To be acceptable, each proposal must describe a level of service\nthat meets the minimum technical requirements of RFP and\nstandards of the SOW. If it appears that the proposals are\nunacceptable the evaluations should identify any areas that need\nclarification, areas that are deficient, and any requirement\nexcesses. The notes regarding these issues will be used during\nnegotiations with the offerors. If the proposed program does not meet minimum standards without\nextensive revision, this fact must be noted in the evaluation\nnarrative. The written notes will support a\nrecommendation to exclude the proposal from any further\nconsideration for specific reasons, such as severe technical\ndeficiencies, failure to address the SOW, parroting the SOW, or\nthe need for a major rewrite. PS 7300.09\n1/12/98\nChapter 4, Page 20 After the panel has evaluated and scored the proposals, the panel\nmay recommend a competitive range. That is, the panel may\ndetermine a break exists between the high and low range of\nscores, and recommends the low group be removed from the\ncompetitive range. For example, there are five offerors and the\nscores are 525, 625, 310, 570 and 385. A natural break occurs at\n525 and the panel could recommend the two lowest scoring offerors\nnot be considered in the competitive range. Reasons include: a\n(complete) lack of understanding of the requirements of the RFP\nis indicated in a company's proposal or the proposed program\ncould not be accepted without a substantial rewrite of the\nproposal. In such situations, however, the panel still addresses\nthe weaknesses and strengths of the proposals recommended for\nexclusion from the competitive range. Although a deficient proposal usually may not be included in\nfurther discussions, it is the CO who must make the determination\nand establish the competitive range. FAR 15.609 states, \"The\ncompetitive range shall be determined on the basis of cost or\nprice and other factors stated in the solicitation and shall\ninclude all proposals that have a reasonable chance of being\nselected for award.\" This provides a broad area of consideration\nby the CO who ordinarily welcomes evaluators providing narrative\ninformation in this area. If there is a close grouping of scores, it is best to recommend\nall offerors be kept in the competitive range. For\nexample, if the scoring was 515, 485, 390, 545, 410, it may be\ndetermined the scores are so close together they should all\ncontinue to be considered. Panel members should avoid the words \"responsive,\" \"responsible,\"\nor \"responsibility,\" when discussing an offeror's proposal. These\nwords have a special technical meaning in procurement and usually\nare not relevant to negotiated contracts. Rather than convey an\nofferor is \"non-responsive,\" indicate the proposal has severe\ntechnical deficiencies and/or is unacceptable as submitted by\nfailing to meet minimum requirements and no reasonable chance for\naward. 4.4.4. PANEL FINDINGS The panel chairperson will prepare a detailed narrative summary of\nthe panel findings to include:\nidentification of deficiencies;\nclarifications, or excesses identified in the evaluation\nprocess for each proposal; and\n#\na consensus score sheet. #\n#"
}