{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 75,
  "chunk_text": "The non-Federal entity must\nreport all suspected or reported violations to the Federal awarding agency. (E) Contract Work Hours and Safety Standards Act (40 U.S.C. 3701-3708). Where applicable, all contracts awarded\nby the non-Federal entity in excess of $100,000 that involve the employment of mechanics or laborers must\ninclude a provision for compliance with 40 U.S.C. 3702 and 3704, as supplemented by Department of Labor\nregulations (29 CFR Part 5). Under 40 U.S.C. 3702 of the Act, each contractor must be required to compute the\nwages of every mechanic and laborer on the basis of a standard work week of 40 hours. Work in excess of the\nstandard work week is permissible provided that the worker is compensated at a rate of not less than one and a 81 2016 COPS Hiring Program (CHP) Award Owner’s Manual half times the basic rate of pay for all hours worked in excess of 40 hours in the work week. The requirements of\n40 U.S.C. 3704 are applicable to construction work and provide that no laborer or mechanic must be required to\nwork in surroundings or under working conditions which are unsanitary, hazardous or dangerous. These\nrequirements do not apply to the purchases of supplies or materials or articles ordinarily available on the open\nmarket, or contracts for transportation or transmission of intelligence. (F) Rights to Inventions Made Under a Contract or Agreement. If the Federal award meets the definition of\n“funding agreement” under 37 CFR §401.2 (a) and the recipient or subrecipient wishes to enter into a contract\nwith a small business firm or nonprofit organization regarding the substitution of parties, assignment or\nperformance of experimental, developmental, or research work under that “funding agreement,” the recipient or\nsubrecipient must comply with the requirements of 37 CFR Part 401, “Rights to Inventions Made by Nonprofit\nOrganizations and Small Business Firms Under Government Grants, Contracts and Cooperative Agreements,”\nand any implementing regulations issued by the awarding agency. (G) Clean Air Act (42 U.S.C. 7401-7671q.) and the Federal Water Pollution Control Act (33 U.S.C. 1251-1387), as\namended—Contracts and subgrants of amounts in excess of $150,000 must contain a provision that requires the\nnon-Federal award to agree to comply with all applicable standards, orders or regulations issued pursuant to the\nClean Air Act (42 U.S.C. 7401-7671q) and the Federal Water Pollution Control Act as amended (33 U.S.C. 12511387). Violations must be reported to the Federal awarding agency and the Regional Office of the Environmental\nProtection Agency (EPA). (H) Debarment and Suspension (Executive Orders 12549 and 12689)—A contract award (see 2 CFR 180.220)\nmust not be made to parties listed on the governmentwide exclusions in the System for Award Management\n(SAM), in accordance with the OMB guidelines at 2 CFR 180 that implement Executive Orders 12549 (3 CFR part\n1986 Comp., p. 189) and 12689 (3 CFR part 1989 Comp., p. 235), “Debarment and Suspension.” SAM Exclusions\ncontains the names of parties debarred, suspended, or otherwise excluded by agencies, as well as parties\ndeclared ineligible under statutory or regulatory authority other than Executive Order 12549."
}