{
  "document_category": "guidance",
  "document_name": "5200.02_cn1.pdf",
  "chunk_index": 8,
  "chunk_text": "Sexual relationships are\nprohibited in all correctional facilities. The Bureau of Prisons supports healthy, appropriate\nrelationships among female inmates. Female offenders benefit from common areas in which to\ncongregate and engage in supportive social communities, and areas are designated for such\nactivities when space allows. P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 12 6. COMMISSARY All institutions housing females are required to implement standardized gender-responsive\ncommissary lists. This information is available on the Women and Special Populations Branch\nSallyport page. Hair styling irons (curling iron, flat iron) and hair dryers must also be made available to inmates\nvia locally established procedures, which are subject to local bargaining via the Master\nAgreement. 7. PILOT PROJECTS Research on best practices with the female population are evolving quickly. Pilot Projects aimed\nat enhancing gender-responsive programs and services are to be anticipated. These initiatives\nmust be approved in accordance with the Program Statement Pilot Initiatives, Approval and\nEvaluation. 8. BIRTH CONTROL, PREGNANCY, CHILD PLACEMENT, AND ABORTION\n§551.20 Purpose and scope. The Bureau of Prisons provides an inmate with medical and social services\nrelated to birth control, pregnancy, child placement, and abortion. The Warden\nshall ensure compliance with the applicable law regarding these matters. Pregnant females in the Bureau represent a small population with a significant service need. The\nBureau of Prisons provides programs to females, develops procedures for identifying pregnant\nfemales, and specifies any special precautions that apply to them. §551.21 Birth control. Medical staff shall provide an inmate with advice and consultation about methods\nfor birth control and, where medically appropriate, prescribe and provide\nmethods for birth control. Medical staff shall provide interested inmates information pertaining to appropriate methods for\nbirth control. The medical indication and appropriateness of prescribing birth control in a\ncorrectional environment ordinarily is limited to hormone replacement therapy. Refer to the\nProgram Statement Patient Care for more information. P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 13 For inmates in or transferring to Residential Reentry Centers, on home confinement, or otherwise\nin a community setting while under Bureau supervision, birth control may be available under the\nterms of the Program Statement Patient Care. §551.22 Pregnancy. (a) The Warden shall ensure that each pregnant inmate is provided medical, case\nmanagement, and counseling services. (b) In order to ensure proper medical and social services, the inmate shall inform\nthe institution medical staff as soon as she suspects she is pregnant. (c) Medical staff shall arrange for the childbirth to take place at a hospital outside\nthe institution. Medical staff screen for pregnancy during intake, physical, and any contacts where this is\nappropriate. Upon learning of the inmate’s pregnancy either by self-report or clinical diagnostics\nand assessment, medical staff immediately notify the case manager and the social worker. In\ncases where there is no local social worker, the Regional Social Worker is notified. All\nappropriate staff are then notified of a pregnant inmate at the facility; this information will be\nloaded in SENTRY by the Health Services staff member responsible for entering medical duty\nstatus assignments. This code is removed when the inmate is no longer pregnant."
}