{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 78,
  "chunk_text": "The Excluded Parties List System in SAM contains the names of parties debarred, suspended, or\notherwise excluded by agencies, as well as parties declared ineligible under statutory or regulatory authority\nother than Executive Order 12549. (J) Byrd Anti-Lobbying Amendment (31 U.S.C. 1352). Contractors that apply or bid for an award of $150,000\nor more must file the required certification. Each tier certifies to the tier above that it will not use and has\nnot used federal appropriated funds to pay any person or organization for influencing or attempting to\ninfluence an officer or employee of any agency, a member of Congress, officer or employee of Congress,\nor an employee of a member of Congress in connection with obtaining any federal contract, grant, or any\nother award covered by 31 U.S.C. 1352. Each tier must also disclose any lobbying with nonfederal funds that\ntakes place in connection with obtaining any federal award. Such disclosures are forwarded from tier to tier\nup to the nonfederal award. (K) See § 200.322 Procurement of recovered materials. 64 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual Glossary of Terms\nallowable costs. Allowable costs are expenses that may be funded by this grant program. The COPS AntiGang Initiative provides funding for equipment, services, personnel, and other costs purchased or hired on\nor after the award start date. Upon review of your submitted budget, any unallowable costs were removed. The Financial Clearance Memorandum (FCM) that was included in your award package outlined your\nallowable costs and noted any relevant revisions that were made to your original budget submission. audit. Work done by auditors, including both the Office of the Inspector General (OIG) and state or local\nauditors, to examine financial statements and to review\n• compliance with laws and regulations;\n• economy and efficiency of operations;\n• effectiveness in achieving program results;\n• allowability of costs claimed against the award. authorized officials. The authorized officials are the individuals in your organization who have final authority\nand responsibility for all programmatic and financial decisions regarding this grant award. At the time of\ngrant application, your agency listed the law enforcement executive (usually the chief of police, sheriff, etc.)\nand the government executive (usually the mayor, board president, etc.) for your agency. These executives\nare listed on your award document and are understood to be your authorized officials. If any of the executive\ninformation is incorrect, please submit the correct information to the COPS Office by completing an official\nChange of Information (COI) form available online at www.cops.usdoj.gov. award package. The award package includes your CAGI award document, Financial Clearance Memorandum\n(FCM), and award congratulatory letter; it may be accessed through the “Account Access” link on the COPS\nOffice website (www.cops.usdoj.gov). Your agency’s CAGI award document will list your grant number, law\nenforcement executive, government executive, award amount, number and hiring category of positions\nawarded, award start and end dates, and all terms and conditions (including any special conditions placed\non your agency’s CAGI grant)."
}