{
  "document_category": "guidance",
  "document_name": "2016_AHTF_AOM.pdf",
  "chunk_index": 50,
  "chunk_text": "50 2016 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Appendices\nAppendix A. List of Source Documents\nA. Primary sources\nPublic Safety Partnership and Community Policing Act of 1994, 42 U.S.C. 3796dd et seq. B. Secondary sources\nCode of Federal Regulations (CFR) / Office of Management and Budget (OMB):\n2 CFR Part 200 (Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal\nAwards) as adopted by the U.S. Department of Justice in 2 CFR § 2800.101\n4 CFR Parts 101-105, U.S. Department of Justice/Government Accountability Office, “Joint Federal Claims\nCollections Standards”\n5 CFR Part 1320, “Controlling Paperwork Burden on the Public”\n5 CFR Part 151, “Political Activity of State and Local Officers or Employees”\n28 CFR Part 23, “Criminal Intelligence Systems Operating Policies”\n28 CFR Part 61, “Procedures for Implementing the National Environmental Policy Act”\n28 CFR Part 83, “Government-Wide Requirements for Drug-Free Workplaces (Grants)”\n28 CFR Part 69, “New Restrictions on Lobbying”\n31 CFR Part 205,”Rules and Procedures for Efficient Federal-State Funds Transfers”\nOMB Circular A-129, ”Policies for Federal Credit Programs and Non-Tax Receivables”\n48 CFR Part 31 (FAR-31), “Contract Cost Principles and Procedures” Executive orders:\nExecutive Order 12291, “Regulations”\nExecutive Order 12372, 28 CFR Part 30 “Intergovernmental Review of Federal Programs”\nExecutive Order 12547, “Non-Procurement Debarments and Suspension” 51 2016 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Appendix B. Assurances and Certifications\nAssurances\nSeveral provisions of federal law and policy apply to all grant and cooperative agreement programs. The Office\nof Community Oriented Policing Services (“COPS Office”) needs to secure your assurance that the applicant will\ncomply with these provisions. If you would like further information about any of these assurances, please\ncontact your state’s COPS Office Grant Program Specialist at 800-421-6770. By signing this form, the applicant assures that it will comply with all legal and administrative requirements that\ngovern the applicant for acceptance and use of federal award funds. In particular, the applicant assures us of the\nfollowing:\n1. 2. 3.\n4. 5.\n6. 7. It has been legally and officially authorized by the appropriate governing body (for example, mayor or city\ncouncil) to apply for this grant or cooperative agreement and that the persons signing the application and\nthese assurances on its behalf are authorized to do so and to act on its behalf with respect to any issues that\nmay arise during processing of this application. It will comply with the provisions of federal law, which limit certain political activities of employees whose\nprincipal employment is in connection with an activity financed in whole or in part with this grant or cooperative agreement. These restrictions are set forth in 5 U.S.C. § 1501, et seq. It will comply with the minimum wage and maximum hours provisions of the Fair Labor Standards Act (29\nU.S.C. § 201, et seq.), if applicable. It will establish safeguards, if it has not done so already, to prohibit employees from using their positions for\na purpose that is, or gives the appearance of being, motivated by a desire for private gain for themselves or\nothers, particularly those with whom they have family, business or other ties."
}