{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 30,
  "chunk_text": "This provision protects the public interest in the proper\nmanagement and use of federal funds. What you should do: The recipient must not use award funds to maintain or establish a computer network unless the network blocks\npornography. This does not limit the use of funds for criminal investigations, prosecution, or adjudication\nactivities. 26. Travel Costs\nCondition:\nTravel costs for transportation, lodging and subsistence, and related items are allowable under the CPD Program with\nprior approval from the COPS Office. Payment for allowable travel costs will be in accordance with 2 C.F.R. § 200.474\n(Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal Awards) as adopted by the\nU.S. Department of Justice in 2 C.F.R. § 2800.101. Why this condition:\nCPD funding will cover award-related travel costs for the recipient agency or other (non-recipient) individuals to\nattend training and technical assistance conferences, seminars, or classes or to visit a site specified in the original\napplication. Allowable expenses for award-related lodging, meals, and incidental expenses that were included in\nthe application were approved by the COPS Office as part of your agency’s CPD award and final budget. For\nmore information, please refer to award condition #3 on page 5, “Allowable Costs.” What you should do: Your agency should refer to your FCM for a list of approved travel costs and use CPD funds only for approved\ntravel costs incurred during the award period. In addition, your agency should keep timely and accurate records\nof all travel expenses. If at any time these costs change, you should immediately contact your COPS Office\nProgram Manager. 29 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 27. Sole Source Justification\nCondition:\nCPD recipients who have been awarded funding for the procurement of an item (or group of items) or service in excess\nof $150,000 and who plan to seek approval for use of a noncompetitive procurement process must provide a written\nsole source justification to the COPS Office for approval prior to obligating, expending, or drawing down award funds\nfor that item or service. Why this condition: In general, recipients are required to procure funded items through open and free competition. However, in\nsome instances, recipients may have already determined that competition is not feasible. What you should do: If you have received an award for an item, group of items, or service in excess of $150,000 and have already\ndetermined that the award of a contract through a competitive process is infeasible, you must provide a written\njustification that explains why it is necessary to contract noncompetitively. The initial determination that competition is not feasible can be made if one of the following circumstances\nexists:\n•\n•\n•\n• The item/service is available only from one source. The public exigency or emergency for the requirement will not permit a delay resulting from competitive\nsolicitation. The COPS Office authorizes noncompetitive proposals in response to a written request from the recipient. Competition is determined inadequate after solicitation of a number of sources."
}