{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 30,
  "chunk_text": "17 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual When appropriate, U.S. Department of Justice publications and other products and deliverables developed\nunder the Community Policing Development award should contain the following copyright notice: “Copyright\n© [year work was published] [name of copyright owner]. The U.S. Department of Justice reserves a royaltyfree, nonexclusive, and irrevocable license to reproduce, publish, or otherwise use, and authorize others to\nuse, this publication for Federal Government purposes. This publication may be freely distributed and used for\nnoncommercial and educational purposes only.” Why this condition:\nU.S. Department of Justice regulations allow the recipient of a COPS Office award to copyright any work that\nis subject to copyright and was developed, or for which ownership was purchased, under an award. As a Federal Government agency whose activities include producing and disseminating law enforcement\nmaterials to advance public safety through community policing across the nation, the COPS Office has\nan interest in making your deliverables and products widely available and accessible to the public. The\nCOPS Office may make available for reproduction any material developed under the award by any means,\nincluding a DOJ website, a hard copy(ies), or in electronic form(s), without restriction. While the awardee\nowns the copyright in a COPS Office-funded work, the COPS Office reserves a royalty-free, nonexclusive,\nand irrevocable license to reproduce, publish, or otherwise use, and to authorize others to use, for Federal\nGovernment purposes: (1) the copyright in any work developed under the award including any related\nsubaward or contract and (2) any copyright to which an awardee, including its subawardee or contractor,\npurchases ownership with financial support from award funds. 2 C.F.R. § 200.315(b). In addition, the COPS Office retains sole discretion to determine whether to publish any final deliverables\n(e.g., reports, publications, manuals and training curricula) produced under an award as a DOJ resource. What you should do: The awardee is responsible for acquiring the rights, and ensuring that its subawardees/contractors/authors\nacquire the rights to copyrighted material for inclusion in DOJ publications or other products or deliverables\nthat are developed under this cooperative agreement, including the payment of required fees. All licensing,\npublishing, or similar agreements with a copyright holder, publisher, or other relevant party shall include\nprovisions giving the Federal Government a royalty-free, non-exclusive, and irrevocable license to reproduce,\npublish, or otherwise use, and to authorize others to use, the copyrighted material for Federal Government\npurposes. To help protect against unauthorized use, COPS Office-funded publications and other products or\ndeliverables should contain the above-referenced copyright notice when appropriate. If applicable, the awardee may copyright work that was developed, or for which ownership was purchased,\nunder an award. However, please be advised that the DOJ is a nonexclusive licensee and only the legal or\nbeneficial owner of an exclusive right under a copyright is entitled to institute an infringement action. An\nawardee should therefore consult its own legal counsel with any copyright infringement questions. For more\ninformation about registering a copyright, please visit the U.S. Copyright Office at www.copyright.gov. 22. Additional high-risk awardee requirements"
}