{
  "document_category": "guidance",
  "document_name": "JAG-PREA-FAQ.pdf",
  "chunk_index": 3,
  "chunk_text": "Below is an illustration of how the PREA reduction is assessed: If state X is to receive an initial state allocation of $3,000,000, the 5 percent PREA reduction\nwould be calculated as follows: The mandatory pass-through amount of $1,200,000 (based on state X’s mandatory 40\npercent pass-through) is subtracted from the $3,000,000, resulting in $1,800,000, the state’s\n60 percent share of JAG funding. The “less-than-$10,000” allocation for state X, or $250,000, is then added to the $1,800,000,\nresulting in $2,050,000. The 5 percent PREA reduction is then assessed on the $2,050,000 amount ($2,050,000 x .05),\nresulting in a $102,500 reduction for state X.\nFor the District of Columbia and the territories, the reduction will be assessed on the full allocation\nbecause the entire allocation goes to the District and territorial governments. If a state uses the 5 percent PREA reallocation, will that be included in the standard\nstate JAG award? The 5 percent PREA reallocation will not be included in the state JAG award, to facilitate separate\ntracking of PREA activities. For a state that submits an assurance that not less than 5 percent of its\nDOJ funding for prison purposes will be used solely to adopt and achieve full compliance with the\nPREA Standards and chooses to receive its funds in the form of a PREA reallocation award, the\nBureau of Justice Assistance (BJA) will provide guidance and require a separate funding application\nbe submitted that details the specific PREA-related activities to be carried out using these funds. BJA\nstaff will work with states on this application, and awards will be made by September 30. For states that choose the abeyance option, these funds will be held by DOJ’s Office of Justice\nPrograms until December 16, 2019, but they may be released earlier if the state’s governor certifies\nfull compliance with the PREA Standards prior to that date. When does the PREA reduction take effect? The first year of the 5 percent reduction was fiscal year 2014, which began on October 1, 2013 and\nended on September 30, 2014. States have an ongoing obligation to work toward and achieve\n2 compliance with the PREA Standards; therefore, the PREA reduction will be applied each year that\nthe governor does not certify full compliance with the PREA Standards. When is the governor’s certification or assurance due to DOJ? The deadline for submission of either a certification regarding adoption and full compliance with the\nPREA Standards or an assurance of intention to adopt and achieve full compliance with the PREA\nStandards is October 15 each year. What options does the governor have with regards to PREA compliance? Pursuant to the PREA statute, the governor has the following options: (1) Submit a certification that all confinement facilities under his or her operational control are in\nfull compliance with the PREA Standards. (2) Submit an assurance which gives the governor the option to:\na. Use not less than 5 percent of impacted DOJ funds to work toward and achieve full\ncompliance with the PREA Standards in the future, resulting in a reallocation of\nimpacted DOJ grant funds; or\nb."
}