{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 81,
  "chunk_text": "It will comply (and will require any subrecipients or contractors to comply) with any applicable\nnondiscrimination provisions, which may include the Omnibus Crime Control and Safe Streets Act of 1968\n(42 U.S.C. § 3789d), the Victims of Crime Act (42 U.S.C. §10604(e)), the Juvenile Justice and Delinquency\nPrevention Act of 2002 (42 U.S.C. § 5672(b)), the Violence Against Women Act (42 U.S.C. § 13925(b)(13)), the\nCivil Rights Act of 1964 (42 U.S.C. § 2000d), the Indian Civil Rights Act (25 U.S.C. §§ 1301–1303); the\nRehabilitation Act of 1973 (29 U.S.C. §794), the Americans with November 2015 2 Disabilities Act of 1990 (42\nU.S.C.§ 12131–34), the Education Amendments of 1972 (20 U.S.C. §§1681, 1683, 1685–86), and the Age\nDiscrimination Act of 1975 (42 U.S.C. §§ 6101–07). It will also comply with Executive Order 13279, Equal\nProtection of the Laws for Faith-Based and Community Organizations; Executive Order 13559, Fundamental\nPrinciples and Policymaking Criteria for Partnerships With Faith-Based and Other Neighborhood\nOrganizations; and the DOJ implementing regulations at 28 C.F.R. Part 38. 88 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual 7. If the applicant applies for and receives a COPS Office award, it will, to the extent practicable and consistent\nwith applicable law —including, but not limited to, the Indian Self Determination and Education Assistance\nAct—seek, recruit and hire qualified members of racial and ethnic minority groups and qualified women in\norder to further effective law enforcement by increasing their ranks within the sworn positions in the\nagency. 8. If the applicant applies for and receives COPS Office funding, it will comply with the minimum wage and\nmaximum hours provisions of the Fair Labor Standards Act (29 U.S.C. § 201, et seq.), as applicable. 9. If the applicant applies for and receives a COPS Office award that contains a retention requirement, it will\nretain the increased officer staffing level and/or the increased officer redeployment level, as applicable, with\nstate or local funds for a minimum of 12 months following expiration of the grant period. 10. In the event that grant reimbursements are reduced or withheld to pay off delinquent federal debts through\nthe Treasury Offset Program or other federal debt collection process, it agrees to increase the nonfederal\nshare (or, if the awarded grant does not contain a cost sharing requirement, contribute a nonfederal share)\nequal to the amount reduced or withheld in order to fully implement the grant project. 11. If a governmental entity– a) It will comply with the requirements of the Uniform Relocation Assistance and\nReal Property Acquisitions Act of 1970 (42 U.S.C. § 4601 et seq.), which govern the treatment of persons\ndisplaced as a result of federal and federally assisted programs; and b) It will comply with the requirements\nof 5 U.S.C.§§ 1501–08 and §§7324–28, which limit certain political activities of state or local government\nemployees whose principal employment is in connection with an activity financed in whole or in part by\nfederal assistance. 12."
}