{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 70,
  "chunk_text": "In addition, technology can support crime/problem\nanalysis functions by enabling agencies to gather information on greater aspects of events including more\ndetailed information on offenders, victims, crime locations, and quality-of-life concerns, and to further\nenhance analysis. Quality and accuracy of data Information is only as good as its source, and, therefore, it is not useful if it\nis not of high quality and accurate. Community policing encourages agencies to put safeguards in place to\nensure that information from various sources is collected in a systematic fashion and entered into central\nsystems that are linked to one another and checked for accuracy so that the information can be used\neffectively for strategic planning, problem solving, and performance measurement. Appendix D. COPS Anti-Gang Initiative (CAGI) file management: Documents to\nmaintain in CAGI grant file\nRecords must be maintained throughout the two-year CAGI grant period and for at least three years following the\nofficial closeout of the CAGI grant. GRANT PROGRAM____CAGI_________GRANT # ______________________________________ GRANT AWARD START DATE_____________ORIGINAL AWARD END DATE____________ EXTENDED AWARD END DATE (if applicable)________________________ COPY OF GRANT APPLICATION (You can access the final copy of your CAGI application through the COPS\nOffice website at www.cops.usdoj.gov, using the Account Access link, print a copy of the application, and\nkeep it with your agency’s CAGI grant records.) _____ COPY OF GRANT AWARD DOCUMENT _____ FINANCIAL CLEARANCE MEMO GRANT AWARD MODIFICATION APPROVAL LETTERS (w/ Revised Budget Information) AND/OR GRANT\nEXTENSION APPROVAL LETTERS (if applicable)\n_____ QUARTERLY FEDERAL FINANCIAL REPORT – SF-425 (for each quarter of the grant period) _____ PROGRAMMATIC PROGRESS REPORTS\n• CAGI Quarterly Progress Report(s) (for each quarter of the grant period)\n• Closeout Report 57 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual _____ SUPPORTING DOCUMENTATION FOR DRAWDOWNS\n• W2 Employee Forms (Copy)\n• Records of salary / approved fringe benefits rates for each person hired under the grant\n• Records of hire dates for each person hired under the grant\n• Payroll records / Time & attendance records\n• Postal receipts / Fax transmission reports (to prove submission dates)\n• Log of reimbursement requests made via GPRS\n• Copies of checks or wire transfer documents (if applicable)\n• Copies of financial office journal entries (if applicable)\n_____ ADDITIONAL SUPPORTING DOCUMENTATION FOR MILITARY VETERAN HIRES\n• Copy of Certificate of Release or Discharge from Active Duty (DD-214)\n_____ ADDITIONAL SUPPORTING DOCUMENTATION FOR REHIRES\n• Records of the date of lay-off(s)\n• Records demonstrating the reason(s) for the lay-off(s), specifically showing fiscal reasons that are\nunrelated to the availability or receipt of CAGI funds. [Records that may be used to prove that scheduled\nlay-offs are occurring for local economic reasons that are unrelated to the availability of CAGI grant\nfunds may include (but are not limited to) council or departmental meeting minutes, memoranda,\nnotices, or orders discussing the lay-offs; notices provided to the individual officers regarding the date(s)\nof the lay-offs; and/or budget documents ordering departmental and/or jurisdiction-wide budget cuts.] • Records demonstrating that your agency continued funding the officers with local funds until the date\nof the scheduled lay-offs and did not draw down on CAGI funding for the positions until the lay-offs\notherwise would have occurred. •"
}