{
  "document_category": "guidance",
  "document_name": "Model-Tribal-Code_508.pdf",
  "chunk_index": 11,
  "chunk_text": "Where the victim is 12 years of age or younger, 18 U.S.C. § 2244 (abusive\nsexual contact), or\n5. Any other offense defined as a Tier III offense under 42 U.S.C. § 16911(4),\nas it may be amended. F. Certain Military Offenses. Any military offense specified by the Secretary of\nDefense under section 115(a)(8)(C)(i) of Public Law 105-119 (codified at 10\nU.S.C. § 951 note), as amended, that is similar to those offenses outlined in\nSection 3.03(B), (C), (D), or (E) shall be considered a Tier III offense. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 10 CHAPTER REQUIRED INFORMATION 4 SECTION 4.01 GENERAL REQUIREMENTS A. Duties. A sex offender covered by this Code who is required to register with the\nName of Tribe pursuant to this Code shall provide all of the information detailed\nin this chapter to the Responsible Agency Name. The Responsible Agency\nName or its designee shall obtain all of the information detailed in this chapter\nfrom sex offenders who are required to register with the tribe. Responsible\nAgency Name shall implement any policies and procedures necessary to\nimplement its terms. B. Digitization. All information obtained under this Code shall be, at a minimum,\nmaintained by the Responsible Agency Name in a digitized format. C. Electronic Database. The Name of Tribe Sex Offender Registry shall be\nmaintained in an electronic database by the Responsible Agency Name or its\ndesignee, and shall be in a form capable of electronic transmission. D. Biometrics. The Responsible Agency Name or its designee shall obtain, and a\nsex offender shall provide, the following biometric and biologic information:\n1. Finger and Palm Prints. Both fingerprints and palm prints. Fingerprints\nand palm prints shall be immediately submitted to the appropriate Federal\nBureau of Investigation (FBI) databases by the Responsible Agency Name. 2. DNA. If the sex offender’s DNA is not already contained in the Combined\nDNA Index System (CODIS), the sex offender shall provide the Responsible\nAgency Name or its designee a sample of their DNA. a. Any DNA sample obtained from the sex offender shall be immediately\nsubmitted to the FBI for inclusion in CODIS. E. Registration Information. The Responsible Agency Name or its designee\nshall obtain, and a sex offender shall provide, the following biographic and\ndocumentary information:\n1. Name. The following information related to the sex offender’s name:\na. The sex offender’s full primary given name,\nb. Any and all nicknames, aliases, and pseudonyms regardless of the\ncontext in which they are used, and\nc. Any and all ethnic or tribal names by which the sex offender is\ncommonly known. This does not include any religious or sacred names\nnot otherwise commonly known. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 11 2. Date of Birth.\na. The sex offender’s actual date of birth, and\nb. Any other date of birth used by the sex offender. 3. Photograph. A sex offender shall permit their photograph to be taken by\nthe Responsible Agency Name or its designee:\na."
}