{
  "document_category": "guidance",
  "document_name": "GuideToProcurementProcedures.pdf",
  "chunk_index": 23,
  "chunk_text": "If the answer is “No,” action should be taken to have proper\ndelegations made in writing. Inspection and Acceptance 2. For materials and hardware, do invoices submitted by the\ncontractor include evidence of acceptance by the nonFederal entity? If the answer is “No,” the invoice shall not be paid until\nevidence of acceptance is indicated. 3. On cost reimbursement contracts, before acceptance by the\nnon-Federal entity, has contract dollar reimbursement been\nreconciled with available contract specified funding? If the answer is “No,” procedures shall be developed to\nverify funding availability before acceptance is made. Progress Reports (cost reimbursement contracts) 4. Are progress reports reviewed to validate correctness and to\ndetermine if contract delivery schedules/milestones are\nbeing met? If the answer is “No,” progress related to milestones should\nbe analyzed to determine contract status. If the contractor is\nin violation of the contract requiring progress reports, action\nshould be taken to enforce the contract terms and\nconditions. Page | 46 No. Question Yes No Inspection and Acceptance\n5. Are invoices submitted by the contractor for materials and\nequipment analyzed by the non-Federal entity before\nauthorizing payment? If the answer is “No,” procedures shall be developed to\nanalyze all invoices submitted to ensure availability. 6. Under cost reimbursable contracts, are the dollars requested\nby the contractor compatible with progress indicated on\nstatus reports? If the answer is “No,” percent of contract completion\nindicated on progress reports should be compatible with\ntotal funds requested for reimbursement. 7. Is availability of funds determined before approval of the\ninvoice authorizing payment? If the answer is “No,” funds availability must be determined\nbefore authorizing the invoice for payment. Non-Federal Entity Contract Close-Out 8. Have all contract funds been reconciled? Have any remaining\nfunds been de-obligated? Have all invoices been paid? 9. Has any property furnished or purchased by the non-Federal\nentity been returned or accounted for in accordance with\nexisting procedures? 10. Has the non-Federal entity received a certification from the\ncontractor that all bills relating to the contract have been\npaid? 11. Have all contract deliverables been inspected and accepted\nby the non-Federal entity? 12. Have any law suits/legal actions relating to contract activity\nbeen settled? Page | 47 No. Question 13. On cost reimbursement contracts, is the non-Federal entity\nsatisfied that all claimed costs are allowable costs relating to\ncontract activity? 14. Has a bi-lateral amendment been executed reflecting\ncontract close-out? Yes No Contract close-out is not complete if any of questions 8 to 14\nreflect a “No” response. Page | 48 Chapter 18\nOther Considerations\n1. Lease vs. Purchase Where appropriate, an analysis will be made of lease versus purchase\nalternatives, and any other appropriate analysis to determine the most\neconomical approach. 20\nBefore entering into a leasing arrangement for equipment or purchasing equipment, a leasepurchase analysis should be performed by the non-Federal entity to determine economic\nfeasibility. This analysis should reflect a comparison of forecasted costs for both an outright\npurchase and a leasing arrangement. If determination is made to enter into a lease/purchase,\nnon-Federal entities shall ensure that a certain part of the lease cost (dollars) will apply toward\nthe purchase price of the equipment (indicated in the lease)."
}