{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 56,
  "chunk_text": "Subsequent e-mail, fax,\nand/or hard copy reminders may be sent to the awardee if the SF-425 is delinquent. For general information concerning online filing of SF-425 reports, go to https://portal.cops.usdoj.gov or\ncontact the COPS Office Response Center by phone at 800-421-6770 or by e-mail at AskCopsRC@usdoj.gov. If you need assistance in completing the SF-425, contact the COPS Office Response Center at 800-421-6770 or by\ne-mail at AskCopsRC@usdoj.gov and ask to be connected with the staff accountant that is assigned to your\nstate or review the “Helpful Hints Guide for Completing the Federal Financial Report (SF-425)” at\nwww.cops.usdoj.gov/pdf/SF-425_Helpful_Hints_Guide_5.9.13.pdf. How will award funds be monitored? The COPS Office and designated representatives from the Office of the Chief Financial Officer, Office of Justice\nPrograms monitor the financial aspects of your agency’s award through financial reports, on-site visits, officebased award reviews, meetings, telephone contacts, reports, audits, reviews of award change requests, and\nspecial request submissions. Program Progress Reports\nQuarterly Program Progress Reports and a Final Program Progress (Closeout) Report are required to be\nsubmitted directly to the COPS Office through the “Account Access” link of the COPS Office website at\nhttps://portal.cops.usdoj.gov. How do we file a Program Progress Report? Please access the COPS Office website at https://portal.cops.usdoj.gov and click on the “Account Access” link\nat the top right side of the page. Once you are logged in, select “Applications” from the agency portal menu,\nclick on the “Progress Report” icon, and follow the instructions to complete your report. How do we obtain online access to complete the Program Progress Report? If you do not have login access, you should contact your agency portal administrator to set up an account for\nyou. 59 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual If you have a registered account but do not remember your password, you may reset your password by going to\nthe agency portal homepage in “Account Access,” entering your e-mail address, and clicking on the “Forgot\nPassword” link. If you do not have your user name or password, please contact the COPS Office Response Center\nby phone at 800-421-6770 (from Monday through Friday between 9:00 AM and 5:00 PM Eastern time) or by email at AskCopsRC@usdoj.gov. Do we need to request a Program Progress Report? No. The COPS Office will notify your agency directly when the report is due. A notification for submitting your\nquarterly Program Progress Report will be sent electronically in January, April, July, and October covering\nactivities for the preceding calendar quarter. Notification for submitting your Final Program Progress (Closeout)\nReport will be sent to your agency in the month following your award end date. When are Program Progress Reports due? Program Progress Reports for COPS Office awards must be submitted every quarter and no later than 30 days\nafter the last day of each reporting quarter, as detailed in table 2:\nTable 2. Due dates of Program Progress Reports by quarter\nReporting quarter\nJanuary 31–March 31\nApril 1–June 30\nJuly 1–September 30\nOctober 1–December 31 Program Progress Report due date\nApril 30\nJuly 30\nOctober 30\nJanuary 30 What kind of information will these reports require?"
}