{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 11,
  "chunk_text": "Your agency will be responsible for the information and rules contained in this manual and\nfor implementing your grant in compliance with the applicable terms, conditions, and regulations. More\ndetailed guidance regarding any particular grant requirement or your agency’s specific circumstances can\nbe requested through your COPS Office Grant Program Specialist (GPS). What you should do:\nPlease read the entire TRGP Grant Owner’s Manual carefully prior to signing the grant award document. If\nyou have any questions, please contact your COPS Office GPS. When accepting your grant award, you should\nensure that the proper reporting and financial systems are in place to satisfy the grant requirements. 2. Assurances and Certifications The grantee acknowledges its agreement to comply with the Assurances and Certifications forms that were signed\nas part of its grant application. Why this condition:\nAlthough the COPS Office has made every effort to simplify the process of applying for and receiving grants,\nseveral provisions of federal law require us to seek your assurances and certification regarding certain\nmatters. Most of the assurances and certifications apply to all federal grant programs. What you should do:\nApplicants to COPS Office grant programs are required to sign the Assurances and Certifications forms at\nthe time of application. Signing these documents assures the COPS Office that you have read, understood,\nand accepted the grant terms and conditions outlined in the Assurances and Certifications. Your agency\nis required to keep Assurances and Certifications forms that were signed as part of its grant application. Please read these documents carefully, because signatures on these documents are treated as a material\nrepresentation of fact upon which reliance will be placed when the U.S. Department of Justice determines\nwhether to award the covered grant. Additional copies of the Assurances and Certifications forms are\ncontained in appendix B of this manual on page 71. If you have any questions about the Assurances and\nCertifications, please contact your COPS Office GPS at 800-421-6770. 3. Allowable costs The funding under this project is for the payment of approved costs to meet the most serious needs of law\nenforcement in tribal communities. The allowable costs for which your agency’s grant has been approved are\nlimited to those listed on the Financial Clearance Memorandum (FCM), which are included in your agency’s award\npackage. The FCM specifies the amount of TRGP funds awarded to your agency. You should carefully review your FCM, which\ncontains the final officer salary and fringe benefit categories and amounts for which your agency was approved. Please note that the salary and fringe benefit costs requested in your grant application may have been adjusted or\nremoved. Your agency may only be reimbursed for the approved cost categories that are documented within the\nFCM, up to the amounts specified in the FCM. Your agency may not use TRGP grant funds for any costs that are not\nidentified as allowable in the Financial Clearance Memorandum. 4 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual Only actual allowable costs incurred during the grant award period will be eligible for reimbursement and\ndrawdown."
}