{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 14,
  "chunk_text": "In addition, before the COPS Office officially closes out your agency’s grant award, your agency must\nreconcile any changes between your approved final indirect cost rate and approved provisional indirect cost\nrate and, if necessary, repay the COPS Office for any indirect cost rate overpayment. If your agency draws\ndown excess COPS Office grant funding for indirect costs, please return the overpayment to the COPS Office\nand submit a revised Federal Financial Report (SF-425). See the COPS Office website for a fact sheet on indirect costs: http://www.cops.usdoj.gov/ pdf/2015AwardDocs/cpd/Indirect_Cost_Rate_Fact_Sheet.pdf. 4. Supplementing, not supplanting\nState, local, and tribal governments must use TRGP grant funds to supplement, and not supplant, state, local, or BIA\nfunds that are already committed or otherwise would have been committed for grant purposes (hiring, training,\npurchases, and/or activities) during the grant period. In other words, grantees may not use COPS Office funds to\nsupplant (replace) state, local, or BIA funds that would have been dedicated to the COPS Office-funded item(s) in\nthe absence of the COPS Office grant. Why this condition:\nThe COPS Office statutory nonsupplanting requirement mandates that grant funds may not be used to\nreplace state or local funds (or, for tribal grantees, BIA funds) that would, in the absence of federal aid, be\nmade available for the grant purposes. What you should do:\nTRGP-Hiring grantees may not use grant funds to pay for any item or cost funded under the grant\n(equipment, personnel, training, etc.) if that item or cost was otherwise budgeted with state, local, or BIA\nfunds, or committed to the grantee’s budget. 6 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual TRGP-Hiring —To meet this grant condition, you must ensure that the following: • If your agency is redeploying a current employee to perform the work duties of the TRGP-Hiring position, the redeployed position must be paid with local funds. The COPS Office grant funds may be\nused to backfill the resulting vacancy with newly hired personnel for an equivalent amount of time. Each individual employed under the TRGP-Hiring grant must be newly hired or rehired on or after the\ngrant award start date unless an exception is authorized in writing by the COPS Office. • Any officer your agency hires brings your force not only to a number over and above the number of\nfunded positions that you had on the date of your Coordinated Tribal Assistance Solicitation (CTAS),\nincluding funded but vacant positions, but also to a number over and above the number of locally\nfunded officer positions during the grant award period. • During the life of your grant, your agency must continue to hire as many new, locally funded officers as you would have hired if you had not received your grant. Your agency may not cancel or postpone\nspending money in its budget that is committed to hiring other new officers. • Your agency must take active and timely steps to fill any vacancies that were created on or after the date of your grant application by retirement, resignation, or other reasons with new officers in addition\nto your TRGP-Hiring grant-funded positions. Note:"
}