{
  "document_category": "guidance",
  "document_name": "5553.08.pdf",
  "chunk_index": 1,
  "chunk_text": "U.S. Department of Justice\nFederal Bureau of Prisons\nPR O G RAM STATE M E NT\nOPI:\nCPD/CPB\nNUMBER: 5553.08\nDATE:\nJanuary 4, 2017 Escapes/Deaths Notifications\n/s/\nApproved: Thomas R. Kane\nActing Director, Federal Bureau of Prisons 1. PURPOSE AND SCOPE This Program Statement provides policy and procedure for the timely notification of interested\nparties when an inmate escapes or dies. a. Summary of Changes\nPolicy Rescinded\nP5553.07\nEscapes/Deaths Notifications (2/10/06) Removes the requirement to send a copy of the notification letter regarding the escape of military\ninmates to the Correctional Programs Administrator in the North Central Region. Allows in certain instances, for escape notifications to be sent by electronic message. b. Program Objective. The expected result of this program is:\nTimely notification will be provided to appropriate individuals and agencies when an inmate\nescapes or dies. c. Institution Supplement. None required. Should local facilities make any changes outside\nthe required changes in the national policy or establish any additional local procedures to\nimplement the national policy, the local Union may invoke to negotiate procedures or appropriate\narrangements. d. Pretrial/Holdover and/or Detainee Procedures\n■ Pretrial. Escape notification procedures in this PS apply to pretrial inmates. Death\nnotification procedures for pretrial inmates are specified in the Program Statement Pretrial\nInmates. ■ Holdover. This PS applies to holdover inmates, as indicated in applicable sections. ■ Detainee. This PS applies to Immigration and Customs Enforcement (ICE) detainees. 2. DEFINITION For the purposes of this Program Statement, “escape” is an unauthorized absence from custody. 3. ESCAPE NOTIFICATION PROCEDURES Note: If there is an indication of a threat to any official, victim, or witness, immediate\nnotification must be made to those persons. a. Notification of Bureau Officials\n(1) Escape During Regular Work Day. The Warden (or designee) notifies the Regional\nDirector of the escape immediately by telephone, and confirms this notification by sending an\nelectronic Report of Incident form (BP-A0583) to the Regional Office, with an information copy\nto the Correctional Services Administrator, Central Office. (2) Escape After Regular Work Day. The Institution Duty Officer reports the escape in\naccordance with the Program Statement Duty Officers. The Warden (or designee) confirms this\nnotification by sending an electronic Report of Incident form (BP-A0583) to the Regional Office\nthe next day, with an information copy to the Correctional Services Administrator, Central\nOffice. b. Notification of Federal Officials\n(1) Federal Bureau of Investigation. The Warden (or designee) notifies the FBI office having\njurisdiction over the institution immediately by telephone. A copy of the Notice of Escaped\nFederal Prisoner (BP-A0393) must be sent by an electronic message or faxed to the FBI. A copy\nof the electronic message or fax transmittal will be filed in the Judgment and Commitment file\nwith the original Notice of Escaped Federal Prisoner (BP-A0393). (2) U.S. Marshals Service. The Warden (or designee) immediately by telephone notifies the\nU.S. Marshals office having jurisdiction over the institution. A copy of the Notice of Escaped P5553.08 1/4/2017 2 Federal Prisoner (BP-A0393) must be sent by an electronic message or fax to the U.S. Marshal’s\noffice. A copy of the electronic message or fax transmittal will be filed in the Judgment and\nCommitment file with the original Notice of Escaped Federal Prisoner (BP-A0393). (3) Court Officials."
}