{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 19,
  "chunk_text": "Trainers are responsible for ensuring proper\ntraining and guidance are afforded the new CCM, COS, or CCST as\nwell as for determining their proficiency in each training area. The CCRA shall determine, with the appropriate input of the\nsupervising MCA and CCM, when a CCST is eligible for promotion to\na more responsible position. Generally, the training program\nshould be completed within 12 months; however, where appropriate,\nsupervisory staff may accelerate or extend the training program\nafter consultation with the CCRA and MCA. The emphasis should be\non completing the entire program in the allotted time rather than\non completing tasks in the order listed. During the initial three months, the new CCM/COS/CCST shall\nbecome familiar and/or proficient in the following areas:\n1.\nAs soon as practical, the new CCM/COS/CCST shall be\nintroduced to the principle individuals with whom he/she will\nbe involved, including, but not limited to, the following:\na.\nstaff). Members of the Federal Court (ie., judges and probation b.\nMembers of the U.S. Marshals Service, U.S. Attorneys\nOffice, and other members of the Federal family within the\nservice area of the assigned office, as deemed appropriate. c. All heads of agencies with whom the office works on a\ncontractual basis. This includes CCC Directors,\nWardens and Superintendents of State institutions, Sheriffs,\nChiefs of Police, and other members of local law enforcement\nagencies as necessary. PS 7300.09\n1/12/98\nAttachment 3-1, Page 2\nd.\nIntroduction to all Bureau staff with whom the assigned\noffice is directly involved. This includes all\nexecutive staff within all institutions in the office service\nareas. A visit to the Regional Office should\nbe arranged, if possible, in order to meet the Regional Director\nand any other staff with whom the new CCM/COS/CCST will be\nworking. e.\nMeeting with the Transitional Services Program staff\nand becoming familiar with their duties. 2.\nThe new CCM/COS/CCST shall immediately begin training in\nSENTRY and office management systems, and demonstrate\nproficiency in the following areas after the initial three month\nperiod: The ability to maintain the Inmate Information System\nwithin SENTRY.\n! The ability to program inmate information into the\nSENTRY data base, and perform the necessary functions within the\ndesignation process, up to and including transmitting data to\nthe Regional Designator for a final designation decision.\n! The ability to release an inmate from SENTRY, following\nrelease from a contract facility. ! Proficiency in the use of basic SENTRY ISM and case\nmanagement functions.\n! Proficiency in the proper and efficient verification of\nbillings from contractors. ! Familiarity with office operations including filing\ntechniques, ordering of supplies, methods of preparing purchase\nrequests, paying operation costs within the office, and\nmaintenance of office equipment.\n! The ability to create and maintain inmate files and\ndispose of them upon final release of the inmate. ! ! The methods of maintaining and disposing of contract files. An understanding of the Transitional Services Program\n(TSP), including familiarity with the TSP referral process,\ncontract oversight, and case management functions.\n! PS 7300.09\n1/12/98\nAttachment 3-1, Page 3 During the second three-month period, the new CCM/COS/CCST shall\nbe given a gradual increase in his/her level of responsibility. At the end of this period, the new CCM/COS/CCST shall demonstrate\nfamiliarity within the following areas:\nProficiency in the Security Designations Systems. Under the\ndirection of the CCM, the new CCM/COS/CCST shall begin to submit\ndesignation requests to the Regional Designator.\n!"
}