{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 98,
  "chunk_text": "Any offender on probation or bond is considered to have absconded\nfrom supervision rather than escaped from custody. It is not\nnecessary to complete the Escape Report, EMS Form 907, for\nabsconders. 5.6.2. Procedures a. Escape from a contract facility (1)\nCCMs must ensure that all contract staff are\nfamiliar with escape reporting procedures. (2)\nContract staff must report escapes to CCMs\nimmediately after the inmate is placed on escape status (no\nreporting delays are allowable for escapes from secure-type\nfacilities). Staff should not wait until regular working hours\nif the escape occurs in the evenings or on weekends. The CCM shall\nensure the CCC staff can contact CCM staff after hours. This\nmay include providing a beeper or cell phone number (with backup\nhome number of a staff member), or providing the home phone\nnumbers of at least two community\ncorrections staff members. CC Offices shall establish\nlocal procedures for immediate USMS notification. (3)\nUpon notification of an escape during non-duty\nhours, the CCM shall determine the necessity to contact the\nregional duty officer, depending on the circumstances of the\nescape, but shall always report escapes from secure custody. These requirements necessitate CCM staff being\naware of the weekly PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 14\nregional duty officer roster. Escapes from contract\nconfinement facilities (jails, long-term institutions,\njuvenile boarding facilities) must be reported immediately. (4)\nThe CCM shall complete the Community Corrections\nEscape Report (EMS Form 907),\n(Attachment 5-2b). The\nfollowing information may be of assistance in filling out this\nform:\nESCAPE FROM CUSTODY - Under this category, report an inmate\nwhose whereabouts are unknown after contract staff have tried\nto locate the inmate at local jails, hospitals, job, and pass\nlocations. ESCAPE DUE TO COMMUNITY ARREST - Under this category, report\nan inmate who is missing as a result of an arrest by a law\nenforcement authority. The CCM is aware of the inmate's\nlocation and has initiated procedures to place a detainer in\nfavor of the USMS with the USM having\ncustody. The CCM shall ask the USMS to notify the\nCCM when the detainer is executed. In SENTRY\nthese are identified as technical escapes. Community Arrest/New Criminal Behavior - An inmate is arrested\nfor engaging in new criminal behavior since assignment to a\ncommunity based program, such as when an inmate is arrested and\ncharged with a robbery that occurred while signed out of the\nCCC. Community Arrest/Old Criminal Behavior - An inmate is arrested\nfor criminal behavior that occurred prior to assignment to a\ncommunity based program. For example, the inmate is\narrested by an officer who recognizes him as having a warrant\npending since before this incarceration. The \"Circumstances\" section should include basic information\npertaining to the escape with facts related to any new or old\ncriminal behavior, injuries, and/or media attention. Note\nany public safety factors or special management concerns as\nwell as pertinent background information on the inmate and\noffense not detailed in the Inmate Load and Security\nDesignation form (BP-S337). Facts pertaining to the CCC’s PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 15\naccountability procedures regarding the incident are to be\nincluded. Other areas in the Escape Report are self explanatory. CCMs\nneed to ensure this entire form is completely filled out with\naccurate information pertaining to the inmate's status."
}