{
  "document_category": "guidance",
  "document_name": "AOM.pdf",
  "chunk_index": 81,
  "chunk_text": "There is a minimum 25\npercent matching fund requirement for 2017 CHP, unless waived in writing by the COPS Office. 83 2017 COPS Hiring Program (CHP) Award Owner’s Manual\nmilitary veteran. Under the 2017 CHP, a military veteran is any individual who has served on active duty at any\ntime in the armed forces for a period of more than 180 consecutive days, any part of which occurred on or after\nSeptember 11, 2001, and who has been discharged or released from active duty in the armed forces under\nhonorable conditions. obligation of funds. The COPS Office obligates federal funds when the award document is signed by the COPS\nOffice Director or his or her designated official. For the recipient, award funds are obligated when monies are\nspent hiring approved personnel under the award. The term encumbrance is often used at the local and state\nlevels to describe this type of transaction. Liquidated obligations are considered cash outlays or monies actually\nspent. Unliquidated obligations are obligations incurred and recorded but not yet paid (accrual basis of accounting)\nor not yet recorded and not yet paid (cash basis of accounting). Originating Agency Identifier (ORI) number. This number is assigned by the Federal Bureau of Investigation (FBI),\nand it is your agency’s unique identifier. The first two letters are your state abbreviation, the next three numbers\nare your county’s code, and the final two numbers identify your jurisdiction within your county. If your agency\ndoes not have an ORI number assigned by the FBI, the COPS Office assigns a non-official ORI code to use as an\nagency identifier (in such cases, the last two characters will be “ZZ”). It can be found on your award document. When you contact the COPS Office with a question, please reference your ORI number (and/or your award\nnumber). primary law enforcement authority. An agency with primary law enforcement authority is the agency that is the\nfirst responder to calls for service, and has ultimate and final responsibility for the prevention, detection, or\ninvestigation of violations of criminal laws within its jurisdiction. The Public Safety Partnership and Community Policing Act of 1994. The COPS Office is charged with fulfilling the\nmandates of this law. The purposes of the law are to\n• increase the number of community policing officers on the beat;\n• provide additional and more effective training to law enforcement officers to enhance their problem-solving,\nservice, and other skills needed in interacting with members of the community;\n• encourage the development and implementation of innovative programs to permit members of the\ncommunity to assist law enforcement agencies in the prevention of crime; and\n• encourage the development of new technologies to assist law enforcement agencies in reorienting the\nemphasis of their activities from reacting to crime to preventing crime. rehire. CHP provides funding to rehire full-time officers who were laid off (from any jurisdiction) or who were\nscheduled to be laid off on a specific future date at the time of award application as a result of state, local, or BIA\nbudget reductions."
}