{
  "document_category": "guidance",
  "document_name": "GuideToProcurementProcedures.pdf",
  "chunk_index": 16,
  "chunk_text": "2. Letter contracts are used when exigency requires an immediate binding agreement so\nwork can begin, but time does not permit negotiation of a definitive contract. When the 12\n13 2 C.F.R. § 200.323(d).\n2 C.F.R. § 200.318(j). Page | 29 definitive contract is awarded, the letter contract is superseded and letter contract\ndollars expended will be incorporated in the definitive contract. These contracts should\nbe used with care and only when truly necessary. 3. State, tribal, or local contractor lists. When pre-approved competition has already\noccurred, it may allow for an entity to piggy-back off the existing contract as long as it is\nconsistent with State, tribal, or local laws and procedures. The above-listed contracts are summarized on the chart located on pages 32 — 34 of this guide. Page | 30 Contract Type Checklist\nNo. Question 1. Can the deliverables be specifically identified and the quality\nmeasurable? Yes No If the answer is “Yes,” then a fixed price contract may be\nproperly utilized, either by using competitive sealed bidding\nprocedures, or, if discussions are necessary, negotiated\nprocurement (i.e., competitive proposals) procedures. 2. Should the contractor logically be able to assume the “risk”\nfor contract performance? If the answer is “Yes,” a fixed price contract is appropriate. 3. Is the contractor’s accounting system capable of segregating\ncosts so proper charges may be made to the non-Federal\nentity contract for invoicing purposes? If the answer is “No,” another type of contract other than\ncost reimbursement must be used. 4. Realizing that cost reimbursement contracts require more\ncontract administration responsibilities, is the non-Federal\nentity prepared to accept this responsibility? If the answer is “No,” steps must be taken to correctly\ndetermine whether another type of contract may be\nappropriate prior to the award of any cost-reimbursementtype contract vehicle. 5. Time and Materials, indefinite quantity, and requirements\ncontracts require that orders against the contract be\nnegotiated and placed before the contractor begins work. Will the non-Federal entity be in a position to describe\nindividual tasks to be accomplished as they generate? If the answer is “No,” consideration should be given to other\ncontractual types. 6. Concerning “Letter Contracts,” are monetary limits along\nwith a target date for definitization shown on the document? If the answer is “No,” the letter contract should be changed\nto accommodate these two points. Page | 31 Guide to Selection of Contract Types The following is a non-exhaustive list of examples of some of the contracts types that are allowed for federal procurement under the\nFAR. Non-Federal entities may find it useful to consider these in determining the procurement approach that may be appropriate for\na particular requirement. Type Applicability\nFair and reasonable prices can be\nestablished at inception. For example:\n• Firm-Fixed Price Fixed-Price with\nEscalation Fixed-Price Incentive •\n•\n• Reasonably definite design or\nperformance specifications;\nRealistic estimates;\nAdequate competition, and\nValid cost or operating data that\nprovides reasonable price comparisons. Market or labor conditions unstable over\nextended production period. Essential Elements\nInitial fixed-price places 100%\nresponsibility and risk on the\ncontractor. Non-Federal entity and contractor must\nagree on fixed-price at inception. Ceiling on upward adjustment;\ndownward adjustment appropriate\nwhere elements escalated may fall\nbelow base levels provided in contract. Contingencies are industry-wide and\nbeyond contractor control; contingencies\nmust be specifically defined in the\ncontract."
}