{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 36,
  "chunk_text": "The\ndeadline for completion should allow for adequate time in advance of the auditor’s onsite visit\nto the facility for follow-up questions and additional documentation requests. The auditor should also work with the facility to identify a facility staff member (e.g., PREA\ncoordinator, PREA compliance manager) who will coordinate and lead completion of the PreAudit Questionnaire and ensure that all of the auditor’s questions are adequately addressed. As\npreviously stated, auditors should inform facilities that neither completion of the Pre-Audit\nQuestionnaire nor the PREA audit is one person’s responsibility. It is a responsibility that is\nshared by the designated facility POC, facility leadership, and key staff who oversee various\nfacility operations (e.g., classification, medical, mental health, food services, education, and\ncontract administration). Auditors should encourage facility POCs to work with a team of staff\nfrom departments across the facility or agency to collect the required documentation and\ncomplete the Pre-Audit Questionnaire. Encouraging this collaborative process from the\nbeginning of the audit will prepare staff across the facility and agency for the onsite phase of\nthe audit, and create broader awareness of sexual safety and the PREA audit process. Completion of the Pre-Audit Questionnaire and the auditor’s initial analysis of facility and\nagency documentation are critical components of the audit process. These steps lay the\nfoundation for the audit and form the basis for the auditor’s understanding of the facility’s\noperations, terminology, structure, population, and other important information. For auditors who use the Online Audit System, the designated POC at the facility can upload the\ncompleted Pre-Audit Questionnaire directly to the online platform. The documents are stored\nand available for review by the auditor. Another benefit of using the Online Audit System is that\ninformation provided in the Pre-Audit Questionnaire will auto-populate portions of other tools\nand templates the auditor will use later in the process (e.g. the Auditor Compliance Tool and\naudit report). This is a time saver for auditors who otherwise have to type the same information\ninto different forms. For auditors who are not utilizing the Online Audit System, the completed\nPre-Audit Questionnaire and related documents can be emailed or saved onto an encrypted\nportable drive and mailed to the auditor. For information on auditor requirements for\nmaintaining the safety and security of audit documentation, refer to Chapter 5. Once the Pre-Audit Questionnaire is complete and all documentation has been received, the\nauditor should conduct a thorough review, identify gaps or issues with the submitted\ndocumentation, and follow up with the facility POC with requests for additional information\nand/or documentation, as needed. To facilitate and document this process, auditors are\nencouraged to use the Issue Log and File Review Template, which are available in the Auditor\nPortal. In preparation for the onsite phase of the audit, auditors are strongly encouraged to\nbegin completing the pre-onsite audit portions of the Auditor Compliance Tool during their\nreview of the Pre-Audit Questionnaire (see Chapter 16 for additional details on completing the\nAuditor Compliance Tool). Because most PREA Standards require some form of documentation to verify the facility’s\ncompliance, auditors are required to review a large number and variety of documents."
}