{
  "document_category": "guidance",
  "document_name": "5310_017.pdf",
  "chunk_index": 23,
  "chunk_text": "Continuing Professional Education. The Bureau is committed to providing continuing education\nopportunities to psychologists and treatment specialists to increase their expertise in working with\ncorrectional populations. Staff are afforded adequate time to participate in continuing education\nopportunities recommended by the Branch. Subject to the availability of funding, the Bureau’s\nContinuing Professional Education (CPE) Program offers psychologists and treatment specialists\nthe opportunity to address individual continuing education needs through participation in\nworkshops, seminars, and training sessions. Priority is given to those who need access to CPE\nhours for licensure or certification; i.e., seeking or maintaining professional licensure or\ncertification. Funding of CPE is limited to training that offers knowledge and skills directly related to clinical\npractice in corrections. The Branch identifies and approves training consistent with this objective. The Branch has been approved by the APA, under current guidelines, to sponsor continuing\neducation for psychologists for certain Bureau-sponsored training programs. The Branch maintains\nresponsibility for this program and its content. Chief Psychologists are encouraged to gain\napproval from the Branch to provide local CPE training for psychologists at their facility and\nnearby facilities. The Branch may also grant National Association of Drug Abuse and Alcohol\nCounselors (NAADAC), International Credentialing and Reciprocity Consortium (ICRC), or stateapproved CPE hours or credits for Bureau-sponsored programs. To maximize taxpayer value,\nCPEs are offered in the most cost-effective format available. When feasible, web-based and selfstudy training opportunities are the preferred method of obtaining CPEs. However, the distinct\nvalue of in-person, interactive CPE training is recognized and supported when funding allows. These programs offer Bureau psychologists and treatment specialists additional opportunities to\naccumulate CPE hours or credits necessary to maintain professional licensure or certification. c. Scholarly Professional Activities. The academic preparation that many psychologists acquire\nduring their graduate training in such areas as basic statistics and research design enables them to\nbe useful in the production of scholarship, including designing and participating in institutional,\nlocal, regional, or national research and program evaluation efforts. Such professional activities\ncontribute to the information and knowledge available in the field of corrections. As a mechanism\nfor learning and making practice more effective, scholarly activities may assist in staff retention. Finally, these activities support the profession and help recruit new staff who, as graduate students\nin doctoral-level clinical and counseling psychology programs, are often consumers of the\nscholarship. P5310.17 8/25/2016 29 (1) Research Approval Process. Research proposals generated at the institution level are\nsubmitted to and reviewed by the institution’s Local Research Review Board Research Committee\nand the Warden. Research proposals submitted by Bureau psychologists should be, as much as\npossible, of an applied nature. Typically, the Chief Psychologist chairs the institution’s Local\nResearch Review Board, and may have primary responsibility to ensure project completion. When research is being proposed by a psychologist, another psychologist is always the chairperson\nfor that reviewing research committee. Following approval at the institution level, research proposals are submitted to the Regional\nDirector for review. Following Regional Office approval, the Chief, Office of Research and\nEvaluation, reviews and approves all research for the Director of the Bureau. Proposals for\nresearch that include subject sampling from multiple sites are routed directly to the Chief, Office of\nResearch and Evaluation."
}