{
  "document_category": "guidance",
  "document_name": "5310_017.pdf",
  "chunk_index": 21,
  "chunk_text": "Psychology Services staff respect the privacy of inmates who\ndisclose personal information. Inmates should be informed PDS data is not entirely confidential\nand can be released to a law enforcement entity with a need to know; e.g., Bureau attorney, U.S.\nDepartment of Justice employee, U.S. Probation Officer, or other law enforcement personnel. The\nLimits of Confidentiality statement should be provided to the inmate at the time of the Intake\nScreening – in verbal and/or written form – and posted in the Psychology Services area. Psychology Services staff are responsible for safeguarding sensitive mental health information. Everyday tasks often present opportunities for staff to accidently disclose sensitive information;\ntherefore, staff must be vigilant in protecting this information. Staff avoid confidentiality violations\nby:\nP5310.17 8/25/2016 26 ■\n■\n■\n■\n■\n■ Being cognizant of inmates who may overhear discussion of sensitive information. Verifying email addresses and FAX numbers before sending. Locking file cabinets and doors. Logging off of computer screens before leaving a work area. Saving sensitive information on approved devices. Never sending inmate information, or other sensitive data, to a personal email account. d. Internal Information Sharing. In furtherance of suicide prevention and the effective\nmanagement of inmates with significant mental health issues, the Chief Psychologist is responsible\nfor sharing basic mental health information about inmates on a “need to know” basis. Specifically,\nPsychology Services Departments ensure institution staff are made aware of inmates with serious\nmental illnesses, risk of suicide, and/or risk of sexual predation. This information is communicated\nto staff via the Psychology Advisory List, which is disseminated electronically to all staff. In\naddition to identifying an inmate with significant mental health issues, the list advises staff\nregarding potential behaviors of concern and offers recommendations for interacting effectively\nwith the inmate. Important information related to the mental health issues of inmates in restrictive\nhousing is also shared during SHU meetings and/or via the SHU Report. e. Release of Information. An inmate may review his/her PDS records by submitting a request\nto Psychology Services. Prior to releasing the inmate’s records, a psychologist must review the\nrecords to determine if release of this information would present harm to either the inmate or other\nindividuals. If concerns are noted, the psychologist consults the Chief Psychologist to determine an\nappropriate course of action. Any record determined not to present harm will be released to the\ninmate at the conclusion of the review. If any records are identified by a psychologist as not to be\nreleasable based upon the presence of harm, the Chief Psychologist will review the records and\nmake the final determination regarding appropriateness for release. If a portion of the records are\nwithheld, the inmate will be so advised in writing and provided the address of the Freedom of\nInformation Act office to which the inmate may address a formal request for the withheld records. Proprietary information (e.g., raw test data or answer sheets) should not be released if disclosure\nwould compromise the integrity and usefulness of the test. Inmates may not review the electronic\nmedical record directly. Inmates may only review and/or receive copies of records printed from\nthe electronic medical record."
}