{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 57,
  "chunk_text": "Is\na copy forwarded to the CCM? 8. Does the contractor attend and participate in\nmeetings/training sessions scheduled by Bureau of Prisons? 9. Does the contractor have a written set of long-range\ngoals which are reviewed and updated annually? 10. Does the contractor have a written policy to prevent\nconflict of interest which specifically states that no employee\nmay use his or her official position to secure privileges or\nadvantages? 11. Does the contractor have documentation of its tax\nexempt status, (if applicable)? 12. Does the contractor have written policy and procedures\nfor receipt, safeguarding, disbursement and recording of funds\nthat comply with generally accepted accounting practices? 13. Does the contractor have liability and property\ninsurance for the facility and equipment? 14. Does the contractor have written policy specifying that\nequal employment opportunities exist for all positions? 15. Does the contractor ensure a resident is never in a\nposition of control or authority over other residents? 16. Does the contractor prohibit the use or possession of\nlethal weapons in the contract facility? _____17. If there have been instances of physical force used to\ncontrol resident behavior, did the contractor send written reports\nto the CCM within 24 hours? Was the contractor's decision to use\nit based on good judgment? _____18. Does the contractor conduct searches of the facility and\npersonal belongings of residents, to include automobile searches,\nat a minimum of once per month? Does the contractor\nconduct pat searches? Do contractor staff only conduct strip\nsearches with the approval of the director, and then, by the same\ngender staff and with two staff members present? Is the basis for\nand results of the strip search documented? _____19. Are 75% of the services required in this contract\nprovided by the contractor's staff? PS 7300.09\n1/12/98\nAttachment 4-7, Page 4\n_____20. If accredited, does the contractor possess\ndocumentation of this status? If not accredited, does the\ncontractor plan to achieve this status? _______ When?______\n_____21. Have any continuing or permanent deviations from the\nprovisions of the Statement of Work or proposal been submitted for\napproval by the contractor through the CCM to the Contracting\nOfficer? _____22. Has the contractor provided for the translation of\nfacility rules, emergency diagrams, and other related documents\ninto a foreign language as required by the composition of the\nresident population? _____23. Does the contractor ensure that residents are not used\nfor medical, pharmaceutical or cosmetic experiments? _____24. Do contractor staff, especially key personnel, know\nwhat SOW services are provided? Discussion/Findings PS 7300.09\n1/12/98\nAttachment 4-7, Page 5\nPERSONNEL\n_____ 1. Does the facility have 24 hour per day fully dressed,\nwide-awake staff coverage by paid staff? _____ 2.\nIs the negotiated staffing pattern still in place? If\npopulation has significantly changed (+ or - 25%) has the original\nstaff/inmate ratio been maintained? 3.\nDoes the contractor have written personnel policies\nwhich include:\n___\n___\n___\n___\n___\n___\n___\n___\n___\n___ staff training, development and retention\naffirmative action\ngrievance & appeal procedures\norientation\nemployee performance evaluation\npersonnel records\nhours of work\ndisciplinary procedures\nterminations\nresignations _____ 4. In addition to paid staff, are volunteers used at the\ndiscretion of the CCM, and subject to screening and standards of\nconduct identical to that for paid employees? _____ 5.\nDoes the contractor have job descriptions for all staff\npositions performing services under this contract?"
}