{
  "document_category": "guidance",
  "document_name": "5330.11.pdf",
  "chunk_index": 36,
  "chunk_text": "P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 2\nPage 15 In addition, the DTS must complete an individualized progress report on each program participant\nevery 60 days. The first progress report is due 60 days from the completion of the treatment plan. Phase I duration - Ordinarily, Phase I should not last more than two months. Phase II - The Core Treatment Phase. In the Core Treatment Phase, the inmate is expected to build positive relationships in group, on\nthe treatment unit, with family/significant others, with institution staff, etc. Using the treatment journals and facilitator guides developed for the program, staff facilitate the\ninmate’s acquisition of thought processes and pro-social skills required to live a substance-free,\ncrime-free, and well-managed life. Treatment progress reviews are to be completed every 60 days and documented in PDS. In\naddition, treatment staff are to observe program participants regularly on and off the unit (e.g., at\nwork, during main line). This is done to determine if the inmate’s behavior in the program is\nconsistent with his or her behavior throughout the institution. Phase II duration - Ordinarily, the Core Treatment Phase will last no more than five months. Staff\nwill monitor the participants’ behavior, personal insights, motivation, and commitment to\ntreatment daily. Changes in behavior (positive or negative) are to be documented in the\nparticipants’ progress reviews. Phase III - The Transition Phase. Phase III focuses on the inmate practice of pro-social skills acquired in treatment while\ndeveloping realistic expectations for exiting the program. Phase III duration - Ordinarily the Transition Phase will last no more than two months. Inmates\nare not to complete the program until they have mastered the expected behaviors of Phase III. See\n(a) Completion, below. 2.5.12. Program Outcomes. How an inmate leaves a RDAP is based on the inmate’s behavior. (a) Successful Completion. § 550.53(f) Completing the unit-based component of\nRDAP. To complete the unit-based component of RDAP, inmates must:\n(1) Have satisfactory attendance and participation in all RDAP activities; and\n(2) Pass each RDAP testing procedure. Ordinarily, we will allow inmates who fail\nany RDAP exam to retest one time. Testing procedures for completion of any Phase of treatment are to be behavioral in nature. Completion is determined by the inmate’s behavior within the program and on the compound. An P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 2\nPage 16 inmate is not to be moved from Phase to Phase in the RDAP without demonstrating that he or she\nhas:\n• Accepted and acknowledged his or her diagnosis. • Taken on the responsibilities of the community. • Made a commitment to positive change, as evidenced by observed positive behavior in his or\nher daily interactions. • Expressed him- or herself in group, demonstrating the ability to give and receive appropriate\nfeedback from other staff and inmates. • Mastery of phase-related concepts. Inmates who do not demonstrate these behavioral changes are not ready for RDAP completion. (b) RDAP Treatment Summary."
}