{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 11,
  "chunk_text": "Modification requests should be submitted to the COPS Office when an\nagency determines that it will need to shift officer positions awarded in one hiring category into a different hiring\ncategory, reduce the total number of positions awarded, shift funds among benefit categories, and/or reduce the\nentry-level salary and fringe benefit amounts. For example, an agency may have been awarded CHP funding for 10\nnew, additional full-time sworn officer positions, but due to severe fiscal distress/constraints, the agency determines it\nis unable to sustain all 10 positions and must reduce its request to five full-time positions; or an agency may have been\nawarded CHP funding for two new, additional sworn officer positions, but due to fiscal distress/constraints the agency\nneeds to change the hiring category from the new hire category to the rehire category for officers laid off or scheduled\nfor layoff on a specific future date post-application. Award modifications under CHP are evaluated on a case-by-case\nbasis. The COPS Office will only consider a modification request after an agency makes final, approved budget and/or\npersonnel decisions. An agency may implement the modified award following written approval from the COPS Office. Please be aware that the COPS Office will not approve any modification request that results in an increase of federal\nfunds. 9 2016 COPS Hiring Program (CHP) Award Owner’s Manual Why this condition:\nUnder federal regulations, you are required to expend federal funds only as approved in the FCM. In addition,\nunder CHP you are expected to expend funding only for the specific hiring categories awarded, as indicated on\nyour Award Document. Any requests to change or alter an award should be submitted to the COPS Office for\nprior approval. Following written approval from the COPS Office, implementation of the modified award may\nbegin. What you should do: You should notify the COPS Office if you determine that your agency will need to change hiring categories,\nreduce the total number of positions awarded, or make other changes to the entry-level salary and benefit\namounts or categories. To modify your award from the new hire category to the rehire category, your agency\nmust complete a hiring category change modification and submit supporting documentation by accessing\nwww.cops.usdoj.gov and selecting the “Account Access” link in the upper right corner to log in and submit\nyour request to the COPS Office through the Grants Management Portal, providing the proposed changes,\ndetails of why the change is needed, etc. For additional information about the process for submitting your specific award modification request, please\ncontact your COPS Office Grant Program Specialist at 800-421-6770. The COPS Office will then evaluate your\nrequest and notify your agency of our decision in writing. Implementation of the modified award may begin\nfollowing written approval from the COPS Office. Please note that modification approvals for active awards will\noften be accompanied by a modified award document reflecting the approved changes. If applicable, your\nagency is required to sign and submit the modified award document via the “Account Access” link to officially\naccept the award modification. 7. Evaluations\nCondition:\nThe COPS Office may conduct monitoring or sponsor national evaluations of the CHP award."
}