{
  "document_category": "guidance",
  "document_name": "AOM.pdf",
  "chunk_index": 14,
  "chunk_text": "These reports are discussed in greater detail in\nthe section “Reports” in this manual. All reports should be submitted within the deadlines given to avoid\nsuspension or possible termination of award funds or other remedial actions; failure to submit required reports\nmay also impact future funding opportunities. 9. Award Monitoring Activities\nCondition:\nFederal law requires that law enforcement agencies receiving federal funding from the COPS Office must be\nmonitored to ensure compliance with their award conditions and other applicable statutory regulations. The COPS\nOffice is also interested in tracking the progress of our programs and the advancement of community policing. Both aspects of award implementation—compliance and programmatic benefits—are part of the monitoring\nprocess coordinated by the US Department of Justice. Award monitoring activities conducted by the COPS Office\ninclude site visits, office-based grant reviews, alleged noncompliance reviews, financial and programmatic\nreporting, and audit resolution. As a COPS Office award recipient, you agree to cooperate with and respond to any\nrequests for information pertaining to your award. Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 states that each award program must contain a\nmonitoring component. The COPS Office actively monitors how recipients are complying with COPS Office award\nrequirements. In addition, the monitoring component provides customer service and technical assistance to help\nensure recipients understand how to remain in compliance while implementing their awards. 12 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual What you should do: Your agency may be required to accommodate routine and nonroutine efforts by the COPS Office, or an entity\ndesignated by the COPS Office, to examine your agency’s use of federal funds, both programmatically and\nfinancially. The four primary means of ensuring recipients’ compliance with the terms and conditions of their\nawards are as follows:\n1. Site visits. The COPS Office strategically selects award recipients based on a variety of risk factors to\nconduct site visits to ensure compliance with award terms and conditions. The purpose of site visits is\nthreefold:\ni. To review for compliance with the terms and conditions of the award\nii. To review the recipient’s community policing strategies\niii. To provide customer service and technical assistance If selected, recipients will be notified in writing in advance with detailed instructions for how to prepare\nfor the review of their COPS Office awards. This review is generally performed over a period of one or\nmore days. Recipients will have an opportunity to resolve any identified noncompliance issues while onsite or, if necessary, following the site visit. In addition, recipients will also have an opportunity to seek\ncustomer service and/or technical assistance on the implementation of their award. 2. Enhanced Office-Based Grant Reviews (EOBGR). In lieu of a site visit, awards may be selected for an\nEOBGR conducted at the COPS Office via teleconference or video conference. EOBGRs serve as an\nalternative for conducting award monitoring reviews in support of the COPS Office’s overall award\nmonitoring strategy. The purpose of the EOBGR is threefold:\ni. To review for compliance with the terms and conditions of the award\nii. To review the recipient’s community policing strategies\niii. To provide customer service and technical assistance"
}