{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 2,
  "chunk_text": "According to the COPS Office, community policing is a philosophy that promotes organizational strategies that\nsupport the systematic use of partnerships and problem-solving techniques to proactively address the\nimmediate conditions that give rise to public safety issues such as crime, social disorder, and fear of crime. For a\ncomplete definition, please see appendix C, “Community policing defined,” on page 74. This CPD Award Owner’s Manual will assist your agency with the administrative and financial matters associated\nwith your award. It was developed to ensure that all CPD award recipients are able to clearly understand and\nmeet the requirements of their award. Please review this manual carefully because failure to follow award\nrequirements can have serious ramifications. Please do not hesitate to call your COPS Office Program Manager as\nlisted in your agency’s award package or the COPS Office Response Center at 800-421-6770 if you need\nassistance with the implementation of your award. When your agency applied for CPD funding, your agency was required to certify compliance with all applicable\nfederal laws. In that regard, members of Congress have asked the Department of Justice to examine whether\njurisdictions with “sanctuary policies” (i.e., policies that either prevent law enforcement from releasing persons\nwithout lawful immigration status into federal custody for deportation or policies that prevent state or local law\nenforcement from sharing certain information with Department of Homeland Security (DHS) officials), are in\nviolation of 8 U.S.C. section 1373. For that reason, all recipients for this program should understand that if the\nCOPS Office receives information which indicates that a recipient may be in violation of 8 U.S.C. section 1373 (or\nany other applicable federal law) that recipient may be referred to the DOJ Office of the Inspector General (OIG)\nfor investigation. If the recipient is found to be in violation of an applicable federal law by the OIG, the recipient\nmay be subject to criminal and civil penalties, in addition to relevant DOJ programmatic penalties including\nsuspension or termination of funds, inclusion on the high risk list, repayment of funds, or suspension and\ndebarment. Thank you for providing us with the opportunity to work in partnership with you on this important project. 1 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual I. Award Acceptance, Terms, and Conditions To officially accept and begin your COPS Office CPD Program award, your agency must access\nhttps://portal.cops.usdoj.gov, log in, review, and electronically sign the award document with the award terms\nand conditions; the financial clearance memorandum and, if applicable, the cooperative agreement that is\nincorporated by reference into the award document; and, if applicable, the special award conditions or high risk\nconditions in the award document supplement within 90 days of the date shown on the award congratulatory\nletter. Your agency will not be able to draw down award funds until the COPS Office receives your signed award\ndocument. For more information on drawing down award funds, please see section IV, “Accessing Award Funds,”\non page 49 of this manual. The award document"
}