{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 58,
  "chunk_text": "Your accounting records should contain\ninformation showing expenditures under the award and must be supported by items such as payroll\nrecords, time and attendance records, canceled checks, purchase orders, or similar documents. Your agency must adequately safeguard award funds and make sure that they are used for authorized\npurposes only. Your agency will be responsible for refunding any unallowable expenses. How long must documents be kept? All financial records, including payroll, time and attendance records, canceled checks, purchase orders, and\nsimilar documents associated with your CPD award must be kept for three years from the date of submission\nof the final expenditure report. See 2 C.F.R. § 200.333. Your agency should maintain records so that you can\nidentify them by grant year or by fiscal year, whichever you find more convenient. If any litigation, claim,\nnegotiation, audit or other action involving these records has been started before the end of the three-year\nperiod, the records should be kept until completion of the action. These records should be easily located\nand should be properly protected against fire or other damage. Failure to maintain adequate records to\ndocument award expenditures may result in a requirement to repay all federal funds that cannot be supported\nwith appropriate records. What if we have more than one award? If your agency has more than one COPS Office award or an award from another federal agency, funds\nreceived under one project may not be used to support another project without specific written\nauthorization from the COPS Office, or in the case of an award from another agency, from both awarding\nagencies. Your accounting systems and financial records must reflect expenditures for each project\nseparately. Who may access our records? Authorized federal representatives, including representatives from the DOJ, the Comptroller General of the\nUnited States, the COPS Office, and any entity designated by the COPS Office may access these records for\nthe purposes of conducting audits, site visits, or other examinations. 46 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual VI. Federal Audit Requirements In addition to oversight by the COPS Office, your award may be subject to an audit by independent\nexaminers. The two primary types of audit are Single Audit Act (SAA) audits and U.S. Department of Justice\n(DOJ) Office of the Inspector General (OIG) audits. Requirements and audits What are the regulations governing SAA requirements? The Single Audit Act (SAA) of 1984 established uniform guidelines for state and local governments receiving\nfederal financial assistance. The 1984 Act was amended in July 1996, was revised June 27, 2003 and again\nJune 26, 2007, and is effective for fiscal years after December 31, 2003 to reflect revised audit criteria and\nreporting requirements. The Office of Management and Budget (OMB) issued final guidance for 2 C.F.R. Part\n200—Uniform Administrative Requirements, Cost Principles and Audit Requirements for Federal Awards\n(Uniform Guidance) on December 26, 2013. This new guidance applies to all federal awards or funding\nincrements awarded on or after December 26, 2014 and provides additional guidelines regarding the\nimplementation of SAA requirements. Who must have an SAA audit?"
}