{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 18,
  "chunk_text": "e.\nAll Community corrections offices shall maintain a\nNCIC/NLETS log for the recording of QH and QR inquiries. This\nlog is found in the Program Statement cited above. 3.7.2. Security Equipment shall be located in a secure area. The CCM shall\nensure all administrative message users are trained and\ncertified. PS 7300.09\n1/12/98\nChapter 3, Page 8\n3.8. EQUIPMENT/PROPERTY CCMs, MCAs, and CCRAs are Accountable Property Officers\nresponsible for maintaining current inventories of all\nequipment/property assigned to their area. The BOP-ID Number\nshall be permanently marked on each item of capitalized property. See the Property Management Manual for further information. 3.9. INMATE LOCATOR SERVICE Selected staff may handle routine inquiries about individual\ninmates by accessing SENTRY and then referring the caller\naccordingly. Inquiries about Witness Security Inmates shall be\nreferred to the Inmate Locator Service. The CCM and MCA shall\nensure that all staff are trained in the handling of inquiries\nabout inmates and are familiar with the screening site procedures\nfound in the Central Inmate Monitoring System. The Locator Service operates Monday through Friday, 9:00 AM to\n5:00 PM Eastern Standard Time. The FTS number is 367-3126 and\nthe commercial number is (202) 307-3126. Telephone requests\nshould be limited to five individuals or less. Callers should\nhave identifying data, such as a register number or a birth date. Requests for information on more than five persons should be made\nby mail. Address these inquiries to the:\nInmate Locator Service\n320 First Street NW\nWashington DC 20534\n3.10. OFFICE FILES/RECORDS Instructions for maintaining specific records and files pertaining\nto such areas as designations, Community Corrections Center\nreferrals, contract administration, etc., are contained elsewhere\nin relevant sections of this Manual. In addition, CCMs\nand TSMs are responsible for establishing and maintaining\ncomplete files on all other matters related to the office\noperation, i.e., property inventory, performance logs,\ncorrespondence, etc. These files shall be organized by subject\nand maintained for at least two years or until the next scheduled\nProgram Review has been completed. PS 7300.09\n1/12/98\nChapter 3, Page 9\nBureau policies and related forms are available to staff through\nBOPDOCS. CCMs shall maintain other directives, manuals and\nreference materials such as regional instructions, legal\nreference books, copies of manuals, and instructions from other\nagencies necessary for the performance of their duties. All\nstaff should be trained in the use of BOPDOCS. 3.11. MEETINGS Supervisors are required to hold regularly scheduled meetings\nwith subordinates, at least monthly, when the department consists\nof two or more subordinate staff. See the Program Statement on\nStaff Meetings. PS 7300.09\n1/12/98\nAttachment 3-1, Page 1\nTRAINING OBJECTIVES FOR COMMUNITY CORRECTIONS SPECIALIST TRAINEES The following training program shall be implemented for training\nCommunity Corrections Specialist Trainees (CCST) newly assigned\nto CC offices. It is recommended for the training of new\nCommunity Corrections Managers (CCMs) and Contract Oversight\nSpecialists (COSs) as well. Although the Community Corrections Regional Administrator (CCRA)\nand Management Center Administrator (MCA) are ultimately\nresponsible for ensuring this training program is appropriately\nadministered, the program participant's immediate supervisor is\nthe trainer. Trainers are responsible for ensuring proper\ntraining and guidance are afforded the new CCM, COS, or CCST as\nwell as for determining their proficiency in each training area. The CCRA shall determine, with the appropriate input of the\nsupervising MCA and CCM, when a CCST is eligible for promotion to\na more responsible position."
}