{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 71,
  "chunk_text": "The assessment is also informed by auditors’\nperformance in these interventions to form a continuous feedback loop of information that\nallows the PREA Management Office to proactively provide support to auditors, and respond\nwith appropriate sanctions when necessary. Based on the results of the audit assessment, there are four interventions that may be used by\nthe PREA Management Office to support auditors and critically review their work, including the\nQuality Improvement Program managed by the PREA Resource Center, an auditor peer review\nprogram, a disciplinary review of auditors who fail to meet the requirements of their auditor\ncertifications, and remediation. These interventions may impact an auditor’s DOJ certification. A full description of these interventions and the audit assessment phase can be found in\nChapters 20–24 below. Audit Assessment\nAuditors are expected to comply with the PREA Standards that govern auditor conduct, as well\nas the auditor requirements articulated in the PREA Auditor Candidate Training, this Handbook,\nrequired auditor continuing education, and FAQs issued by the DOJ PREA Working Group. On a\nregular basis, the PREA Management Office uses information collected from auditors through\naudit reporting forms, audit reports, complaints submitted by third party sources, their\nperformance and engagement during oversight interventions (e.g., Quality Improvement\nProgram), and the requested audit documentation to evaluate an auditor’s performance and\nidentify targeted interventions and/or sanctions that are responsive to the needs of and/or\ndeficiencies identified with the auditor’s work. These interventions and sanctions may directly\nimpact an auditor’s DOJ certification. The audit assessment phase of the audit oversight process is the starting point for all\ninterventions under the oversight umbrella and consists of a systematic, objective, and datadriven process for holding all auditors accountable for high standards of audit quality. The chapters below provide additional information on how the audit assessment phase\nconnects with each intervention, the nature of these interventions, and their potential\noutcomes. Quality Improvement Program The Quality Improvement Program is managed by the PREA Resource Center and is designed to\nserve as a proactive support mechanism for auditors. The core objectives of the Quality\nImprovement Program are to enhance auditors’ technical skills and knowledge of the Standards\nthrough individualized technical assistance and guidance; develop targeted auditor training and\ncontinuing education resources that are responsive to common challenges identified through\nassistance to auditors; and identify and promote auditing best practices and lessons learned,\nwhich the PREA Resource Center regularly shares on the Auditor Portal. 72 Quality Improvement Process Because the goal of the Quality Improvement Program is to conduct proactive issue spotting\nand outreach to auditors, auditors may be identified for assistance in one of two ways: 1) Auditors may be referred to the Quality Improvement Program by the PREA\nManagement Office in cases where the audit assessment process (see Chapter 20)\nreveals minor deficiencies related to auditor conduct and/or practices."
}