{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 82,
  "chunk_text": "This time span is referred to as the retention period. School Resource Officer (SRO). A career law enforcement officer with sworn authority, deployed in communityoriented policing and assigned by the employing police department or agency to work in collaboration with\nschools and community-based organizations to 87 2016 COPS Hiring Program (CHP) Award Owner’s Manual •\n•\n•\n•\n•\n•\n• address crime problems, gangs, and drug activities affecting or occurring in or around an elementary or\nsecondary school;\ndeploy or expand crime prevention efforts for students;\neducate likely school-age victims in crime prevention and safety;\ndevelop or expand community justice initiatives for students;\ntrain students in conflict resolution, restorative justice, and crime awareness;\nassist in the identification of physical changes in the environment that may reduce crime in or around the\nschool; and\nassist in developing school policy that addresses crime and to recommend procedural changes. supplanting. COPS Office award funds may not be used to supplant (replace) state, local, or Bureau of Indian\nAffairs (BIA) funds that would be made available in the absence of federal COPS Office award funding. CHP funds\nmust be used to increase the amount of state, local, or BIA funds otherwise budgeted for sworn officer positions,\nplus any additional state, local, or BIA funds budgeted for these purposes. System for Award Management (SAM). The SAM database is the repository for standard information about\nfederal financial assistance applicants, recipients, and subrecipients. Organizations that have previously\nsubmitted applications via www.Grants.gov are already registered with SAM, as it is a requirement for\nwww.Grants.gov registration. Please note, however, that applicants must update or renew their SAM at least\nonce per year to maintain an active status. Information about registration procedures can be accessed at\nwww.sam.gov. 88 2016 COPS Hiring Program (CHP) Award Owner’s Manual COPS Office Resources\nWebsites\nCOPS Office Newsletter: http://cops.usdoj.gov/html/dispatch/index.asp COPS Office Beat Podcast: http://www.cops.usdoj.gov/Default.asp?Item=2370 Grants information: http://www.cops.usdoj.gov/grants President’s Task Force on 21st Century Policing: http://www.cops.usdoj.gov/policingtaskforce Policing Task Force One Year Progress Report:\nhttp://www.cops.usdoj.gov/pdf/taskforce/TaskForce_Annual_Report.pdf SRO Resources: http://www.cops.usdoj.gov/supportingsafeschools Updated Publication list: http://www.cops.usdoj.gov/COPSpublications Publications\nBeyond the Badge: Profile of a School Resource Officer DVD: http://ric-zaiinc.com/ric.php?page=detail&id=COPS-CD050\nIntelligence-Led Community Policing, Community Prosecution, and Community Partnerships: http://ric-zaiinc.com/ric.php?page=detail&id=COPS-P322\nOfficer-Involved Shootings: A Guide for Law Enforcement Leaders: http://ric-zaiinc.com/ric.php?page=detail&id=COPS-P350\nPolice Perspectives: Building Trust in a Diverse Nation - No. 1. How to Increase Cultural Understanding:\nhttp://ric-zai-inc.com/ric.php?page=detail&id=COPS-P344\nPolice Perspectives: Building Trust in a Diverse Nation - No. 2. How to Serve Diverse Communities: http://ric-zaiinc.com/ric.php?page=detail&id=COPS-P345\nPolice Perspectives: Building Trust in a Diverse Nation - No. 3. How to Support Trust Building in Your Agency:\nhttp://ric-zai-inc.com/ric.php?page=detail&id=COPS-P346\nRank and File: Leaders in Building Trust and Community Policing: http://ric-zaiinc.com/ric.php?page=detail&id=COPS-P351 89 2016 COPS Hiring Program (CHP) Award Owner’s Manual References\nAtkinson, Anne J. 2002. Fostering School-Law Enforcement Partnerships. Safe and Secure: Guides to Creating Safer\nSchools, Guide 5. Washington, DC: Office of Justice and Juvenile Delinquency Prevention. https://www.ncjrs.gov/pdffiles1/ojjdp/book5.pdf. National Association of School Resource Officers (NASRO). 2012. To Protect & Educate: The School Resource Officer\nand the Prevention of Violence in Schools. Hoover, AL: National Association of School Resource Officers. https://nasro.org/cms/wp-content/uploads/2013/11/NASRO-To-Protect-and-Educate-nosecurity.pdf. 90 2016 COPS Hiring Program (CHP)\nAward Owner’s Manual This manual was created to assist COPS Hiring Program (CHP) program recipients with the administrative and\nfinancial matters associated with their award."
}