{
  "document_category": "guidance",
  "document_name": "8120_003.pdf",
  "chunk_index": 12,
  "chunk_text": "■ Report to the supervisor, and, upon the supervisor’s instructions, repair or correct product\ndefects resulting from defective workmanship, whether done by oneself or by others. c. Personal Conduct and Hygiene: Minimum Acceptable Standards. Staff are to advise\ninmates to:\n■ Work without causing friction with other inmate workers, and cooperate fully with peers. ■ Obey and cooperate fully with the work supervisor or training instructor by successfully\ncompleting assigned tasks in the manner prescribed. ■ Not bring prohibited items to the work area. ■ Observe basic standards of grooming and good hygiene. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 20 d. Punctuality and Productivity: Minimum Acceptable Standards. Staff are to advise\ninmates to:\n■ Report to the assigned work or training area promptly when coming to work at the beginning of\na shift, after meal(s), or after breaks. ■ Remain at work during the time designated by the local work schedule.\n■ Use work time efficiently and keep nonproductive time to a minimum during hours of FPI\nfactory operation. ■ Meet work requirements (production) the work supervisor establishes for those work stations\nhaving no specific production standards. ■ Meet all established production and quality standards. ■ Demonstrate an ability to adapt to changing work conditions to meet the goals of the FPI\nfactory (including job reassignments). ■ Demonstrate a willingness to develop additional skills through participation in, and\ncompletion of, on the job training and formal education and training programs. ■ Comply with rules, instructions, and guidance pertaining to the Inmate Payroll System. 3. PERFORMANCE APPRAISAL FOR INMATE WORKERS\n§345.41 Performance appraisal for inmate workers. Work supervisors should complete a performance appraisal form for each inmate\nsemi-annually, by March 31 and September 30, or upon termination or transfer\nfrom the industrial work assignment. Copies shall be sent to the unit team. Inmate workers should discuss their appraisals with their supervisors at a\nmutually agreeable time in order to improve their performance. Satisfactory and\nunsatisfactory performance ratings shall be based on the standards in §345.40(a).\n28 CFR 345.40(a) refers to Section 1.a. of this Chapter.\na. The SOI is to ensure that evaluations are done and are submitted to unit teams\nin a timely manner. b. The SOI or a designee may promote an inmate to a higher grade level if an\nopening exists when the inmate’s skills, abilities, qualifications, and work\nperformance are sufficiently developed to enable the inmate to carry out a more\ncomplex FPI factory assignment successfully, when the inmate has met the\ninstitution’s time-in-grade (unless waived by the SOI), and when the inmate has\nabided by the inmate worker standards. Conversely, the SOI or SOI designee may P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 21 demote an inmate worker for failing to abide by the inmate worker standards. Such demotions shall be fully documented. Each institution must establish minimum times in grade, which must not be less than the\nfollowing:\n■ Fifth Grade to Fourth Grade. No time limit with a minimum of 30 days for inmates not\nhaving completed an FPI or pre-industrial training program. ■ All Other Promotions."
}