{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 60,
  "chunk_text": "When received through the LockBox, the check is forwarded to the\nTrust Fund Branch Deposit Fund Section, where it is logged into the check register and forwarded\nto the institution Business Administrator/Trust Fund Supervisor to be processed by the discipline\nresponsible for Deposit Fund activity. If the inmate desires to accept settlement, the inmate\nendorses the check and it is processed locally. If the inmate refuses to endorse the check, it is\nreturned to sender with a letter indicating the inmate refused to endorse. f. U.S. Treasury Checks. U. S. Treasury checks should not be deposited at the local level\nunless the check has been forwarded from the Trust Fund Branch for an inmate’s signature. This\ndoes not include checks scheduled by the institution to come back c/o Cashier or returned from the\npayee to be canceled. All other U.S. Treasury checks should be forwarded to the following\naddress:\nP4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 81 Trust Fund Branch\nDeposit Fund Section\nATTN: Financial Assistant\n320 First St., NW, Room 5004\nWashington, DC 20534\n9.5 RECEIPT OF FUNDS – LOCKBOX\nThe Bureau has an Interagency Agreement with the U.S. Treasury to operate a LockBox Program.\na. Receipt of Inmate Funds. Funds for deposit to inmate accounts (Inmate Deposit Fund) are\nsent to the LockBox at the following address:\nFederal Bureau of Prisons\nInsert Inmate’s Committed Name\nInsert Inmate 8-Digit Register Number\nPO Box 474701\nDes Moines, IA 50947-0001\nExample:\nFederal Bureau of Prisons\nJohn Doe\n12345-678\nPO Box 474701\nDes Moines, IA 50947-0001\nNote: The only exceptions to this procedure are in Sections 9.6 and 9.7. The inmate’s committed name (no nicknames) and register number must be printed on all\nBureau-approved negotiable instruments (a list of these is in Section 9.2.a.), and on the outside of\nthe envelope. Negotiable instruments or mailing envelopes that do not have the inmate’s committed name\nand 8-digit register number are returned to the sender if an address is available. If an\naddress is not available, funds are deposited into the U.S. Treasury Miscellaneous Receipts\nAccount.\nb. LockBox Procedures. Inmates’ family and friends send negotiable instruments to the\nLockBox. The LockBox receives mail seven days a week, excluding Federal holidays, and\nprocesses negotiable instruments the same day they are received. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 82 Negotiable instruments are verified to ensure they are Bureau-approved. Inmate names and\nregister numbers are verified with SENTRY data. The Bureau receives electronic funds and images of negotiable instruments/envelopes to facilitate\nstaff monitoring of inmate funds. TRUFACS distributes funds to each inmate’s account after the nightly process. Funds are\navailable to the inmate the following day. Negotiable instruments negotiated in error by the LockBox, or that do not have a valid committed\nname or register number, are not returned to sender until after any hold period expires. c. LockBox Inquiries\n(1) Inmate. Inmates are advised to direct LockBox inquiries to local Trust Fund staff. Trust\nFund staff contact the Trust Fund Branch Deposit Fund Section for support only after they have\nexhausted local avenues to address the inquiry. Note: Institutions do not communicate directly with the U.S. Treasury or the LockBox\ncontractor. (2) Public."
}