{
  "document_category": "guidance",
  "document_name": "5330.11.pdf",
  "chunk_index": 30,
  "chunk_text": "2.5.2. Staffing. With the exception of the co-occurring drug abuse treatment program as outlined\nin Section 2.5.3, DTSs will always maintain a caseload of 1:24. Residential DAPC’s are to manage no more than 120 RDAP participants. This will be\nimplemented as new positions become available. 2.5.3. Co-occurring Populations. The Bureau also operates RDAPs for inmates with cooccurring substance use and serious mental health disorders. Questions and referrals for inmates\nwith co-occurring disorders are directed to the Regional Psychology Programs Coordinator. RDAPs that include inmates with co-occurring disorders follow the same programming, policies,\nand practices of an RDAP with the following exceptions:\n• There is an additional track for inmates with a co-occurring diagnosis that focuses on\nunderstanding one’s disorder, issues with self-medicating and how to manage prescribed\nmedications and medication compliance. • There is a staff-to-inmate ratio of 1-to-8 for the DTSs who treat and manage these groups. 2.5.4. Physical/Medical Populations. Inmates who volunteer for RDAPs and have physical\ndisabilities or medical conditions that require their assignment to a unit other than the RDAP unit\nto ensure handicap accessibility or medical monitoring may be qualified for the RDAP if the\ninmate is:\n• Otherwise eligible for the RDAP, including eligibility for transitional drug abuse treatment;\ni.e., an RRC or home confinement placement. • Able to fully participate in all aspects of the RDAP. P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 2\nPage 9 • Able to be held accountable to the same standard of treatment and conduct as all other RDAP\nparticipants (e.g., complete homework, participate in all assigned groups, behavior consistent\nwith treatment requirements). Although Health Services staff are always the final decision-maker regarding an inmate’s\nplacement outside of the drug treatment unit for medical reasons, drug abuse treatment staff are\nresponsible for identifying, monitoring, and documenting this exception in the inmate’s DAP\nrecords. Ordinarily, these inmates are excused from residential drug treatment unit activities only\nfor reasons of sleep and unit accountability purposes (special census counts, etc.). 2.5.5. Referral and Redesignation. An inmate’s initial designation will be made by the\nDesignation and Sentence Classification Center (DSCC) in Grand Prairie, Texas. Institution DAP Coordinators and Regional Psychology Program Coordinators will monitor\nwaiting lists to ensure inmates are transferred for RDAP with sufficient time to complete the\nentire RDAP program before their release from Bureau custody, ordinarily at 24 months. Inmates are to be informed that they may be transferred to any suitable Bureau RDAP based on\ntheir release date. This notification is included in the Agreement to Participate for the RDAP. Inmates waiting to enter the RDAP who are living on the treatment unit or on an adjacent unit are\nto adhere to the same unit rules and decorum as those inmates participating in the RDAP. Ordinarily, if these inmates do not follow the rules and decorum of the RDAP unit, (e.g.,\nnegatively impacting other RDAP participants and/or those waiting for RDAP), they will receive a\nwarning of removal from the RDAP waiting list. This warning will be made during a treatment\nteam meeting with all staff involved in the process. The DAPC, or designee, will document this\nwarning in PDS."
}