{
  "document_category": "guidance",
  "document_name": "1490_006_CN-1.pdf",
  "chunk_index": 11,
  "chunk_text": "b. When sending certified mail, the inmate's name and register\nnumber must not be noted on the certified mail return receipt\nrequested (green and white card). Once the receipt has been\nreturned to the institution, it must be filed in the Privacy\nFolder, Section I of the Inmate Central File. b. Unit staff must document all communication (e.g.,\ntelephone, certified mail return receipt requested,\ncorrespondence, etc.) with a victim(s), including unsuccessful\ncontact attempts, on the Victim Notification Record,\nAttachment B. The Victim Notification Record must be filed in\nthe Privacy Folder, Section I of the Inmate Central File, and may\nnot be disclosed to the inmate. This information may only be\ndisclosed to court officials or law enforcement agency personnel\non a need-to-know basis. c. An inmate's inclusion or the victim's participation in VNS\nmust not be disclosed to the inmate or any unauthorized third\nparty. This condition is not to preclude staff who manage\nmental health cases or other potentially dangerous inmates from\ntaking actions that are intended to protect victims and the\ncommunity. d. Material that indicates an inmate's VWP status (markings,\nrosters, notations, etc.) must not be filed in the disclosable\nsections of the Inmate Central File. If staff believe this\ninformation has been compromised, the Correctional Programs\nBranch, Victim/Witness Program Section, Central Office, must be\nnotified immediately. A careful review must be conducted when inmates request to\ncorrespond with their victims/witnesses (for example, a family\nmember or spouse). In the event staff become aware that a VWP\ninmate is corresponding inappropriately with his or her\nvictims/witnesses, the Unit Manager must notify the\ninstitutions’s Special Investigative Supervisor (SIS) and request\nthat the inmate be placed on the institution’s mail monitoring\nlist. The Unit Manager will also follow the procedures contained PS 1490.06\n5/23/2002 Page 16\nin the Program Statement on Correspondence if it is deemed\nnecessary to place the inmate on Restricted General\nCorrespondence status. 18. COMPROMISED VICTIMS. If an inmate inadvertently is made\naware of a victim’s identity, the following procedures must be\nfollowed:\na. VWC will notify Central Office VWP staff of the security\nbreach by sending an e-mail to the Victim-Witness Group mailbox. b. Unit staff will contact the appropriate Victim-Witness\nCoordinator in the U.S. Attorney’s Office by telephone. c. Unit staff will notify SIS and place the inmate on mail\nmonitoring. d. Unit staff will counsel the inmate instructing the inmate\nto have no contact with the compromised individual. The\ncounseling session will be documented on the Victim Notification\nrecord (Attachment B). e. The Warden will forward a letter to the affected victim(s),\nwith copies to the USAO Victim-Witness Coordinator, and Central\nOffice Victim-Witness staff. 19. STAFF NOTIFICATION. Any Bureau employee may request\nnotification of an inmate's release or release-related\nproceedings by completing and forwarding a Staff Request for\nVictim Notification (Attachment C) to the Warden. The Warden\nmust provide any relevant comments and forward the request to the\nSenior Deputy Assistant Director, Correctional Programs Division,\nwho is the approving authority. The Senior Deputy Assistant\nDirector will review the request and notify the Warden of the\ndecision via a Staff Request for Victim Notification (Attachment\nD). Upon approval, Central Office VWP staff will enter the\ninmate and victim information in VNS."
}