{
  "document_category": "guidance",
  "document_name": "1351_005_CN-2.pdf",
  "chunk_index": 7,
  "chunk_text": "(1) requested in an emergency situation; (2) criminal activity is discovered as part of\nthe routine monitoring for prison\nadministration purposes; or (3) requested through proper process (e.g., written\nendorsement by a U.S. Attorney or DOJ Criminal\nSection Chief, in connection with a criminal\ninvestigation, grand jury subpoena, or\nadministrative subpoena); or Note: U.S. Attorney authorization may only be delegated to an\nActing U.S. Attorney when the U.S. Attorney is out of the\njurisdiction or otherwise incapacitated. Authorization cannot be\ndelegated to a First Assistant U.S. Attorney or Criminal Chief,\nor any other position within the U.S. Attorney’s Office.\n(4) requested by the FBI in furtherance of\nnational security investigations, the\ncollection of foreign intelligence\ninformation, or any other matter related to\ndomestic or international terrorism. Note: Requests relating to #4 above must be written on FBI\nletterhead in a standard format produced in consultation with both\nthe FBI and BOP (facsimile or scanned electronic copies are\nacceptable), directed to the Chief, Counter Terrorism Unit (CTU),\nand signed by the appropriate Special Agent-in-Charge. A request must contain a specific statement indicating it is in\nfurtherance of at least one of the three matters listed above, and\nprovide sufficient information to locate the requested telephone\nconversations. PS 1351.05\n9/19/2002 Page 9\nFBI requests submitted pursuant to this section do not require a\nsubpoena, court order, or any other type of legal process. They\nare limited to one year from the date of the request, and they can\nbe renewed for additional one-year periods. All requests for content of inmate telephone conversations must be\ndirected to the CTU. Institutions provide all required materials\noutlined in the request to the CTU for delivery to the FBI.\n! All requests by law enforcement agencies for\naccess to recordings of inmate telephone\nconversations shall be referred to Regional\nCounsel. (b) To the Bureau of the Census for purposes of planning\nor carrying out a census or survey or related activity pursuant\nto the provisions of Title 13, United States Code;\n(c) To a recipient who has provided the Bureau with\nadvance adequate written assurance that the record will be used\nsolely as a statistical research or reporting record, and the\nrecord is to be transferred in a form that is not individually\nidentifiable;\n(d) To the National Archives and Records Administration\n(NARA) as a record which has sufficient historical or other value\nto warrant its continued preservation by the U.S. Government, or\nfor evaluation by the Administrator of the General Services\nAdministration or his or her designee to determine whether the\nrecord has such value;\n(e) To either House of the U.S. Congress, or, to the\nextent of a matter within its jurisdiction, any Congressional\ncommittee or subcommittee, any joint committee of Congress or\nsubcommittee of any such joint committee; PS 1351.05\n9/19/2002 Page 10\nCongressional requests on behalf of constituents for\ninformation about inmates:\n! Responses to individual members of Congress\nrequesting information on behalf of a constituent\nare limited to public information unless staff\nhave first obtained the inmate's express or\nimplied consent to provide a fuller response. ! Written consent from the inmate shall be obtained\nwhen practical, using the form BP-S192.013. When\nthis is not practical, staff should consider\nwhether there is implied consent by the inmate."
}