{
  "document_category": "guidance",
  "document_name": "Model-Tribal-Code_508.pdf",
  "chunk_index": 13,
  "chunk_text": "The name of the sex offender’s employer,\nb. The address of the sex offender’s employer, and\nc. Similar information related to any transient or day labor employment. 15. School Location. The following information related to the sex offender’s\nschool:\na. The address of each school where the sex offender is or will be a\nstudent, and\nb. The name of each school where the sex offender is or will be a student. 16. Vehicle Information. The following information related to all vehicles owned\nor operated by the sex offender for work or personal use including land\nvehicles, aircraft, and watercraft:\na. License plate numbers,\nb. Registration numbers or identifiers,\nc. General description of the vehicle to include color, make, model, and\nyear, and\nd. Any permanent or frequent location where any vehicle is kept. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 13 17. Internet Identifiers. The following information related to the sex offender’s\ninternet-related activity:\na. Any and all email addresses used by the sex offender,\nb. Any and all instant message addresses and identifiers,\nc. Any and all other designations or monikers used for self-identification in\ninternet communications or postings, and\nd. Any and all designations used by the sex offender for the purpose of\nrouting or self-identification in internet communications, postings, or\nsocial media accounts. 18. Professional Licenses. Licensing number, licensing agency, and any\nother identifying information about a professional license issued to the sex\noffender that authorizes the sex offender to engage in an occupation or\ncarry out a trade or business. 19. Temporary Lodging/Travel Information. The following information when the\nsex offender will be absent from Name of Tribe jurisdiction for 7 days or more:\na. Identifying information for the location where the offender will be lodging\nwhile absent from Name of Tribe jurisdiction, including addresses and\nnames (such as hotel, campground, or home owner), and\nb. The dates the sex offender will be staying at each temporary lodging\nlocation. c. The registered sex offender shall provide the information in Section 4.01\n(E) (17) (a) and (b) no later than 3 days before their scheduled travel. The\ninformation shall be provided in person. d. The Responsible Agency Name shall immediately notify any jurisdiction\nwhere the offender will be lodging that the offender will be traveling to\nthat jurisdiction. Notification shall be made via the SORNA Exchange\nPortal, or any additional method(s) of communication, as appropriate. 20. International Travel. The following information when the sex offender will\nbe traveling to a foreign country:\na. Any information required to be provided by 42 U.S.C. § 16914(a)(7), or\nany other information necessary to complete the International Travel\nForm utilized by the United States Marshals Service. b. The registered sex offender shall provide such information no later\nthan 21 days prior to their scheduled travel. The information shall be\nprovided in person. c. The Responsible Agency Name shall submit the completed\nInternational Travel Form to the United States Marshals Service via the\nSORNA Exchange Portal within 24 hours. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 14"
}