{
  "document_category": "guidance",
  "document_name": "AOM.pdf",
  "chunk_index": 69,
  "chunk_text": "--The legal burdens of proof specified in section 1221(e) of title 5 shall be controlling for the purposes of any investigation conducted by an Inspector General, decision by the head of\nan executive agency, or judicial or administrative proceeding to determine whether discrimination\nprohibited under this section has occurred. (7) Rights and remedies not waivable.--The rights and remedies provided for in this section may not be\nwaived by any agreement, policy, form, or condition of employment. (d) Notification of employees.--The head of each executive agency shall ensure that contractors, subcontractors, and grantees of the agency inform their employees in writing of the rights and remedies provided\nunder this section, in the predominant native language of the workforce. (e) Construction.--Nothing in this section may be construed to authorize the discharge of, demotion of, or\ndiscrimination against an employee for a disclosure other than a disclosure protected by subsection (a) or\nto modify or derogate from a right or remedy otherwise available to the employee. (f) Exceptions. -(1) This section shall not apply to any element of the intelligence community, as defined in section 3(4)\nof the National Security Act of 1947 (50 U.S.C. § 401a(4)). (2) This section shall not apply to any disclosure made by an employee of a contractor, subcontractor, or\ngrantee of an element of the intelligence community if such disclosure-(A) relates to an activity of an element of the intelligence community; or\n(B) was discovered during contract, subcontract, or grantee services provided to an element of the\nintelligence community. (g) Definitions. --In this section:\n(1) The term “abuse of authority” means an arbitrary and capricious exercise of authority that is inconsistent with the mission of the executive agency concerned or the successful performance of a contract or grant of such agency. (2) The term “Inspector General” means an Inspector General appointed under the Inspector General Act\nof 1978 and any Inspector General that receives funding from, or has oversight over contracts or\ngrants awarded for or on behalf of, the executive agency concerned. (h) Construction.--Nothing in this section, or the amendments made by this section, 1 shall be construed to\nprovide any rights to disclose classified information not otherwise provided by law.\n[(i) Repealed by Pub.L. 114-261, § 1(a)(3)(A)(ii), Dec. 14, 2016, 130 Stat. 1362] 73 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Appendix F. 2 C.F.R. Appendix II to Part 200: Contract provisions for\nnonfederal entity contracts under federal awards In addition to other provisions required by the federal agency or nonfederal entity, all contracts made by the\nnonfederal entity under the federal award must contain provisions covering the following, as applicable. (A) Contracts for more than the simplified acquisition threshold currently set at $150,000, which is the inflation\nadjusted amount determined by the Civilian Agency Acquisition Council and the Defense Acquisition Regulations\nCouncil (Councils) as authorized by 41 U.S.C. 1908, must address administrative, contractual, or legal remedies in\ninstances where contractors violate or breach contract terms, and provide for such sanctions and penalties as appropriate."
}