{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 105,
  "chunk_text": "Employer Identification Number (EIN)/OJP Vendor Number. This number is usually your agency’s nine-digit\nfederal tax identification number as assigned to you by the Internal Revenue Service (IRS). Your\naccounting/bookkeeping department should have this number. In some cases, the EIN has been previously\nassigned to another agency within your jurisdiction. In this instance, a new vendor number will be assigned to\nyou by the Office of the Chief Financial Officer. The newly assigned number is to be used for the COPS Office\nadministrative purposes only and should not be used for IRS purposes. federally recognized tribe. Tribal entities that are recognized and eligible for funding and services from the BIA\nby virtue of their status as Indian tribes. They are acknowledged to have the immunities and privileges available\nto other federally acknowledged Indian tribes by virtue of their government-to-government relationship with\nthe United States as well as the responsibilities, power, limitation, and obligations of such tribes. Only federally\nrecognized tribes are eligible to apply for COPS Office award funds. For further information, contact: BIA, Division\nof Tribal Government Services, MS-4631-MIB, 1849 C Street NW, Washington, DC 20240, 202-208-2475. gas mask. A gas mask is connected to a chemical air filter and is used to protect the face and lungs from toxic\ngases. Global Positioning System (GPS). Global Positioning Systems are a series of 24 geosynchronous satellites that\ncontinuously transmit their positions. Each system is used in personal tracking, navigation, and automatic\nvehicle location technologies. 113 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual Grant Monitoring Specialist. COPS Office Grant Monitoring Specialists are trained and available to assist you in\naddressing any compliance-related questions regarding your award. Grant Monitoring Specialists plan and\nconduct site visits and office-based grant reviews. During the life of your award, you may be selected for a\nmonitoring site visit to assess your compliance with the terms and agreements of the award program, to review\nyour community policing initiatives, and to provide technical and administrative support for your award. Please\ncontact the COPS Office Response Center at 800-421-6770 if you have any compliance-related questions. Grant Program Specialist. COPS Office Grant Program Specialists are trained to assist you with implementing\nand maintaining your award. A Grant Program Specialist is assigned to your state and is available to answer any\nquestions that you may have concerning the administrative aspects of your award. Your Grant Program\nSpecialist can assist you with such matters as requesting an extension on your award or modifying the award. To\nobtain the name and phone number of your Grant Program Specialist, please contact the COPS Office Response\nCenter at 800-421-6770 or refer to the COPS Office website, www.cops.usdoj.gov. indirect costs. Indirect (F&A) costs are those costs incurred for a common or joint purpose benefiting more than\none cost objective. They are not readily attributable to the cost objectives that are being benefited. To facilitate\nequitable distribution of indirect expenses to the specific cost objectives, it may be necessary to establish a\nnumber of pools of indirect (F&A) costs."
}