{
  "document_category": "guidance",
  "document_name": "GuideToProcurementProcedures.pdf",
  "chunk_index": 10,
  "chunk_text": "e. Any special instructions to offerors to assist in developing the offer. f. A listing of evaluation criteria to be used by the non-Federal entity in the\nevaluation of the offers received. Percentage weights may be assessed each\ncriterion or the order of importance of each indicated criterion may be shown. g. Any other information that may be required for the offerors to completely\nunderstand the contents and intent of the Request for Proposals. h. A due date and time frame for receipt of all proposals. 4. The RFP must be solicited to an adequate\nnumber of qualified sources. Any timely\nresponse to the RFP must be considered to\nthe maximum extent practicable. 5. Evaluation of the proposals received must\nbe accomplished in accordance with\nwritten Non-Federal entity procedures. Each proposal must be scored based upon\nthe evaluation criteria contained in the\nRFP. Evaluation criteria must not be\nchanged after receipt of offers. TIP: Clauses for bonuses for early\ncompletion and penalties for late\ndelivery may be developed if they\nare in the public interest. Clauses\nmay be added to the contract to\ncover these points. Also a prior\napproval key-personnel clause\nmay be needed for personal\nservices to ensure that qualified\nindividuals are employed. 6. Contracts must be awarded to the responsible firm whose proposal is the most\nadvantageous to the program, with price and any other evaluation criteria considered. 7. When a procurement involves conducting negotiations, negotiations must be conducted\nwith those offerors submitting the most promising proposals (those most highly rated in\nterms of technical factors and other evaluation criteria) in accordance with the\ndetermination of a procurement official (e.g., a contracting officer) designated by the\nnon-Federal entity for that purpose. Issues (unforeseen requirements) raised during the\nnegotiation phase by one respondent may be communicated to all remaining offerors,\nso that all may respond to the issue during the best and final phase of the negotiations. Page | 20 Competitive Proposals Checklist\nNo. Question 1. Is it necessary to resolve technical questions/unknowns by\nnegotiations with the successful contractor? Yes No If the answer is “Yes,” this requirement is a candidate for the\ncompetitive proposal process. 2. Is it necessary to develop a Statement of Work, instead of a\nDesign Specification spelling out specifically what is needed? If the answer is “Yes,” competitive proposals should be used. Page | 21 Chapter 10\nProcurement by Noncompetitive Proposals (Sole Source Contracting) Procurement by noncompetitive proposals is procurement through the\nsolicitation of a proposal from only one source and may be used only under\nspecified circumstances. 8 As indicated in Chapter 5 (“Competition”), non-Federal entities must provide for full and open\ncompetition, consistent with the procurement standards. However, there are certain\ncircumstances that may call for other than full and open competition. These circumstances may\nresult in “sole source” contracting. The Part 200 Uniform Requirements is quite clear regarding the necessity to have full and open\ncompetition to satisfy non-Federal entity procurement requirements."
}