{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 16,
  "chunk_text": "24 The Government Purchase Card Program is used to procure Trust Fund supplies, equipment, and\nservices, as authorized in the Program Statement Bureau of Prisons Acquisition Policy. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 25 Chapter 3. COMMISSARY OPERATIONS\n3.1 SECURITY\na. Commissary Security. Security is of high importance to staff involved in Trust Fund\noperations. Merchandise lost through negligence or theft by inmates reduces funds available for\nthe Trust Fund. The minimum security standards for Commissary procedures are:\n■ Inmate workers entering or leaving the Commissary are pat searched. Occasional visual\nsearches (strip searches) are authorized and shall be conducted per the Program Statement\nSearches of Housing Units, Inmates, and Inmate Work Areas.\n■ A staff member supervises the removal of all trash leaving the Commissary. Boxes and\ncartons shall be broken down. ■ Inmates who steal merchandise from the Commissary shall be subject to disciplinary action per\nthe Program Statement Inmate Discipline Program.\n■ No more inmates than staff can manage and control are permitted to work in the Commissary. Inmates shall never work in the Commissary without staff supervision, and shall never be\nlocked in the Commissary without a staff member present.\n■ At least annually, a Correctional Services staff member shall perform a complete security\nreview, including a check of the physical facilities of the Trust Fund operation. A written\nreport must be sent to the Trust Fund Supervisor. The Trust Fund Supervisor will then notify\nthe Chief, Trust Fund Branch, through the Regional Trust Fund Administrator of significant\nproblems identified in the reviews. b. Key Security. Trust Fund operation keys are “restricted” keys and are to be issued only to\ndesignated staff. The Trust Fund Supervisor and employees assigned to the Commissary may\nhave keys to the Commissary and storage areas on a 24-hour check-out basis. Employees not\ndirectly assigned to the Commissary or storeroom do not have keys to these areas. A key to the\nCommissary and storage areas is kept under glass in the control room for emergencies (e.g., fire or\nrefrigeration breakdown). When it is in the Bureau’s best interest that Trust Fund keys remain at the institution, use the\nfollowing procedures: A special wood/metal box(s) with a glass front, large enough to contain\nthe entire Trust Fund key ring(s), or an individual Trust Fund key ring, kept within the control\nroom. At the end of each work day, the Trust Fund ring(s) is locked securely in this box. A key to the\nlocked box may be checked out on a 24-hour basis to employees assigned to the Commissary and\nthe Trust Fund Supervisor. In an emergency, the glass may be broken to obtain the keys. After\nany such incident, a memorandum is sent to the Warden with a copy to the Captain and Trust Fund\nSupervisor documenting the situation that required emergency access. c. Hot Room Security. Each institution establishes local procedures for a “hot room” in the\nWarehouse to secure Trust Fund merchandise not directly received into the Commissary. The\nP4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 26"
}