{
  "document_category": "guidance",
  "document_name": "1351_005_CN-2.pdf",
  "chunk_index": 19,
  "chunk_text": "25. FEES FOR PRIVACY ACT REQUESTS. Fees for copies of records\ndisclosed under the Privacy Act, including fees for an employee’s\nown records, may be charged in accordance with 28 CFR 16.47. PART FOUR: [FREEDOM OF INFORMATION ACT REQUESTS FOR INFORMATION]\n26. [FREEDOM OF INFORMATION ACT REQUESTS § 513.60. Requests for\nany Bureau record (including Program Statements and Operations\nMemoranda) ordinarily shall be processed pursuant to the Freedom\nof Information Act, 5 U.S.C. 552. Such a request must be made in\nwriting and addressed to the Director, Federal Bureau of Prisons,\n320 First Street, NW., Washington, D.C. 20534. The requester\nshall clearly mark on the face of the letter and the envelope\n\"FREEDOM OF INFORMATION REQUEST,\" and shall clearly describe the\nrecords sought. See §§ 513.61 through 513.63 for additional\nrequirements.] 28 CFR 513.61 through 63 refers to Sections 27 through 29 of this\nProgram Statement. 27. [FREEDOM OF INFORMATION ACT REQUESTS BY INMATES § 513.61 a. Inmates are encouraged to use the simple access procedures\ndescribed in § 513.40 to review disclosable records maintained in\nhis or her Inmate Central File.] 28 CFR 513.40 refers to Section 12 of this Program Statement. Similarly, inmates are encouraged to use the simple access\nprocedures described in Section 15 above to review certain Bureau\nProgram Statements that may be available locally at the\ninstitution.\n[b. An inmate may make a request for access to documents in\nhis or her Inmate Central File or Medical File (including\ndocuments which have been withheld from disclosure during the\ninmate’s review of his or her Inmate Central File pursuant to\n§ 513.40) and/or other documents concerning the inmate which are\nnot contained in the Inmate Central File or Medical File. Staff\nshall process such a request pursuant to the applicable\nprovisions of the Freedom of Information Act, 5 U.S.C. 552. PS 1351.05\n9/19/2002\nPage 27\nc. The inmate requester shall clearly mark on the face of the\nletter and on the envelope \"FREEDOM OF INFORMATION ACT REQUEST\",\nand shall clearly describe the records sought, including the\napproximate dates covered by the record. An inmate making such a\nrequest must provide his or her full name, current address, date\nand place of birth. In addition, if the inmate requests\ndocuments to be sent to a third party, the inmate must provide\nwith the request an example of his or her signature, which must\nbe verified and dated within three (3) months of the date of the\nrequest.] A request for \"my records,\" “all my records,\" or similar\nwording shall be interpreted as a request for a copy of Inmate\nCentral File records and Medical File records currently\nmaintained at the inmate's institution of confinement or, in the\ncase of former inmates, in the last institution of confinement. Inmates are encouraged to provide Federal register numbers to\nassist in properly identifying requested records. 28. [FREEDOM OF INFORMATION ACT REQUESTS BY FORMER INMATES\n§ 513.62. Former federal inmates may request copies of their\nBureau records by writing to the Director, Federal Bureau of\nPrisons, 320 First Street, NW., Washington, D.C. 20534. Such\nrequests shall be processed pursuant to the provisions of the\nFreedom of Information Act."
}