{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 30,
  "chunk_text": "Therefore, the recipient must use the CHP award funding to benefit its own population, rather than\ncontracting out the COPS Office-funded officer(s) to other jurisdictions. What you should do:\nOfficers funded under the CHP award may not provide contract law enforcement services to other agencies\nunless they will directly benefit the recipient’s jurisdiction. For example, a sheriff’s department cannot use a CHPfunded officer to provide contract law enforcement services to a neighboring county but can use the CHPfunded officer to provide direct law enforcement services to towns within its own county. 26. Retention\nCondition: At the time of award application, your agency committed to retaining all sworn officer positions awarded under the\nCHP award with state and/or local funds for a minimum of 12 months following the conclusion of 36 months of\nfederal funding for each position, over and above the number of locally funded sworn officer positions that would\nhave existed in the absence of the award. Your agency cannot satisfy the retention requirement by using CHP funded\npositions to fill locally funded vacancies resulting from attrition. Why this condition: The retention requirement ensures that the increased officer staffing level under the CHP award continues with\nstate or local funds for a minimum of 12 months after federal funding ends. What you should do: At the time of award application, your agency was required to affirm that it plans to retain all sworn officer\npositions funded under the CHP award and identify the planned source(s) of retention funding. Your agency\ncommitted to retaining each awarded position for at least 12 months following the conclusion of 36 months of\nfederal funding for that position. The retention period begins for an awarded officer position once that position 29 2016 COPS Hiring Program (CHP) Award Owner’s Manual has completed the 36-month implementation period. If an agency is awarded several officer positions, the\nretention period for each individual officer position begins upon completion of 36 months of funding for that\nposition (not based on the cumulative award end date). The retained CHP-funded position(s) must be added to your agency’s law enforcement budget with state or\nlocal funds at the conclusion of award funding, over and above the number of locally funded sworn officer\npositions that would have existed in the absence of the award. Absorbing CHP-funded positions through\nattrition (rather than adding the extra positions to your budget with additional funding) does not meet the\nretention requirement. In addition, COPS Office award funding may not be used to retain positions awarded\nunder a previous COPS Office hiring award. Your agency should maintain documentation demonstrating when the 36-month award funding period expired\nfor each awarded position and that each retained position was above and beyond the number of officer\npositions that your agency would have otherwise funded with state or local funds. We understand that your\nagency’s identified source(s) of retention funding may change during the life of the award, so your agency\nshould maintain documentation of any changes in the event of an audit, monitoring, or other evaluation of your\naward compliance."
}