{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 93,
  "chunk_text": "The CCM may want to\ndiscuss the rejection with the CCC Director for reconsideration. When it is certain that placement cannot be made, the CCM must\nconsider placement in another CCC or probation’s electronically\nmonitored home confinement program. If the CCM is unable to\nplace the inmate in the community, the institution shall be\nnotified of reasons for the denial by BOPNet, the referral\npackage shall be disposed of, and the CCC rejection letter shall\nbe mailed to the institution. The CCM shall enter the reason for\ndenial using the appropriate SENTRY COM assignment. The CCM\nshall maintain a record of rejections until the next Program or\nOperational Review. PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 7\nc.\nReferral Log. Each CCM shall maintain a chronological\nlog of CCC transfer referrals. Records shall be maintained until\nthe next Program or Operational Review. The log must contain at\nleast:\ne\ne\ne\ne\ne\ne\ne Offender name and register number. Referral institution and date referral was received. Name of referral CCC (or 3-digit code) and date of\nreferral to CCC. Date of CCC reply. Transfer date. Date institution notified (via DST waiting list). Comment section. 5.3. DIRECT PLACEMENT OF OFFENDERS IN CCCs All direct placements, including supervision and direct court\ncommitments, shall be subjected to the more restrictive Community\nCorrections Component of the CCC program, unless directed\notherwise by judicial recommendation. 5.3.1. Probation/Supervised Release a.\nJudges may require probationers to reside in or\nparticipate in a CCC program as a condition of supervision. If\nCCMs determine that space is available, they shall authorize CCCs\nto accept the offenders and the CCM or CCC Director shall notify\nthe USPO. b. The Bureau pays for probationers and supervised\nreleasees in CCCs only when a court or U.S. Parole Commission\norder requires it as a condition of supervision; however,\nexpenses for pretrial cases in CCCs, including alleged probation\nviolators who may be required to reside in CCCs as a condition of\nrelease from jail, are the responsibility of probation or the\npretrial agency. 5.3.2. Parole/Mandatory Releasees The U.S. Parole Commission may require parolees and mandatory\nreleasees to reside in CCCs as a condition of supervision. If\nthe CCM determines space is available, they shall authorize CCCs\nto accept the offenders and the CCM or CCC Director shall notify\nthe USPO. 5.3.3. Direct Court Commitments Federal judges may recommend that CCCs be designated for inmates\nto serve short-term sentences (ordinarily less than one year). PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 8\nCCMs shall carry out such a recommendation if they determine that\nthis designation is appropriate. CCMs shall consult with MCAs in\nall situations of designation of community based facilities for\nperiods exceeding one year. If space is not available or if\ninmates are inappropriate for designation of CCCs, an appropriate\ndesignation shall be made. The sentencing judge shall be\nnotified in writing, with an explanation outlining the reasons for\nnot satisfying the judicial recommendation regarding a specific\ninstitution or program as noted in the Program Statement on\nJudicial Recommendations and U.S. Attorney Reports. 5.3.4. Community Confinement Title 18 U.S.C. § 3563(b) and United States Sentencing Guideline\nSection 5C1.1, provide for residence in or participation in the\nprogram of a community corrections facility."
}