{
  "document_category": "guidance",
  "document_name": "5330.11.pdf",
  "chunk_index": 20,
  "chunk_text": "As treatment technologies change, there are opportunities to improve the Bureau’s\ntreatment programs. Therefore, staff are to use the most current journals, facilitators’ guides,\nmanuals, and resources developed by the Central Office. P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 1\nPage 1 Other treatment protocols may be used in addition to the specified program protocols. These\nprogram additions must be CBT-based or compatible with CBT, and meet the goals of the\ntreatment program (e.g., Motivational Interviewing, Cognitive Mapping, Dialectical Behavior\nTherapy, and 12-Step Programming). Additions must be approved by the PTP Coordinator, in\nconsultation with the Regional Psychology Treatment Programs Coordinator (RPTP-C), formerly\nknown as the Regional Drug Abuse Programs Coordinator. While self-help programs such as Alcoholics Anonymous (AA), Narcotics Anonymous (NA), and\nRational Recovery (RR) may be offered as part of an institution’s drug abuse program effort, they\nare most often associated with non-residential (NR) treatment. While such programs are often\npowerful and important interventions in an inmate’s recovery, they do not substitute for NR or\nresidential treatment hours. They are considered a support to the Bureau’s treatment protocols. 1.4. Program Support. Except in emergency situations (i.e., those for which institution\nemergency plans are written and other events such as assaults and body alarms where an\nimmediate response is required), positions allocated and funded specifically to provide drug abuse\ntreatment are assigned exclusively for providing this programming. These staff are not used for\nother duties (e.g., routine custody, unit, or case management functions). All institution staff are to be informed of Residential Treatment Program operations, and play a\nrole in support of them. 1.5. Residential Treatment Programs. Residential-based Treatment Programs in the Bureau\nfollow the unit-based treatment model of a modified therapeutic community. This model has been\nproven effective in reducing inmate recidivism. A modified therapeutic community in a prison\nsetting stresses pro-social values and behaviors that are needed in the outside community. 1.6. Core Program Elements. Prison Treatment Programs with successful outcomes apply\nspecific core elements. These elements are implemented in various ways, depending on the\ninstitutional environment and culture (e.g., physical layout, administrative support, allowable\nachievement awards). Sound security practices are strictly adhered to when performing treatment\nfunctions. The core elements in operating a Residential program call for:\n1.6.1. Administrative Elements\na. Separate Unit. Residential Treatment Programs are to be separated from the general\npopulation in a separate treatment unit. A separate unit facilitates a positive peer culture and\nreduces negative peer influences. b. Unit Layout. If allowed by the institution layout, the program staff and unit team will have\noffices on the treatment unit. Group sessions and meetings, when possible, are conducted on the\nunit. It is expected that the physical environment of the treatment unit reflects and supports the\nprogram concepts and goals. For example, the walls of the treatment unit should display signs,\nP5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 1\nPage 2 posters, paintings, etc., that reinforce key concepts, such as the Program Philosophy and Program\nAttitudes. 1.6.2 Clinical Elements\na. Diagnoses. The Treatment Program Coordinator will diagnose each inmate through an\nestablished assessment diagnostic process. b. Individual Treatment Plan. Together with the inmate, treatment specialists will develop\nindividual treatment plans for each inmate."
}