{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 50,
  "chunk_text": "Why this condition:\nThe COPS Office defines community policing as a philosophy that promotes organizational strategies that\nsupport the systematic use of partnerships and problem-solving techniques to proactively address the\nimmediate conditions giving rise to public safety issues such as crime, social disorder, and fear of crime. TRGP grants must be used to initiate or enhance community policing activities. All newly hired, additional, or\nrehired officers (or an equal number of redeployed veteran officers) funded under TRGP-Hiring must engage\nin community policing activities. While the COPS Office recognizes that your COPS Office-funded officer(s)\n(or an equal number of redeployed veteran officers) will participate in some or all aspects of your identified\ncommunity policing plan and advance your agency’s community policing activities over the life of the grant,\nwe also encourage your agency to move toward an organization-wide philosophy and commitment to\ncommunity policing. COPS Office grants are designed to increase community policing capacity and crime prevention efforts. This is achieved through problem-solving tactics and community policing partnerships. It enhances police\nprofessionalism by providing officers with the skills and motivation to act in innovative ways to solve\ncommunity crime-related problems. Your organization may be monitored or audited to ensure that it is\ninitiating or enhancing community policing in accordance with your proposed plan, and that the officers\nhired (or an equal number of redeployed veteran officers) are used to implement this plan and advance\nyour agency’s community policing activities over the life of the grant. The COPS Office may also use this\ninformation to understand the needs of the field, and potentially provide for training, technical assistance,\nproblem solving, and community policing implementation tools. What you should do:\nCommunity policing activities to be implemented or enhanced by your agency were identified in your grant\napplication. Your community policing needs may change during the life of your grant, and minor changes to\nthis plan may be made without prior approval of the COPS Office. If your agency’s community policing plan\nchanges significantly, however, you must submit those changes in writing to the COPS Office for approval. Changes are significant if they deviate from the range of possible community policing activities identified\nand approved in the original community policing plan submitted with your application. 14. Contracts with other jurisdictions\nEquipment, technology, training, vehicles, and/or sworn law enforcement officer positions awarded may only be\nused for law enforcement activities or services that exclusively benefit your agency and the population that it serves. The items funded under the TRGP grant cannot be utilized by other agencies unless the items would exclusively\nbenefit the population that your agency serves. Why this condition: The TRGP was created under a Congressional appropriation specifically designated for tribal law\nenforcement agencies to improve public safety in Indian communities. The TRGP-E/T grant funding is\nintended to benefit the communities within the grantee’s primary law enforcement jurisdiction. Therefore,\nthe grantee must use the TRGP grant funding to benefit its own population exclusively. 37 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual What you should do:"
}