{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 64,
  "chunk_text": "• Records of hire dates for each person hired under the award • Payroll records / time & attendance records • Postal receipts / fax transmission reports (to prove submission dates) • Log of reimbursement requests made via GPRS • Copies of checks or wire transfer documents (if applicable) • Copies of financial office journal entries (if applicable) 69 2016 COPS Hiring Program (CHP) Award Owner’s Manual _____\n•\n_____ ADDITIONAL SUPPORTING DOCUMENTATION FOR MILITARY VETERAN HIRES Copy of Certificate of Release or Discharge from Active Duty (DD-214)\nADDITIONAL SUPPORTING DOCUMENTATION FOR REHIRES • Records of the date of layoff(s) • Records demonstrating the reason(s) for the layoff(s), specifically showing fiscal reasons that are\nunrelated to the availability or receipt of CHP funds. [Records that may be used to prove that scheduled\nlayoffs are occurring for local economic reasons that are unrelated to the availability of CHP award\nfunds may include (but are not limited to) council or departmental meeting minutes, memoranda,\nnotices, or orders discussing the layoffs; notices provided to the individual officers regarding the date(s)\nof the layoffs; or budget documents ordering departmental and/or jurisdiction-wide budget\nreductions.] • Records demonstrating that your agency continued funding the officers with local funds until the date\nof the scheduled layoffs and did not draw down on CHP funding for the positions until the layoffs\notherwise would have occurred. • Records demonstrating that your agency paid any higher-than-entry-level salary and benefits costs to\nrehired officers with local funds and used CHP funds only for the approved entry-level salary and\nbenefits package. _____ SUPPORTING DOCUMENTATION FOR RETENTION • Records (e.g., council meeting minutes) demonstrating that your agency plans to retain. • Personnel records (e.g., employee action forms) with the employment dates of each officer. [If a position\nbecomes vacant during the award or retention period, your agency must maintain records of the\nemployment dates of any new officer(s) hired to fill the position.] • Records demonstrating that your agency took timely and active steps to fill all vacancies occurring\nduring the retention period in accordance with the agency’s standard hiring practices and procedures. • Records demonstrating the date each officer position was retained with local funds and that each\nposition was retained with local funds for at least 12 months following the 36-month award period. _____ AWARD CORRESPONDENCE (all other general correspondence between COPS Office and recipient) _____ MEDIA REPORTS • [Newspaper clippings, magazine articles, certificates, or other noteworthy items should be included to\nillustrate achievements and successes of the award, such as community policing highlights and other\naward-related accomplishments. In addition, any CDs, DVDs, electronic newsletters, brochures, website\naddresses, or other similar information published in connection with the award should be referenced.] 70 2016 COPS Hiring Program (CHP) Award Owner’s Manual In the event of a COPS Office award monitoring review, the following information should be retained: Reduction-in-force review\n• Identification of the number of sworn officer positions (both full-time and part-time) funded in the\nagency’s budget with local or other non-COPS Office funding during each fiscal year as of the threshold\nreview date (please note that this may include vacant but funded positions). •"
}