{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 14,
  "chunk_text": "•\n•\n•\n• Date and quantity of issue; Date and quantity of receipt; Balance on hand; and Initials of employee making the entry. 2, Page 12 PS 5500.14\n10/19/2012\nChapter 3, Page 1\nCHAPTER 3\nCOUNTS - CENSUS CHECKS\n300. BASIC PRINCIPLES 1. Each institution will conduct, at a minimum, five official\ninmate counts during every 24-hour period. On weekends and\nholidays an additional count will be conducted at 10:00 a.m.\n The daily 4:00 p.m. count and 10:00 a.m. count (on\nweekends and holidays) will be stand-up counts. Institutions with secure cell space are required to lock the\ninmates in their cells for all official counts, unless the\ninmates are on out-counts in areas such as Food Service,\nHospital, visiting room, etc. 2. The master count will be maintained in the Control Center. The Control Center Officer will be notified of any changes in an\ninmate’s status, such as housing unit and job assignments,\nadmission to hospital, etc. The official count will be readily\navailable on the Master Count Sheet or in SENTRY. 3. Each count will be conducted with at least two officers. There will be no inmate movement during an official count. The\ncount process will not be interrupted under any circumstances,\nother than by an emergency. Exceptions to the no inmate movement\nmust be when inmates are in the wrong place for a count and have\nto be moved by direct staff escort to their proper place of\ncount. Staff must not be distracted during the count. One staff member will count while the second staff member\nstands in a position to observe inmate movement. When the first\nstaff member completes the count, the staff member will change\npositions. The second staff member will conduct the count while\nthe other staff member observes the inmates. If the staff\nmembers count totals do not match, a recount will be conducted in\nthe same manner. Two staff members may count simultaneously (one\nbehind the other) if a third staff member is available to observe\ninmate movement or all cells are secure before the count begins. If the totals do not match after the second count, the\nOperations Lieutenant will be notified via the Control Center. The Operations Lieutenant will dispatch a third officer/staff\nmember to the location to assist with the count. The third PS 5500.14\n10/19/2012\nChapter 3, Page 2\nofficer/staff member will observe the inmates while the other\nstaff members conduct a double count. 4. Staff will not conduct a count based upon movements,\nsounds, or configurations from a covered bed. Staff will ensure they are positively observing human flesh\nbefore counting any inmate. 5. The staff members conducting a specific unit count will not\nleave the unit until the Control Center accepts that particular\nunit count. 6. When counting at night, a flashlight must be used\njudiciously; however, enough light will be shown on the inmate to\nleave no doubt the officer is counting human flesh. 301. OFFICIAL COUNTS 1. The official count is to be taken at specific times during\neach 24-hour period. 2. \"Out counts\" will be kept to a minimum. All \"out counts\"\nof more than five inmates must be counted by two staff members\nusing detail cards or inmate identification cards for\nidentification."
}