{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 23,
  "chunk_text": "The PREA Management Office will normally notify the auditor of its determination no more\nthan 60 days following the auditor’s completion of all the probationary certification status\nrequirements. Full certification status will be granted to those auditors who follow all of the\nprobationary certification status requirements listed in this chapter; meet a minimum threshold\nof quality on their probationary certification reports; demonstrate measurable improvement in\ntheir probationary certification reports, when applicable; and comply with the PREA auditor\ncertification requirements articulated in this Handbook. The PREA Management Office may deny full certification status to any PREA auditor who fails\nto follow all of the probationary certification status requirements listed in this chapter; meet a\nminimum threshold of quality on probationary certification reports; demonstrate measurable\nimprovement in audit reporting, when applicable; and/or comply with the PREA auditor\ncertification requirements articulated in this Handbook (see full list of the PREA Management\nOffice’s probationary certification status review considerations above). If the PREA\nManagement Office learns that an auditor under probationary certification status has\n23 conducted one or more audits without completing the requirements outlined in this chapter,\nthe PREA Management Office may deny full certification status. Forgetting or claiming not to\nhave known of the probationary certification status requirements is not an adequate\njustification for failure to comply with them. Auditors who are denied full certification status will not be authorized to conduct any PREA\naudits, and their names will be removed from the list of DOJ-certified PREA auditors on the\nPREA Resource Center website. If an auditor has any contractual obligations to conduct audits\nfor which the onsite portion is scheduled on or after the effective date of denial of full\ncertification, the auditor must immediately notify the appropriate officials in the facility or\nagency of his or her denial of full certification to discuss contract termination, as appropriate. If\nan auditor has any in-progress audits for which he or she has completed the onsite portion, the\nauditor must immediately notify the appropriate officials in the facility or agency of his or her\ndenial of full certification and ask those officials for instruction regarding completion of the\ncontracted tasks. If the officials from the agency or facility expect the auditor to complete the\npost-onsite audit work, the auditor will be temporarily authorized to complete the audit\nthrough the final report. In such instances, auditors must report all in-progress audits to the\nPREA Management Office at PREACompliance@usdoj.gov and provide the date upon which\nthose audits are expected to conclude (i.e., when the final report will be submitted to the\naudited facility). Unless otherwise specified by the PREA Management Office, auditors who are denied full\ncertification are permitted to apply again to become certified as PREA auditors, but they must\ngo through the regular application and training process. During the application review process,\nthe circumstances of an auditor’s denial of full certification and his or her past auditing\nperformance and conduct will be considered in evaluating the applicant’s suitability to become\ncertified to conduct PREA audits."
}