{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 51,
  "chunk_text": "A\ntermination is used after all other efforts have failed. All\ntermination requests the CCM submitted should be processed\nthrough and have the concurrence of the MCA, CCRA and the CCA\nprior to being forwarded to the CO. 4.5.15. CONTRACT CLOSURE Upon expiration (or termination) of a contract, the CCM shall\nforward a BOPNet E-Mail message to the CO, with copies to the\nMCA, CCRA and CCA, that indicates:\na.\nthe contractor has completed services under the contract\nand all options have expired;\nb.\nthe date and number of the final invoice and when it was\nreceived;\nc.\nwhen the invoice was certified and forwarded for\npayment;\nd.\nthe amount of excess funds (ordinarily one month's\naccrual, if any) that need to be deobligated; and,\ne.\nthe voucher number* and date (these will appear on the\ncopy of the SF-1034 returned by the pay station). [*This is the number assigned by the pay station before the\nvoucher is forwarded to Treasury for payment.] Following contract closure, all original documentation not a part\nof the official contract file should be mailed to the CO. All other contract documents maintained in the CCM Contract File\nmay be destroyed. PS 7300.09\n10/28/04\nAttachment 4-1, Page 1\nREQUEST FOR CONTRACT ACTION (RCA)\n(CO Use Only:\n1.\na. RCA NO: RFP NO: ) Type of Action Requested (Check One):\nNew ( ) b. Replacement ( ) c. Modification ( ) If New or Replacement is checked, identify the following:\nType of Services:\nLocation - City:\nCounty(s): State: Statement of Work (SOW): SOW page changes attached: yes ( ) no ( ) If Modification is checked, complete the following:\nContractor Name: Contract\nNumber: Location Code:\n2. Justification and Explanation for this request: 3. Period services will be required: 4. Fiscal Data a. - - through - - Accounting Code: _ _ - _ - _ _ _ - _ _ _ - _ _ _ - _ _ _ PS 7300.09\n10/28/04\nAttachment 4-1, Page 2\nb. Estimated Inmate-Days and Expenditures: Contract Period(s)\nPer Capita\nBase Period\n(Total)\n- Inmate-days/Beds (Inmate-day)\nthrough M:\nF: Total: /\n/ M:\nF: $\n$ $\n$ / Contract Period(s)\nPer Capita\nOption Year #1\n(Total)\nthrough\n- Year #2\nthrough\n- Total: Inmate-days/Beds M:\nF: /\n/ Total:\nOption\n- Cost Estimate\nPer Period M:\nF: Total: M:\nF: Cost Estimate\nPer Period\n(Inmate-day)\n$\n$ /\n/\n/ through Total: M:\nF: M:\nF: /\n/\n/ $\n$\nTotal: $ $\n$ / Option Year #3\n- $ $\n$\nTotal: $ M: $\nF: $ $\n$\nTotal: $ 5.\nSuggested Sources: Include complete address, contact person\nand telephone number for each source provided. NOTE: If this is\na replacement requirement, asterisk the incumbent provider and\ninclude their Contract Number, Location Code, Per Diem rate and\nExpiration Date. PS 7300.09\n10/28/04\nAttachment 4-1, Page 3 6.\nList all existing Bureau of Prisons contracts providing\nsimilar services within 50 miles of the location identified for\nthis request. Include the contractor name, contract number,\nlocation code, per diem rate and expiration date for each\ncontract listed. 7.\nFor billing purposes, provide the Community Corrections\nManager's name, mailing address and telephone number below:\n8. Requested, Reviewed, and Approved by: CCCOS:\nCCM:\nMCA:\nCCRA:\nCCAA:\nReceived by CC Contracting Section Date: PS 7300.08\n1/12/98\nAttachment 4-2, Page 1\nMILESTONES FOR CONTRACT AWARD RCA DOL CBD RFP ISSUED/CLOSED\nREVIEW PANEL &"
}