{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 42,
  "chunk_text": "Properly signed, updated BP-A338’s and incident reports must\nbe forwarded for inclusion in the central file. When the material is received from the CCM, CSD staff will forward the completed release\nmaterials to unit staff for inclusion in the inmate’s central file. CSD staff will monitor the release dates of inmates at RRCs to ensure that the release materials\nare received from the CCM. A follow-up is to be conducted if they are not received within one\nmonth after the inmate’s release from the RRC. If the institution still does not receive the release\nmaterials, it will be documented in the J&C file. This documentation will include all contact\nwith the RRC. No further follow-ups will be conducted. When an inmate is returned to custody prior to his or her final release date and there is not\nenough time remaining to return the inmate to his or her parent institution, the staff having\nresponsibility where the inmate is housed will prepare the final release paperwork and release the\ninmate. He or she will be “released” from SENTRY according to the type of release although he\nor she may have been admitted as a holdover. 903. SCHEDULING INMATES FOR FINAL RELEASE The Institution Correctional Systems Department/DSCC will establish and maintain local\nprocedures, including the use of SENTRY, to ensure the timely release of inmates. The DSCC\nwill audit the sentence computations of all inmates to be released, including any good time\nactions, before certifying each release date. Staff in other departments will access SENTRY to obtain current release dates for release\nplanning and preparation. Note: CSD staff are not required to prepare and forward a release list. The Community Corrections Manual contains instructions for inmates releasing from community\ncorrections facilities. P5800.15 1/1/2009 Chapter 9, Page 4 a. Public Law, Weekend, and Holiday Releases. In accordance with 18 U.S.C. §§ 4163 and\n3624(a), whenever possible, inmates may be released on the last preceding weekday if their\nprojected release date falls on a weekend or holiday. An inmate will not, however, be released on parole or mandatory parole on the last preceding\nweekday if the actual release date falls before the parole eligibility date. Refer to the Program Statement on Release of Inmates Prior to a Weekend or Legal Holiday for\nmore information. Note: Inmates in any facility as a condition of supervision are not serving a sentence of\nimprisonment, and therefore, are not eligible for Public Law days. b. Secret Service Notification. The Secret Service requires release notification of those\ninmates who are considered dangerous to the President or Vice President of the United States and\nother government officials. They will provide a Secret Service Notification Card which is placed\nin the Inmate Remand or J&C file with a copy to unit staff for inclusion in the inmate central file. This will not be loaded into SENTRY as a “notify.”\nc. Release of State/Territory/Commonwealth Inmates. When a state, territory, or\ncommonwealth inmate is to be released, CSD staff will notify the appropriate authority no later\nthan 60 days prior to the scheduled release."
}