{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 21,
  "chunk_text": "7 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual Why this condition:\nThe COPS Office statutory nonsupplanting requirement mandates that award funds not be used to replace\nstate or local funds or BIA funds that would, in the absence of federal aid, be made available for the award\npurposes. What you should do:\nCAGI funds may not be used to pay for any item or cost funded under the award (equipment, personnel,\ntraining, etc.) if that item or cost was otherwise budgeted with state, local, or BIA funds. In addition,\nawardees may not reallocate state, local, or BIA funds from one area within the law enforcement budget to\nanother as a result of receiving CAGI award funds. If you have questions concerning this award term, and\nhow it pertains to your project budget, please contact your COPS Office Grant Program Specialist. Personnel To meet this grant condition, you must ensure the following: • Each individual employed under the COPS Anti-Gang Initiative grant is newly hired on or after the\ngrant award start date, unless an exception is authorized in writing by the COPS Office. If current\npersonnel are redeployed into this program, they must be paid with local funds. The COPS Office\ngrant funds may be used to backfill the resulting vacancy with newly hired personnel for an\nequivalent amount of time. • Any officer(s) or civilian(s) that you are hiring bring(s) your force not only to a number over and above the number of funded positions that you had on the date of your COPS Anti-Gang\nInitiative application (including funded but vacant positions) but also over and above the number\nof locally funded positions during the grant award period. • During the life of your grant, you must continue to hire as many new, locally funded officers or civilians as you would have if you had not received your grant. You may not cancel or postpone\nspending money in your budget that is committed to hiring other new officers or civilians. • You must take expeditious and timely steps to fill any vacancies that were created on or after the\ndate of your grant application by retirement, resignation, or other reasons with new officers or\ncivilians other than your COPS Anti-Gang Initiative positions. Example: If you are redeploying a current employee who would otherwise be paid $75,000 in salary and\nbenefits during the life of the grant project, your agency must continue to pay this employee with local\nfunds. The COPS Office grant funds may be used to backfill the resulting vacancy with a new hire, even\nthough the COPS Office-funded position will not be working directly on the COPS Anti-Gang Initiative. Equipment and technology To meet this grant condition, you must ensure the following: • Equipment and technology must be purchased on or after the award start date (unless an exception is authorized in writing by the COPS Office) and must be in addition to purchases that\nthe grantee is obligated or funded to make in the current budget."
}