{
  "document_category": "guidance",
  "document_name": "JAG-PREA-FAQ.pdf",
  "chunk_index": 7,
  "chunk_text": "Once that state comes into full\ncompliance with the PREA Standards, the governor should provide the PREA Management Office\nwith that state’s certification of full compliance with PREA. Upon receipt of that certification, OJP’s Bureau of Justice Assistance (BJA) will lift the PREA\nlimitation on the JAG funds, and the state will be allowed to use any remaining JAG PREA\nreallocation funds for any of the lawful purposes under the JAG statute. Of course, a state could\nchoose to continue to use its JAG PREA reallocation funds for the purpose of maintaining PREA\ncompliance. For example, a state could continue to pay for ongoing PREA facility audit\nrequirements, should it choose to do so. As a process, after proof of certification, if a state chooses to use its remaining JAG PREA\nreallocation funds for general JAG purposes, it can submit a change of scope Grant Adjustment\nNotice (GAN) in the online Grants Management System (GMS). As part of the change of scope\nGAN, a copy of the governor’s certification should be provided. Once the change of scope GAN has\nbeen approved by BJA, the state can then submit a revised budget GAN in GMS to request to\nreallocate its funds to other approved JAG purpose activities consistent with the JAG statute. Allowable Use of Funds: What can PREA Reallocation funds be used for? Allowable activities may focus on addressing one or more of the major provisions of the PREA\nStandards, which include:\nGeneral prevention planning\nSupervision and monitoring\nStaffing of juvenile facilities\nYouthful inmates in adult facilities\nCross-gender searches and viewing\nTraining and education\nScreening\nReporting\nResponsive planning\nInvestigations\nDiscipline\nMedical and mental health care\n6 Grievances\nLesbian, gay, bisexual, transgender, intersex (LGBTI), and gender nonconforming inmates\nInmates with disabilities and limited English proficient (LEP) inmates. Are the costs associated with preparing for and conducting PREA audits an\nallowable use of the 5 percent reallocation? Yes. States may use the 5 percent reallocation on activities to help them achieve compliance with the\nNational PREA Standards to Prevent, Detect, and Respond to Prison Rape (PREA Standards),\nincluding preparing for and conducting audits. Can PREA Reallocation funds be used for construction or renovation projects? Construction and/or renovation projects related to penal or correctional institutions are allowable\nunder this program to support continued implementation of the PREA standards and promote sexual\nsafety in confinement. Please note, any project that involves construction and/or renovation will be subject to environmental\nanalysis requirements pursuant to the National Environmental Policy Act (NEPA). If the governor submits an assurance, can the state use PREA reallocation funds for\nnon-PREA JAG purpose areas? No. If the governor submits an assurance that at least 5 percent of JAG funds will be used only for\nthe purpose of enabling the state to adopt and achieve full compliance with the PREA Standards in\nfuture years, the entire 5 percent must be used for PREA purposes. Can management & administration funds be deducted from the PREA reallocation\nfunds? PREA reallocation funds cannot be used for administrative costs, including indirect costs, which are\nadministrative in nature. Does my agency need to submit materials that we plan to publish, which are funded\nby PREA reallocation funds, to BJA for review? Yes."
}