{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 22,
  "chunk_text": "All reports should be submitted to the COPS Office within the deadlines given to avoid suspension\nor possible termination of award funds or other remedial actions. For more information, please refer to\nsection VII, “Reports,” on page 50 of this manual. 10. Award monitoring activities\nFederal law requires that awardees receiving federal funding from the COPS Office must be monitored to ensure\ncompliance with their grant conditions and other applicable statutory regulations. The COPS Office is also\ninterested in tracking the progress of our programs and the advancement of community policing. Both aspects of\ngrant implementation—compliance and programmatic benefits—are part of the monitoring process coordinated\nby the U.S. Department of Justice. Award monitoring activities conducted by the COPS Office include site visits,\noffice-based grant reviews, alleged noncompliance reviews, financial and programmatic reporting, and audit\nresolution. As a COPS Office Community Policing Development awardee, you agree to cooperate with and respond\nto any requests for information pertaining to your grant. Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 states that each award program must\ncontain a monitoring component. The COPS Office actively monitors how awardees are adhering to COPS\nOffice award requirements and develops the best technical assistance based on this feedback. What you should do: Your agency may be required to accommodate routine and non-routine efforts by the COPS Office, or an\nentity designated by the COPS Office, to examine your agency’s use of federal funds, both programmatically\nand financially. The most common ways are: • site visits. The COPS Office conducts awardee site visits to ensure compliance with award terms and conditions. These visits also provide firsthand observation of the awardee’s community policing\nstrategies. The purpose of site visits is threefold: review community policing activities, ensure awardee\ncompliance, and provide customer service and technical assistance. If selected, you will be notified\nin writing in advance of any on-site review of your COPS Office awards. This review is generally\nperformed over one or more days and also provides an opportunity for your agency representatives\nto seek assistance on any award implementation issues. Your agency will be notified in writing of the\nresults and any action required to remedy identified grant violations to include potential and actual\nvulnerabilities. In addition, promising practices identified during the site visit are documented and may\nbe shared with the law enforcement community. • enhanced office-based grant reviews (EOBGR). In lieu of a site visit, certain grants are selected for a review conducted at the COPS Office via teleconference or video conference. EOBGRs serve as a\nsupplemental activity in support of the COPS Office’s overall grant monitoring strategy. The purpose\nof the EOBGR is threefold: review community policing activities, ensure grantee compliance, and\nprovide customer service and technical assistance. If selected, you will be notified in writing in advance\nof any EOBGR of your COPS Office grants. This review is generally performed over a one or more day 11 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual period and also provides an opportunity for agency representatives to seek assistance on any grant\nimplementation issues."
}