{
  "document_category": "guidance",
  "document_name": "AOM.pdf",
  "chunk_index": 70,
  "chunk_text": "(B) All contracts in excess of $10,000 must address termination for cause and for convenience by the non-Federal\nentity including the manner by which it will be effected and the basis for settlement. (C) Equal Employment Opportunity. Except as otherwise provided under 41 C.F.R. Part 60, all contracts that meet\nthe definition of “federally assisted construction contract” in 41 C.F.R. Part 60-1.3 must include the equal opportunity clause provided under 41 C.F.R. 60-1.4(b), in accordance with Executive Order 11246, “Equal Employment\nOpportunity” (30 FR 12319, 12935, 3 C.F.R. Part, 1964-1965 Comp., p. 339), as amended by Executive Order 11375,\n“Amending Executive Order 11246 Relating to Equal Employment Opportunity,” and implementing regulations at\n41 C.F.R. part 60, “Office of Federal Contract Compliance Programs, Equal Employment Opportunity, Department\nof Labor.”\n(D) Davis-Bacon Act, as amended (40 U.S.C. 3141-3148). When required by Federal program legislation, all prime\nconstruction contracts in excess of $2,000 awarded by non-Federal entities must include a provision for compliance with the Davis-Bacon Act (40 U.S.C. 3141-3144, and 3146-3148) as supplemented by Department of Labor\nregulations (29 C.F.R. Part 5, “Labor Standards Provisions Applicable to Contracts Covering Federally Financed and\nAssisted Construction”). In accordance with the statute, contractors must be required to pay wages to laborers and\nmechanics at a rate not less than the prevailing wages specified in a wage determination made by the Secretary of\nLabor. In addition, contractors must be required to pay wages not less than once a week. The non-Federal entity\nmust place a copy of the current prevailing wage determination issued by the Department of Labor in each solicitation. The decision to award a contract or subcontract must be conditioned upon the acceptance of the wage determination. The non-Federal entity must report all suspected or reported violations to the Federal awarding agency. The contracts must also include a provision for compliance with the Copeland “Anti-Kickback” Act (40 U.S.C. 3145),\nas supplemented by Department of Labor regulations (29 C.F.R. Part 3, “Contractors and Subcontractors on Public\nBuilding or Public Work Financed in Whole or in Part by Loans or Grants from the United States”). The Act provides\nthat each contractor or subrecipient must be prohibited from inducing, by any means, any person employed in the\nconstruction, completion, or repair of public work, to give up any part of the compensation to which he or she is\notherwise entitled. The non-Federal entity must report all suspected or reported violations to the Federal awarding agency. (E) Contract Work Hours and Safety Standards Act (40 U.S.C. 3701-3708). Where applicable, all contracts awarded\nby the non-Federal entity in excess of $100,000 that involve the employment of mechanics or laborers must include a provision for compliance with 40 U.S.C. 3702 and 3704, as supplemented by Department of Labor regulations (29 C.F.R. Part 5). Under 40 U.S.C. 3702 of the Act, each contractor must be required to compute the wages\nof every mechanic and laborer on the basis of a standard work week of 40 hours. Work in excess of the standard\n74 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual"
}