{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 35,
  "chunk_text": "A copy of the memorandum and\nReports of Survey is submitted with the Trust Fund March/September Inventory Tolerance Report\nto the Chief, Trust Fund Branch. If merchandise is lost due to major theft, natural disaster (fire, hurricane, etc.) or inmate\ndisturbance, the Regional Trust Fund Administrator is notified immediately. The Regional Trust\nFund Administrator reports any known details (type of loss, estimate of damages, actions taken)\nimmediately to the Chief, Trust Fund Branch. l. Transfer of Commissary Merchandise to Other Institutions. If the Commissary has\nexcess stock in original condition, and efforts to return the merchandise to the vendor or sell it at a\nreduced price have been exhausted, the Trust Fund Supervisor is authorized to contact other\ninstitutions to transfer the merchandise, per the Property Management Manual. Excess merchandise is offered to other institutions at a predetermined price, not to exceed 25\npercent below original cost; the gaining institution pays transportation charges. The gaining\ninstitution processes a PO. The losing institution prepares a Stores Requisition, Invoice &\nTransfer Receipt (BP-A0100), generates an inventory adjustment using adjustment type of Sales to\nthe Institution, and processes an IPAC charge to the gaining institution and enters it into the\nautomated accounting system. A copy of the BP-A0100 is the supporting document and is\nattached to the TRUFACS inventory adjustments identified above. m. Transfer of Commissary Merchandise Within the Institution. Commissary merchandise\nmay be transferred within institution appropriation activities (e.g. Food Service, Recreation). Such transfers should be infrequent and only due to a specific need. The Trust Fund transfers the\nitems to the institution at cost. An approved Stores Requisition, Invoice and Transfer Receipt\n(BP-A0100) is the source document to perform the transfer and support the inventory adjustment\ntype Sales to the Institution, and process a DVP charge to the gaining cost center and enter into the\nP4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 48 automated accounting system. TRUFACS does not generate an extract for this transaction; the\nappropriate entries are entered into the automated accounting system. A copy of the BP-A0100 is\nthe supporting document and is attached to the TRUFACS inventory adjustments identified above. n. Inventory Adjustments. TRUFACS Inventory Adjustments are signed by the Trust Fund\nSupervisor. o. Inventory Preparation. Any time during the month of March and during the month of\nSeptember an itemized physical inventory of merchandise in the Commissary is performed. The\nCommissary may close for the time needed to reconcile the inventory. The inventory must be done no later than the close of business on the second to the last workday of\nthe second and fourth quarters of the fiscal year. The inventory is used to document the\nsemi-annual automated accounting system inventory entry, which is sub-certified in the automated\naccounting system on the last workday of each inventory period by Trust Fund Branch staff. The centralized inventory extract reflects all inventories as of midnight the previous day. A final\nStock Status Report is generated in TRUFACS on the last workday of the inventory period, before\nany inventory transactions take place. The Stock Status is recorded as “Final Semi-Annual” and\nkept in the inventory file."
}