{
  "document_category": "guidance",
  "document_name": "1351_005_CN-2.pdf",
  "chunk_index": 3,
  "chunk_text": "Information requests submitted by the union pursuant to\n5 U.S.C. § 7114 will be addressed in accordance with this\nprovision and relevant case law. [Bold Type - Rules]\nRegular Type - Implementing Information PS 1351.05\n9/19/2002\nPage 2 This Program Statement is divided into four major parts:\nPart Page General Provisions and Procedures\nInmate Requests to Institution for\nInformation\nPrivacy Act Requests for Information\nFreedom of Information Act Requests for\nInformation 1\n12\n21\n25 2. SUMMARY OF CHANGES. This Program Statement is being revised\nto prohibit inmates from obtaining and possessing photocopies of\ntheir Pre-sentence Reports (PSR) and the Statement of Reasons\n(SOR) from their Judgment(s) in a Criminal Case. The purpose of\nthis prohibition is to protect inmates from being coerced by\nother inmates to produce their PSRs and SORs for illicit\npurposes. Inmates will be permitted to review their PSRs and\nSORs, but cannot obtain or possess photocopies. This revision\nalso introduces a new form which inmates can use to facilitate\ncourt review of their PSRs or SORs. If local procedures are changed, notification to the union and\ntraining will be handled in accordance with the Master Agreement. 3. PROGRAM OBJECTIVES.\nare: The expected results of this program a. Information will be released to a requester in accordance\nwith Federal law and the regulations and policies of the U.S.\nDepartment of Justice. b. Inmate Freedom of Information Act requests to the Central\nOffice will be reduced by increasing the use of institution\nprocedures that provide for inmate review of Bureau policy\ndocuments and records in Inmate Central Files. c. Future litigation pertaining to FOIA/Privacy Act issues\nwill be reduced. 4. DIRECTIVES AFFECTED a. Directive Rescinded\nPS 1351.04 b. Release of Information (12/5/96) Directives Referenced\nPS 1330.13\nPS 1480.05\nPS 5070.10 Administrative Remedy Program (12/22/95)\nContacts with News Media (9/21/00)\nJudicial Recommendations and U.S. Attorney\nReports, Responses to (6/30/97) PS 1351.05\n9/19/2002\nPage 3\nPS 5270.07\nPS 5310.12\nPS 5800.10\nPS 5800.11\nPS 6000.05 Inmate Discipline and Special Housing Units\n(12/29/87)\nPsychology Services Manual (8/13/93)\nMail Management Manual (11/3/95)\nInmate Central File, Privacy Folder and\nParole Mini- Files (9/8/97)\nHealth Services Manual (9/15/96) Public Information Officer’s Handbook (1994)\nc. Bureau rules cited in this Program Statement are contained\nin 28 CFR 513.30 through 68. d. Other rules referenced in this Program Statement are\ncontained in 5 CFR part 297 and 28 CFR parts 16 and 301. e. United States Code sections cited in this Program Statement\nare contained in 5 U.S.C. 301, 552 and 552a; 13 U.S.C.;\n18 U.S.C. 3621, 3622, 3624, 4001, 4042, 4081, 4082, 5006, 5024;\n28 U.S.C. 509, 510; and 31 U.S.C. 3711(f).\nf. Privacy Act Issuances, 1991 Comp., Volume II. g. United States Department of Justice et al. v. Julian\net al., 108 S.Ct. 1606 (1988). 5. STANDARDS REFERENCED a. American Correctional Association 3rd Edition Standards for\nAdult Correctional Institutions: 3-4020, 3-4095, and 3-4096\nb. American Correctional Association 3rd Edition Standards for\nAdult Local Detention Facilities: 3-ALDF-1E-04, 1E-05\nc. American Correctional Association 2nd Edition Standards for\nAdministration of Correctional Agencies: 2-CO-1E-06, 1E-07, and\n1E-08\n6. [LIMITATIONS § 513.31 a. Social Security Numbers. As of September 27, 1975, Social\nSecurity Numbers may not be used in their entirety as a method of\nidentification for any Bureau record system, unless such use is\nauthorized by statute or by regulation adopted prior to January\n1, 1975. b. Employee Records."
}