{
  "document_category": "guidance",
  "document_name": "1490_006_CN-1.pdf",
  "chunk_index": 7,
  "chunk_text": "When the VNS Call Center is utilized to process the\nnotification(s), unit staff will review a Call Tracing Report\nretrieved from VNS for that case by the next work day to ensure\neach victim received notification. The Call Tracing Report will\nbe maintained in the Privacy Folder, Section I of the Inmate\nCentral File. If the system is unable to contact the victim(s),\nunit staff will follow-up with Directory Assistance and/or\nalternate contacts, to obtain the correct telephone number and\ncontact the victim immediately. The sending institution is responsible for notification(s)\nfor escapes which occur during an unescorted transfer. If an\nescape occurs while a VWP inmate is housed in a CCC or a state\ncontractual facility, the CCM is responsible for notifying the\nvictim(s) as soon as the escape is confirmed (normally the same\nday). PS 1490.06\n5/23/2002\nPage 10 Once the CCM or Unit Manager receives information that the\ninmate has been apprehended, the victims/witnesses will be\nnotified of the apprehension. The CCM or Unit Manager are\nresponsible for ensuring the BP-323 form is mailed as soon as\npossible, but no later than 30 calendar days after receiving\nnotification of apprehension. The date the inmate was\napprehended and current location or designation, if known, will\nbe indicated on the BP-323 form (section 8). The CCM will\nforward copies of the BP-323 form to the parent institution to be\nincluded in the Privacy Folder, Section I of the Inmate Central\nFile. (4) Furloughs/Unescorted Transfers. VNS does not\nautomatically create pending notifications for furloughs or\nunescorted transfers, therefore, unit staff are required to\nmanually create the pending notification(s) within VNS. Completion of the BP-323 form for unescorted transfers will\ninclude the institution’s name and address, and the date of the\ntransfer. Completion of the BP-323 form for an inmate approved\nfor a furlough will only include the city and state, and the\ndates the furlough will take place. If circumstances do not permit advance written notification,\nunit staff will furnish the BP-323 information to the victim(s)\nby telephone. If telephonic notification is not possible, unit\nstaff must document all efforts made to contact the victim on the\nVictim Notification Record (Attachment B). (5) Inmate Death. VNS will notify unit staff within 24\nhours of SENTRY being updated to reflect the inmate is deceased. Unit staff will forward a BP-323 form to the victim within 30\ncalendar days. (6) Transfer to a Community Corrections Center. VNS will\nautomatically forward notification to unit staff once a CCC\nacceptance date has been entered by community corrections staff. Unit staff will complete a BP-323 form. This BP-323 form is\nconsidered final notification and will be forwarded to the\nvictim(s) via regular mail. When written notification to the\nvictim will not likely arrive in advance of the CCC transfer,\ntelephonic contact with each victim will be made. Ordinarily, the notification of CCC placement is the final\nBP-323 notification to the victim/witness; however, if an event\n(escape, death, immediate release) in the CCC occurs, the CCM\nwill send additional notifications to the victim/witness. CCM’s\nare prohibited from forwarding victim/witness information to CCC PS 1490.06\n5/23/2002"
}