{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 75,
  "chunk_text": "If competition is determined inadequate after solicitation of a number of sources, please\ninclude the following:\n•\n• Results of a market survey to determine competition availability; if no survey is\nconducted, please explain why not\nAny additional information that would support the case Section III. A declaration that this action/choice is in the best interest of the agency. Failure to provide all of the necessary information will delay the processing of your request. Your\nagency will be contacted if any of the identified information is missing or if additional supporting\ninformation is required. If the COPS Office determines that the request does not meet the standards set\nforth above, the request will be denied. 82 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual Please be advised that conflicts of interest are prohibited under the procurement standards set forth in 2 C.F.R.\n§200.318(c). In addition, program funds should not be awarded to any party that is debarred or suspended from\nparticipation in federal assistance programs. If you have any questions regarding the federal requirements that guide procurement procedures, please\ncontact your Grant Program Specialist or Program Manager at 800-421-6770. Contact the COPS Office If you have any questions regarding the federal requirements that guide procurement procedures, please\ncontact your COPS Office Program Manager. For more information about COPS Office programs and resources, please call the COPS Office Response Center\nat 800-421-6770 or visit the COPS Office online at www.cops.usdoj.gov. 83 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual Appendix E. Conference reporting requirements The sample submission forms on the following pages show the required reporting categories for conference\nexpenses. 84 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 85 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 86 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 87 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 88 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 89 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 90 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 91 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 92 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 93 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 94 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 95 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 96 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 97 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual Appendix F. Consultant/contractor rate information sheet\nConsultant expenses and contracts include goods or services that directly contribute to the implementation or\nenhancement of the project. The use of a consultant should be more economical than direct employment. Compensation for individual consultant services procured under a COPS Office award must be reasonable and\nallocable in accordance with Office of Management and Budget (OMB) cost principles and consistent with that\npaid for similar services in the marketplace."
}