{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 33,
  "chunk_text": "If the inmate is wanted in a foreign country, the foreign country files a request for extradition\nwith the Office of International Affairs who then contacts the International Coordinator at the\nappropriate U.S. Attorney’s Office who assigns an AUSA to handle extradition proceedings\nthrough the Federal court. If the court determines the inmate is to be extradited to the foreign country, it will issue an Order\nof Extradition or warrant to be filed with the USMS as a detainer. 617. FEDERAL WRITS AND REQUESTS FOR PRODUCTION\nFederal Writs of Habeas Corpus and Requests for Production (often referred to as Attorney\nSpecial Requests or ASRs) are issued by the court and U.S. Attorneys. The purpose is to acquire\nconfined individuals for hearings on issues concerning the legality or conditions of confinement,\nmodification of a sentence, new prosecution, or as a witness to give testimony. Civil and criminal Writs of Habeas Corpus from the D.C. Superior Court will be considered and\nprocessed as Federal Writs. P5800.15 1/1/2009 Chapter 6, Page 13 CSD staff must contact the issuing court or U.S. Attorney to verify the authenticity of the writ or\nproduction request. The verification will be noted on the document itself. Note: Refer to Chapter 4 for verification requirements. Some local courts may not verify the\nauthenticity of writs. In these cases, contact the Regional Correctional Programs Administrator\nfor further guidance. If the institution has not previously received a copy of the writ or production request, the agent\ndirected to assume custody must present it upon arrival to the institution. Ordinarily the agent\nwill be a Deputy U.S. Marshal from the district in which the inmate is located. If the writ/Request for Production calls for appearance in another district, transportation is\narranged by Prisoner Coordination of the USMS. 618. STATE WRITS The Warden may authorize an inmate to be released on writ for production in state court. All authorized releases via state writ will require CSD staff to verify the authenticity using the\nsame procedures as for a Federal writ. (Refer to the Program Statement on Transfer of Inmates\nto State Agents for Production on State Writs for more information.) 619. FOLLOW-UP OF TRANSFER To ensure that inmates released under the provisions of the IAD, state, or Federal writ remain in\ncustody and are returned to the sending institution upon completion of court proceedings, CSD\nstaff will contact the authorities who have custody of the inmate at 60 calendar day intervals to\nlearn the inmate’s status. These contacts are to be documented in the J&C file and include:\n■\n■\n■\n■\n■\n■ Date of contact. Name of person contacted. Telephone number of person contacted. Current status of the inmate. Current location of the inmate. Name of the staff member making contact. If the inmate was moved via a U.S. Marshals cooperative agreement and is being housed in a\nFederal institution, SENTRY may be used to verify the necessary information. CSD staff must\nnote the date, the institution where the inmate is currently housed, and that the information was\nverified by SENTRY."
}