{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 63,
  "chunk_text": "These funds are\nreflected on the institution’s automated accounting system FMS 224 in the Trust Fund Receipts\ncolumn and are used to complete the local monthly proof check. 9.9 INMATE RECEIPTS/STATEMENTS Inmates will not be issued receipts/statements (except BP-197) at institutions where inmates may\nview receipt/statement information utilizing the TRULINCS terminals. 9.10 INMATE EARNINGS Inmates may earn UNICOR, Trust Fund wages, or Inmate Performance Pay. Inmate Performance\nPay and Trust Fund Pay are processed using TRUPAID. Individual receipts are not issued to\ninmates for pay earned. Pay may not be posted on the first day of any month. a. Inmate Performance Pay. Inmate Performance Pay is processed per the Program Statement\nInmate Work and Performance Pay and is submitted to the Inmate Pay Coordinator by the fifth\nworkday after the end of each pay period. Inmate Performance, Trust Fund, Drug Abuse\nProgram, and Psychological Services pay are posted during the same processing. Pay must be\nposted by the 10th day of each month to ensure timely processing of IFRP payments. The Trust Fund Specialist performs the JV extract for the inmate pay and uploads it to the\nautomated accounting system after the pay is reconciled. b. Centralized UNICOR Pay. UNICOR furnishes each inmate a monthly statement of\nearnings. The centralized UNICOR pay is posted on the 8th calendar day each month. When the\nP4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 85 centralized UNICOR file is processed, payments for active IFRP contracts that are based on the\nrequired percentage are calculated, and payments deducted and stored for the nightly process. The centralized UNICOR pay process calculates the percentage to apply to IFRP. If the IFRP\ndeduction does not meet the $25 minimum requirement, the process deducts available funds\n(available before pay posting) from the inmate’s balance. If the minimum IFRP requirement is\nnot met, the inmate is flagged as “IFRP Refuse” by Unit Management staff in SENTRY per the\nProgram Statement Inmate Financial Responsibility Program. The nightly process flags the\ninmate as IFRP Refuse and applies the appropriate spending limit. The Trust Fund Specialist is responsible for completing the IFRP process after the centralized\nUNICOR pay has posted. The IPAC to bill UNICOR and the associated accounting entries impacting the Inmate Deposit\nFund, PF, 15X6085 will be accomplished by the Trust Fund Branch, Deposit Fund Section. c. Trust Fund Pay. Trust Fund pay is forwarded by the Trust Fund Supervisor to the Inmate\nPay Coordinator after it has been certified and marked ready for extraction. d. Advance Pay. Inmates receive all personal funds at the time of their release. Staff post an\nadvance pay transaction at least three days before the inmate’s release. The Trust Fund Specialist\nreviews and posts to the inmate’s account any valid advance pay transaction using the Inmate\nRelease function in TRUFACS. The Trust Fund Specialist extracts the advanced pay at least\nmonthly. e. Multiple Payments. Inmates may receive wages from more than one pay department if both\nare based on an hourly wage and inmates are paid only for hours actually worked. The Inmate\nPay Coordinator uses the TRUPAID Multiple Pay/Restriction Report to verify duplicate\npayments."
}