{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 19,
  "chunk_text": "This review is generally performed\nover a period of one or more days and also provides an opportunity for agency representatives to seek\nassistance on any grant implementation issues. • enhanced office-based grant reviews (EOBGR). In lieu of a site visit, certain grants are selected for a review conducted at the COPS Office via teleconference or video conference. EOBGRs serve as a\nsupplemental activity in support of the COPS Office’s overall grant monitoring strategy. The purpose\nof the EOBGR is threefold: review community policing activities, ensure grantee compliance, and\nprovide customer service and technical assistance. If selected, you will be notified in writing in advance\nof any EOBGR of your COPS Office grants. This review is generally performed over a one or more day\nperiod and also provides an opportunity for agency representatives to seek assistance on any grant\nimplementation issues. Your agency will be notified in writing of the results and any action required\nto remedy identified grant violations to include potential and actual vulnerabilities. Additionally,\npromising practices identified during the EOBGR are documented and may be shared with the law\nenforcement community. • alleged noncompliance reviews (ANCR). An alleged noncompliance review is a follow up on complaints\nof alleged noncompliance received from external (media and/or citizen complaints) or internal\n(COPS Office/DOJ staff ) sources. On a case-by-case basis, COPS Office staff members determine the\nappropriate course of action to take to investigate complaints of alleged noncompliance. This may\ninclude phone or letter contact or a site visit by COPS Office staff or the Office of the Inspector General. 10 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual • audit liaison. The U.S. Department of Justice, Office of the Inspector General (OIG) conducts random audits for all COPS Office grantees. In the event your agency has any audit recommendations (findings)\nresulting from noncompliance and/or poor accounting practices, the COPS Office Audit Liaison\nSection will work with your agency to resolve and close these recommendations. Remedies to close\nrecommendations may include repayment of grant funds and/or the submission of documentation. Grantees are responsible for remedying any grant noncompliance that is identified during site visits,\noffice-based grant review, and/or alleged noncompliance reviews. In addition, grantees are responsible\nfor remedying noncompliance stemming from audit recommendations identified in audits of COPS Office\ngrants conducted by the Office of Inspector General (OIG) and the Office of the Chief Financial Officer\n(OCFO). Remedies for noncompliance may include but are not limited to suspending active grant funding,\nrepayment of unallowable or unsupported costs, voluntary withdrawal from or involuntary termination\nof remaining grant funds, or restriction from receiving future grants for a period of time. Under certain\nconditions, additional actions may include placement on the U.S. Department of Justice’s High Risk List,\nwhich will include mandatory completion of the Office of Justice Programs Financial Management Training\nand being subject to increased monitoring of current and future grants while on the list. In the event of\ncriminal misuse of grant funds, grantees may also be subject to fines and imprisonment."
}