{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 69,
  "chunk_text": "e. IFRP Withdrawals. Refer to Chapter 11.\nf. Medical Co-Pay Withdrawals. Per the Medical Copay Act (18 U.S.C. § 4048) inmates are\nassessed a fee for certain medical visits. Health Services staff enter the appropriate information\non each medical visit and TRUFACS processes the withdrawal automatically, if required. If the\ninmate has NSF to process the withdrawal, TRUFACS automatically creates a debt. TRUFACS creates a JV automatically and the accounting entries are forwarded to the JV extract\nsection for upload to the automated accounting system. g. Inmate Releases – Release Cards. All funds with the exception of gratuities and\ntransportation are paid utilizing inmate release card. h. Inmate Releases – Release Card Unavailable. Unit Management staff furnish the\nrecommended amounts for gratuities to be paid in cash before release so that the Prisoner’s\nPersonal Funds and Cash Gratuities Voucher (BP-A0112) may be ready for signature when the\ninmate is discharged. Inmate Systems Management furnishes the Accounting Technician a list of\ninmates to be released. Cash disbursements related to releases are listed on the BP-A0112 and\nsigned by a Certifying Officer as approved before the payment is made. The inmate signs the\nvoucher when the funds are received. If an after-hours release is conducted, the control room officer signs the cashier’s copy of the\nBP-A0112, taking responsibility for the funds. The Control Room Officer obtains the inmate’s\nsignature on the original BP-A0112 when the release funds are given to the inmate, and the form is\nreturned to the cashier the next business day. Payments from the imprest fund may not exceed $500 for any one transaction, except that\nunlimited cash may be provided:\n■ For the personal funds of individuals being deported as illegal immigrants.\n■ For the personal funds of unsentenced inmates upon their release from custody. ■ From personal funds of individuals authorized emergency furloughs for bedside visits or\nfuneral attendance. The limits above are the maximum amounts allowable for payment by the Cashier. Institutions\nmay establish lesser amounts for cash payment, with the balance being forwarded promptly by\ncheck. Inmates, upon release, are entitled to receive their personal funds in their Inmate Deposit Fund\nAccount. Upon release, inmate personal funds to be paid in cash are held to a minimum. Release payment computations include accrued institution earnings, by providing the inmate with\nP4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 92 an Advance Pay for payroll that has not been processed. Payments made to the inmate upon\nrelease are in the form of cash up to $500; the remaining balance is disbursed via a U.S. Treasury\ncheck, except where noted below. (1) Cash Payment of Inmate Personal Funds. Payment is made from a Prisoner’s Personal\nFunds and Cash Gratuities Voucher (BP-A0112) generated in TRUFACS. Withdrawals from\ninmates’ accounts are processed before the authorized Certifying Officer’s signature on the\nBP-A0112. (Payments do not include funds for negotiable instruments on hold.) Staff processing the release assign the next available release number for each group of releases. TRUFACS assigns the next Deposit Fund sub-voucher number automatically when the release is\nprocessed."
}