{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 15,
  "chunk_text": "• Your agency must take active and timely steps to fill any vacancies that were created on or after the date of your grant application by retirement, resignation, or other reasons with new officers in addition\nto your TRGP-Hiring grant-funded positions. Note: This grant condition applies to all state or locally funded agencies working in partnership with your\nagency under this grant. Your agency is responsible for ensuring that any partner agencies use COPS Office\nfunds only to supplement, not supplant, their state, local, or BIA funding as described in this condition. 5. Extensions\nYour agency may request an extension of the grant award period to receive additional time to implement your\ngrant program. Such extensions do not provide additional funding. Grants may be extended a maximum of 36\nmonths beyond the initial award expiration date. Any request for an extension beyond 36 months will be evaluated\non a case-by-case basis. Only those grantees that can provide a reasonable justification for delays will be granted\nno-cost extensions. Reasonable justifications may include difficulties in filling COPS Office-funded positions, officer\nturnover, or other circumstances that interrupt the 36-month grant funding period. An extension allows your\nagency to compensate for such delays by providing additional time to complete the full 36 months of funding for\neach position awarded. Extension requests must be received prior to the end date of the award. Why this condition:\nUnder federal regulations, requests to extend the grant award period require prior written approval from the\nCOPS Office. Without an approved extension, your agency is not permitted to draw down federal funding\nfor costs incurred beyond the official grant award end date. However, if justified, the COPS Office seeks to\naccommodate reasonable requests for no-cost time extensions in order to fully implement the COPS Office grant. What you should do: The COPS Office will contact your agency during the last quarter of the grant award period to determine\nwhether a no-cost time extension is needed; extensions will not be processed prior to 90 days before the\ngrant end date. Requests to extend the grant award period must be received by the COPS Office before the\nofficial grant award end date. Extension requests received after the expiration date will be considered only\nwhen the grantee provides justification of extraordinary circumstances; an example of this would be an\ninstance in which an unforeseen natural disaster prevented a grantee from requesting an extension. Failure\nto submit a request for a no-cost time extension by the end date may result in the immediate deobligation\nof any remaining grant funds. 7 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual Automatic extensions will be granted for grantee requests of six months or less. All extension requests\nbeyond six months will require review and approval by the COPS Office. Individual or cumulative requests\ngreater than one-half of the grant’s original term (i.e., 18 months) will require additional justification and\nmust include a detailed timeline."
}