{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 5,
  "chunk_text": "If your OJP vendor\nnumber differs from your tax identification number, the OJP vendor number is only to be used for administrative\npurposes in connection with this program, and should not be used for IRS purposes. Award conditions The award conditions are listed on your agency’s award document. By accepting this award, you are obtaining\nfederal funds from the COPS Office. As part of that agreement, your agency acknowledges that it will comply\nwith these conditions (and, if applicable, additional special or high risk conditions specific to your agency). The\nsection that follows describes, in detail, all of the award conditions, their rationales, and their implications. It also\naddresses many frequently asked questions. If you have additional questions concerning any of these award\nconditions, please contact your COPS Office Grant Program Specialist at 800-421-6770. In limited circumstances, your award may be subject to special or high risk conditions that prevent your agency\nfrom drawing down or accessing award funds until the special conditions are satisfied, as determined by the\nCOPS Office. Any special or high risk conditions will be included with your award, which may be accessed at\nwww.cops.usdoj.gov via the “Account Access” link. However, if you have questions about the special\nconditions, please call your COPS Office Grant Program Specialist at 800-421-6770. Reasons for award conditions The requirements of your CHP award are established within\n•\n•\n• the Public Safety Partnership and Community Policing Act of 1994, which established the COPS Office;\napplicable rules, regulations, and policies issued by the U.S. Department of Justice, Office of Management\nand Budget (OMB), the Government Accountability Office (GAO), and the United States Treasury;\nthe specific CHP programmatic requirements established by the COPS Office. A list of source documents for this manual is provided in appendix A on page 53. You may request copies of any\nsource reference document from:\nOffice of Administration, Publication Unit\nNew Executive Office Building\n725 17th Street NW, Room G 236\nWashington, DC 20503\nCOPS Office-specific documents may be requested directly from the COPS Office. 4 2016 COPS Hiring Program (CHP) Award Owner’s Manual Review of award conditions By signing the award document to accept this COPS Hiring Program award, your agency agrees to abide by the\nfollowing award conditions: 1. Award Owner’s Manual\nCondition: The recipient agrees to comply with the terms and conditions in the 2016 CHP Award Owner's Manual; COPS Office\nstatute (42 U.S.C. § 3796dd, et seq.); the requirements of 2 C.F.R. Part 200 (Uniform Administrative Requirements, Cost\nPrinciples, and Audit Requirements for Federal Awards) as adopted by the U.S. Department of Justice in 2 C.F.R. §\n2800.101; 48 C.F.R. Part 31 (FAR Part 31) as applicable (Contract Cost Principles and Procedures); representations\nmade in the CHP award application; and all other applicable program requirements, laws, orders, regulations, or\ncirculars. Why this condition: This manual has been designed to inform you of the requirements, laws, regulations, and policies that apply to\nyour award. Your agency will be responsible for the information and rules contained in this manual and for\nimplementing your award in compliance with the applicable terms, conditions, and regulations."
}