{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 100,
  "chunk_text": "c.\ninmate Apprehension or return to facility of contract facility (1) Apprehension of CCC failures is to be coordinated with the\ncontractor and USMS to reduce the possibility of escape. This\ncan be accomplished by issuing the incident report when the USMS\narrives to take custody or by asking the USMS to pick up a home\nconfinement inmate at his or her residence. The importance of\nimmediate transfer must be stressed to the USMS when\nthe CCM determines there is an escape risk or threat to the inmate\nand/or others. In routine cases,\napprehensions should be scheduled to occur during\nnormal business hours as noted in the Program Statement on the\nInteragency Agreement between the Bureau of Prisons and U. S.\nMarshals Service. (2)\nGather all information available related to the\ninmate's activities while on escape status. This may PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 17\nnecessitate phone calls to the USMS, other arresting\nauthority, or USPO. (3)\nComplete the Community Corrections Apprehension\nReport (EMS Form 908), (Attachment 5-2d). This report\nshould include information describing any new offenses\ncommitted and comments on whether injuries or media coverage\nresulted. Apprehension reports must be completed on escapes\ndue to community arrest when they are returned to federal\ncustody. (4)\nDetermine through the U.S. Attorney and/or the\nUSMS if there will be federal escape prosecution. If\nso, do not designate until after prosecution and sentencing\nand the USMS has formally requested designation. (5)\nMake the determination if local redesignation is\nappropriate, i.e. from a CCC to a local jail. If so,\nfollow routine inter-facility transfer procedures. After\ndesignation is made, the CCM shall send a JUST message\n(Attachment 5-2c) to the USMS to transfer the inmate to\ncloser custody. (6)\nContractors shall be advised to accept an escaped\ninmate returning to the facility always and to call the CCM\nimmediately for further direction. The USMS shall\nbe called to pick up the inmate immediately, unless the CCM\nchooses to expunge the incident report and charge the inmate\nwith another accountability code. If there are no significant criminal charges and a\ntransfer to a Bureau institution is the most appropriate\ncourse of action, regular transfer procedures shall be\nfollowed as with any other CCC failure. (7)\nIf significant time has passed (weeks or more)\nfrom the date of escape and/or there have been significant\ncriminal charges, the CCM shall do a new Inmate Load and\nSecurity Designation form (BP-S337). (8)\nThe Program Statement on Escape from Extended\nLimits of Confinement, provides guidelines for giving full\ncredit for time served while detained or arrested, gives\nprocedures for when a state institution is designated for\ncontinued service of federal sentence, and explains situations\nwhere escape status is to be nullified. Complex situations for\nwhich there appear PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 18\nto be no clear policy guidelines must be referred to the\nRegional Inmate Systems Administrator (RISA). (9)\nThe CCM shall check quarterly to see if an escapee\nhas been apprehended via SENTRY, NCIC, and the USMS. The results of this check shall be documented. 5.7\nDISCIPLINE/IN-PROGRAM FAILURES. This section applies to all\ninmates in contract facilities which are required, by the terms\nof their contract, to use a discipline system in which a Bureau\nDHO takes final action."
}