{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 36,
  "chunk_text": "If an inmate has already been placed in\nescape status for more than one day (for other than a new arrest), and is subsequently arrested for\nan offense other than escape, the sentence will recommence on the Federal arrest date. The ARS\ncode in SENTRY will be updated to reflect the changes by Correctional Systems or CCM staff. 703. COMPLEX SITUATIONS Complex situations will be referred to the DSCC for guidance. 704. APPREHENSION When official confirmation of apprehension is received, the offices which were originally\nnotified of the escape will be advised of the apprehension. Correctional Systems staff will reissue the Notice of Escaped Federal Prisoner (BP-A393) with\nthe notation “Apprehended” stamped or printed on the form. A copy will be retained in the J&C\nfile, with a copy placed in the inmate central file, which will be maintained in the Correctional\nSystems Department until the inmate is re-designated. Once the escapee’s location is known, the Correctional Systems staff will contact the USMS in\nthe district the inmate is located. A request will be made by the institution for the USMS to\nplace a detainer against the inmate and request designation from the DSCC when the inmate\nreturns to Federal custody. P5800.15 1/1/2009 Chapter 7, Page 3 CHAPTER 8. FBI FINGERPRINT CARDS, ARREST RECORDS, AND FBI\nDISCLOSURE OF NCIC/CCH RECORDS\n801. FINGERPRINT CARDS Fingerprints are taken of all inmates remanded or committed to Bureau custody. A full set of\nfingerprints, must be on file for every individual (including Juvenile Justice and Delinquency\nPrevention Act (JJDPA) cases). This set will be retained in the Inmate Remand or J&C file and\nwill accompany the inmate on any transfer to another Bureau institution. Identification data, along with staff and inmate signatures, will be entered on all fingerprint\ncards. When required, one completed card, for inmates with felony and misdemeanor charges,\nwill be submitted to the FBI within five working days of commitment. Two full sets of fingerprints will be taken on the initial commitment of designated (A-DES)\ninmates. This includes state boarders, D.C. Code offenders, military and territorial prisoners,\nviolators, and escapees upon their return to custody. (The notation “Return from Escape” must be\nincluded in the “Charge” block on escapees upon their return to custody.) Both cards are to be completed in their entirety with one card submitted to the FBI. The\nSENTRY Inmate Label transaction may not be used on the card sent to the FBI. One full set of fingerprints will be taken on the initial commitment of a Bureau of Immigration &\nCustoms Enforcement inmate (A-INS), Material Witness (A-MAT), Holdover (A-HLD),\nPre-trial inmate (A-PRE), and an un-sentenced study case inmate. Note: These cards will not be submitted to the FBI, therefore, the use of the SENTRY Inmate\nLabel transaction is authorized. For Pre-trial inmates sentenced to “time served,” one additional set of fingerprints will be taken\nprior to the inmate’s release. Both cards will be completed and an unlabeled card submitted to\nthe FBI."
}