{
  "document_category": "guidance",
  "document_name": "5217_02.pdf",
  "chunk_index": 1,
  "chunk_text": "U.S. Department of Justice\nFederal Bureau of Prisons PROGRAM STATEMENT\nOPI:\nCPD/CSB\nNUMBER:\nP5217.02\nDATE:\nAugust 9, 2016 Special Management Units\n/s/\nApproved: Thomas R. Kane\nActing Director, Federal Bureau of Prisons\n1. PURPOSE AND SCOPE To provide guidance and procedures for operating Special Management Units (SMU). Some\ninmates present unique security and management concerns. Accordingly, the Bureau of Prisons\n(Bureau) designates inmates to SMUs, where enhanced management is necessary to ensure the\nsafety, security, or orderly operation of Bureau facilities, or protection of the public. SMU designation is non-punitive, and may be appropriate for any inmate meeting the referral\ncriteria in Section 2 below. Conditions of confinement for SMU inmates are more restrictive than\nfor general population inmates, and are described in Section 5. Inmates are expected to complete\nthe SMU program in approximately 12 months, at which time they may be redesignated to a\ngeneral population or to another appropriate facility. a. Summary of Changes\nPolicy Rescinded\nP5217.01\nSpecial Management Units (11/19/08)\n■ Purpose and Scope reflects that inmates are expected to complete the SMU program in\napproximately 12 months. ■ Program Objectives added that inmates who successfully progress through the SMU program\nwill be redesignated to a general population or another appropriate facility.\n■ The referral criteria now reflect that inmates must have at least 24 months left on their\nsentence. ■ Referral procedures reflect that when considering designation criteria, inmates from lower\nsecurity institutions will be considered for designation to a higher security facility prior to\nrecommending SMU placement. The referring institution will take into consideration any\ncurrent medical assessment/treatment prior to recommending the referral.\n■ The referral packet consists of a completed Request for Transfer/Application of Management\nVariable (EMS-A409), copies of pertinent Special Investigative Supervisor reports and\nincident reports, a psychological/medical evaluation, and a cover memorandum to the\nWarden summarizing the rationale for referral for SMU designation. ■ A copy of the referral will be sent to the Psychology Services Branch, which reviews the\ninmate’s mental health record to determine if mental health concerns preclude an inmate from\nbeing placed in a SMU. If there is no evidence to preclude a hearing, the Regional Director\nappoints a Hearing Administrator to conduct a hearing into whether the inmate meets the\ncriteria for SMU designation. ■ Inmates currently in a SMU are provided the BP-A0937, Notice to Inmate of Designation to a\nSpecial Management Unit, which informs the inmates of the right to appeal the designation\ndecision and their individual conditions of confinement.\n■ An inmate in SMU may be removed if it becomes clear his/her mental health does not\nreasonably allow him/her to complete the program. The recommendation is forwarded to the\nAdministrator, Psychology Services Branch, Central Office. If approved, the Psychology\nAdministrator notifies the Warden.\n■ When an inmate serving a sanction of disciplinary segregation is designated to a SMU, the\nreferring Regional Director may direct that the inmate complete the disciplinary segregation\nperiod at the current institution, or request that the inmate complete the disciplinary\nsegregation period at the receiving institution before transfer into the SMU. ■ The program structure, differentiated by conditions of confinement and expected completion\ntimes, now has three levels instead of four. b. Program Objectives."
}