{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 41,
  "chunk_text": "2. If the recipient does or is authorized to make subawards or contracts under this award, in accepting, the\nrecipient • represents that it has or will determine that no other entity that the recipient proposes may or will receive award funds (whether through a subaward, contract, or subcontract) either requires or has\nrequired internal confidentiality agreements or statements from employees or contractors that\ncurrently prohibit or otherwise restrict (or purport to prohibit or restrict) employees or contractors from\nreporting waste, fraud, or abuse as described above; 26 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual • represents that it has or will make appropriate inquiry, or otherwise has an adequate factual basis, to\nsupport this representation; • represents that, if it learns or is notified that any subrecipient, contractor, or subcontractor entity that receives funds under this award is or has been requiring its employees or contractors to execute\nagreements or statements that prohibit or otherwise restrict (or purport to prohibit or restrict),\nreporting of waste, fraud, or abuse as described above, it will immediately stop any further obligations\nof award funds to or by that entity, will provide prompt written notification to the agency making this\naward, and will resume (or permit resumption of ) such obligations only if expressly authorized to do so\nby that agency. 27. Computer network requirement\nCondition: The recipient understands and agrees that no award funds may be used to maintain or establish a computer\nnetwork unless such network blocks the viewing, downloading, and exchanging of pornography. Nothing in this\nrequirement limits the use of funds necessary for any federal, state, tribal, or local law enforcement agency or any\nother entity carrying out criminal investigations, prosecution, or adjudication activities. Why this condition:\nSection 534 of Division B, Title V, of the Consolidated and Further Continuing Appropriations Act, 2015 (Pub.\nL. 113-235) prohibits the use of federal funds to maintain or establish a computer network that does not\nblock the viewing, downloading, and exchanging of pornography. This provision protects the public interest\nin the proper management and use of federal funds. What you should do: The recipient must not use award funds to maintain or establish a computer network unless the network\nblocks pornography. This does not limit the use of funds for criminal investigations, prosecution or\nadjudication activities. What are the specific rules regarding termination of grant funding? The COPS Office has the right to sanction or terminate your agency’s project when there is reason to believe\nthat your agency is • not substantially complying with the grant requirements or other applicable provisions of federal\nlaw; • failing to make satisfactory progress toward the goals or strategies outlined in its application;\n• not adhering to grant requirements or conditions;\n• proposing substantial plan changes to the extent that, if originally submitted, would have resulted\nin the application being denied funding; • not submitting financial or programmatic reports in a timely manner;\n• filing false statements or certifications in connection with an application, periodic report, or other\ngrant-related documents; • providing other good cause for sanctions or termination as determined by the COPS Office. In these instances, the COPS Office may"
}