{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 59,
  "chunk_text": "During the award period, you must either report for the most recent five year period new information\nabout any proceeding(s) that you have not reported previously or affirm that there is no new information to\nreport. You must also disclose semiannually any information about criminal, civil, and administrative\nproceedings. 25. Computer Network Requirement\nCondition: The recipient understands and agrees that no award funds may be used to maintain or establish a computer network\nunless such network blocks the viewing, downloading, and exchanging of pornography. Nothing in this requirement\nlimits the use of funds necessary for any federal, state, tribal, or local law enforcement agency or any other entity\ncarrying out criminal investigations, prosecution, or adjudication activities. 59 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual Why this condition:\nSection 533 of Division B, Title V, of the Consolidated Appropriations Act, 2016 (Pub. L. 114-113 prohibits the use\nof federal funds to maintain or establish a computer network that does not block the viewing, downloading, and\nexchanging of pornography. This provision protects the public interest in the proper management and use of\nfederal funds. What you should do: The recipient must not use award funds to maintain or establish a computer network unless the network blocks\npornography. This does not limit the use of funds for criminal investigations, prosecution, or adjudication\nactivities. 26. Travel Costs\nCondition:\nTravel costs for transportation, lodging and subsistence, and related items are allowable under the TRGP\nEquipment/Training Program with prior approval from the COPS Office. Payment for allowable travel costs will be in\naccordance with 2 C.F.R. § 200.474 (Uniform Administrative Requirements, Cost Principles, and Audit Requirements for\nFederal Awards) as adopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101. Why this condition:\nTRGP-E/T will fund award-related travel costs for the recipient agency or other (nonrecipient) individuals to\nattend training and technical assistance conferences, seminars, or classes or to visit a site specified in the original\napplication. Allowable expenses for award-related lodging, meals, and incidental expenses that were included in\nthe application were approved by the COPS Office as part of your agency’s TRGP-E/T award and final budget. For\nmore information, please refer to award condition #3 on page 34, “Allowable Costs.” What you should do: Your agency should refer to your FCM for a list of approved travel costs and use TRGP-E/T funds only for those\napproved travel costs incurred during the award period. In addition, your agency should keep timely and\naccurate records of all travel expenses. If at any time these costs change, you should immediately contact your\nCOPS Office Grant Program Specialist. 27. Contracts with Other Jurisdictions\nCondition:\nEquipment, technology, training, vehicles, and civilian positions awarded must be used for law enforcement activities\nor services that benefit your agency and the population that it serves. The items funded under the TRGP\nEquipment/Training award cannot be utilized by other agencies unless the items benefit the population that your\nagency serves. Your agency may use items funded under the TRGP Equipment/Training award to assist other law\nenforcement agencies under a resource sharing, mutual aid, or other agreement to address multi-jurisdictional issues\nas described in the agreement. 60"
}