{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 28,
  "chunk_text": "This is regardless of whether the state in which the institution is located requires that the inmate\nbe released to its jurisdiction to satisfy the extradition rules for its state. b. Appointment of Counsel. The inmate initiates final disposition of pending charges by\ncompleting the IAD – Place of Imprisonment form (BP-A236). It is important that the inmate\nshow on the BP-A236 his or her designated counsel or request the court to appoint counsel for\nrepresentation. If the inmate needs assistance to complete the form, institution staff must assist. c. Disposition of Charges. Once an inmate requests disposition of charges, CSD staff will\nprepare the IAD – Certificate of Inmate Status form (BP-A238) and the IAD – Offer to Deliver\nTemporary Custody form (BP-A239). Note: In the body of the BP-A239, first and second paragraph, there are two types of requests\nlisted, inmate request and prosecutor request. CSD staff must ensure that clarification is made as\nto the appropriate request. P5800.15 1/1/2009 Chapter 6, Page 7 d. Required Paperwork – Distribution. CSD staff will prepare a Prosecutor’s Notification\nletter (see sample – Attachment B) and mail it along with the inmate’s request for final\ndisposition of charges to the prosecuting official. This letter addresses the prosecutor’s\nrequirement to send the Bureau the following completed forms:\n■ IAD Form VI – Evidence of Agents’ Authority (BP-A564). ■ IAD Form VII – Prosecutor's Acceptance of Temporary Custody (BP-A566). ■ IAD/State Writ – Prosecutor’s Certification (BP-A565). (A blank copy must be included in\nthe IADA packet sent to the prosecutor.) The Prosecutor’s Notification letter must also address any security requirements the Bureau\ndeems necessary. Note: The above forms (BP-A564, BP-A565, BP-A566) are Bureau forms. If the requesting\nprosecuting official does not have the equivalent of these forms, the Bureau will supply them. e. Notification to the Receiving State. CSD staff must notify the following of the inmate’s\nrequest:\n■ Clerk of the Court, via Certified Mail, Return Receipt. ■ Prosecuting Officer, via Certified Mail, Return Receipt. ■ IADA Compact Administrator, via First-Class Mail. Copies of the forms, including the BP-A235, along with the cover letter, are to be forwarded as\nfollows:\n■ Clerk of the Court: a copy of the cover letter and copies of the forms. ■ Prosecuting Officer: the original cover letter and copies of the forms. ■ IADA Compact Administrator: a copy of the cover letter and the original forms. In addition, a copy of the letter and all forms are to be placed in the J&C file, inmate central file,\nand a copy will be forwarded to the inmate. f. Additional IADA Notifications. CSD staff will also mail, via First-Class Mail, a copy of\nthe IADA packet to any other prosecutor and Clerk of the Court who has lodged a detainer from\nthe state in which the inmate's request for final disposition is being sent. The prosecuting officials must be notified by an accompanying letter (see sample, Attachment C)\nthat all such indictments, informations, or complaints, as listed on form BP-A239, must be\ndisposed of according to the provisions of Article III of the Agreement. P5800.15 1/1/2009 Chapter 6, Page 8"
}