{
  "document_category": "guidance",
  "document_name": "SORNA-IC-Guide.pdf",
  "chunk_index": 8,
  "chunk_text": "NSOR\n(National\nSex Offender\nRegistry) Submit\nfingerprints,\npalm prints and\nphotos to NGI Submit offender\nregistration\ninformation to\nNCIC/NSOR The Importance of Submitting to All Databases It is important to ensure that registration\ninformation is submitted to all required\ndatabases. Failing to submit registration\ninformation to even one of the above\ndatabases can result in the appropriate\npublic and/or law enforcement\nnotifications not being made. If\nregistration information is not entered\ninto an electronic registry database\nsuch as TTSORS and not displayed on\na public registry website, the offender\nwill not appear in a search of NSOPW. gov. If fingerprints are not submitted to NGI, a fingerprint-based criminal history\nrecord check will not display a notice\nthat the offender is a registered sex\noffender. If biographical information is\nnot submitted to NSOR, a name-based\ncriminal history record check will not\ndisplay a notice that the offender is a\nregistered sex offender. Finally, if DNA is\nnot submitted to CODIS, the offender’s\nDNA profile is unknown and will not\nbe linked to any unsolved crimes the\noffender may have committed. Guide to SORNA Implementation in Indian Country | 11 Tribe and Territory Sex Offender Registry System\nThe Tribe and Territory Sex Offender\nRegistry System (TTSORS) is provided\nby the SMART Office to assist tribes and\nterritories in implementing SORNA registry\nsystem requirements. TTSORS functions\nas both the administrative registry system\nand the public sex offender registry\nwebsite, and allows offender records to be\nsubmitted directly to the FBI’s National Sex\nOffender Registry (NSOR) file. Only tribal and territorial agencies that\nmanage and register sex offenders can\nenter and update information in TTSORS. The SMART Office provides TTSORS free\nof charge so that tribal jurisdictions do not\nneed to develop or purchase any special\ninformation technology systems to have\na SORNA-compliant registry system. TTSORS is hosted and managed for tribal\njurisdictions, and ongoing professional\nassistance is available by phone, email or\nchat. All that is needed to use TTSORS is a\ncomputer with internet access. Getting Started With TTSORS To get your tribe or territory started\nwith TTSORS, send a request to\nthe Institute for Intergovernmental\nResearch (IIR) at registrysupport@\nnsopw.gov or call 850-385-0600,\next. 222. NSOPW.gov The Dru Sjodin National Sex\nOffender Public Website (NSOPW.\ngov) is the only government\nsystem to link state, territory and\ntribal public sex offender registries\nfrom a national search site. Make\nsure your tribe’s public website is\nlinked to NSOPW.gov. Contact IIR\nfor assistance (registrysupport@\nnsopw.gov). SORNA requirements are already included\nin TTSORS, so when a tribe participates\nin TTSORS, the tribe is automatically able to participate in NSOPW.gov and with the\nSORNA Exchange Portal. By using TTSORS, a tribe’s registry system will be able to —\nl Provide community notifications, l Collect all offender information required by SORNA, and l Share information with other SORNA jurisdictions. Tribes can customize the look of the public website to be unique to the jurisdiction. There are also custom offender information fields that can be tailored to collect\nadditional information as needed. Over 90% of tribes implementing\nSORNA use TTSORS as their registry\nsystem and public website. 12 | Guide to SORNA Implementation in Indian Country Public Registry Website The SORNA Officer is typically responsible for maintaining the tribe’s public sex offender\nregistry website and should ensure that the tribe’s public website is immediately updated\nwith the required registration information."
}