{
  "document_category": "guidance",
  "document_name": "5215_007.pdf",
  "chunk_index": 5,
  "chunk_text": "An example would be for an inmate\nwith a substance abuse problem to continue contact with a community-based self-help group. Progress reports for YCA inmates prepared for parole hearings must include a complete\nsummary of the program plan and describe the inmate’s progress in meeting program goals. P5215.07 9/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 7 7. YCA COORDINATION Inquiries concerning a YCA inmate should be directed to the Regional Counsel or Consolidated\nLegal Center for the inmate’s designated facility. Once a YCA inmate arrives at the designated institution, it is critical for unit staff to identify the\ninmate promptly in Sentry using the CMA assignment “YCA.” 8. YCA INMATE RECORDS\nYCA inmate records are handled in accordance with the Program Statements Correctional\nSystems Manual and Inmate Central File, Privacy Folder, and Parole Mini Files. Information on former YCA inmates, including the fact that the person has been confined, may\nnot be released without Regional Counsel review to determine whether the conviction has been\nexpunged. After review, Regional Counsel or designee may release information as appropriate. 9. AGENCY ACA ACCREDITATION PROVISIONS\n■ American Correctional Association Standards for Adult Correctional Institutions, 4th\nEdition: 4-4300, 4-4449.\n■ American Correctional Association Performance Based Standards for Adult Local Detention\nFacilities, 4th Edition: 4-ALDF-5C-07.\n■ American Correctional Association Standards for Administration of Correctional Agencies,\n2nd Edition: None.\n■ American Correctional Association Standards for Correctional Training Academies: None.\nREFERENCES\nProgram Statements\nP5100.08\nInmate Security Designation and Custody Classification (9/12/06)\nP5290.14\nAdmission and Orientation Program (4/3/03)\nP5300.20\nVolunteers and Citizen Participation Programs (6/1/99)\nP5300.21\nEducation, Training, and Leisure-Time Program Standards (2/18/02)\nP5310.17\nPsychology Services Manual (8/25/16)\nP5321.07\nUnit Management Manual (9/16/99)\nP5322.13\nInmate Classification and Program Review (5/16/14)\nP5325.07\nRelease Preparation Program (12/31/07)\nP5350.28\nLiteracy Program (GED Standard) (12/1/03)\nP5354.03\nPostsecondary Education Programs for Inmates (12/17/03) P5215.07 9/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 8 P5800.17\nP5800.15\nP5803.08 Inmate Central File, Privacy Folder, and Parole Mini-Files (4/3/15)\nCorrectional Systems Manual (1/1/09)\nProgress Reports (2/27/14) Federal Regulations\nRules cited in this Program Statement are contained in 28 C.F.R. 524.20 – 524.25. Records Retention Requirements\nRequirements and retention guidance for records and information applicable to this program are\navailable in the Records and Information Disposition Schedule (RIDS) on Sallyport. P5215.07 9/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 9 Attachment A. Sample Letter to U.S. Parole Commission August 24, 2013\nJoe Jones, Warden\nRe: Franklin, Esteban\nReg. No. 00000-000\nIsaac Fulwood, Jr., Commissioner\nU.S. Parole Commission I am certifying that the above-referenced inmate has successfully completed the treatment\nprogram plan developed for him upon commitment to this institution. Mr. Franklin has enhanced his employment opportunities by completing the Business Vocational\nTraining program and the Adult Basic Education program. He has demonstrated his ability to\nconform to the rules and regulations of the institution by incurring no incident reports in the\n“highest” or “greatest” categories. He completed a course of Correctional Counseling, receiving\nthe endorsement of his counselor. He maintains his personal appearance and living areas at\nsocially acceptable levels and consistently receives average work reports. I recommend that he be reviewed by the U.S. Parole Commission and favorably considered for\nparole. Enclosed for your review is a copy of Mr. Franklin’s current progress report."
}