{
  "document_category": "guidance",
  "document_name": "5394.01.pdf",
  "chunk_index": 13,
  "chunk_text": "a. Staffing\n(1) CTP Administrator. The CTP Administrator reports directly to the Warden. He/she is\nresponsible for executing or designating all functions pertaining to the running of the CTP:\n■\n■\n■\n■ Providing direct supervision to the Forensic Psychologist Coordinator. Providing direct supervision to the Clinical Services Coordinator. Providing direct supervision to Health Systems Specialists. Coordinating with other Department Heads to ensure appropriate ancillary services,\nincluding religious, educational, vocational, and recreational programming. ■ Participating directly in program functions. ■ Serving as the chairperson of annual case reviews, including risk assessment, clinical\nprogress, and rehabilitative needs. (a) Health Systems Specialists provide support to the CTP under the direction of the CTP\nAdministrator. He/she administers and scores a variety of psychological tests; manages daily\noperation of the Psychology Data System (PDS), including entering clinical records, scheduling\nP5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 16 appointments, record/file keeping, and other clerical duties; and is trained in records\nmanagement and requirements of confidentiality. He/she gathers case information at precertification, and assists with maintenance and compilation of records throughout the\ncommitment. (2) Clinical Treatment Services Staff provide assessment, treatment planning, and\npsychological interventions to CTP inmates. (a) Clinical Coordinator. The Clinical Coordinator is a licensed psychologist with\nqualifications commensurate with his/her duties. He/she reports to the CTP Administrator. Included are the following duties:\n■ Providing clinical supervision to clinical treatment staff, including assessment and\ndevelopment of the professional skills of CTP Psychologists, Treatment Specialists, and\nClinical Social Workers. ■ Conducting staff meetings to ensure that treatment participants receive services\ncommensurate with their treatment needs. ■ Development of treatment and assessment protocols for treatment participants. ■ Coordination of therapeutic activities provided by clinical treatment staff. (b) CTP Psychologists. The CTP Psychologist provides services requiring expertise in the\ntreatment and risk management of sexual offenders, including:\n■ Performing and writing diagnostic assessments. ■ Conducting process groups and individual psychotherapy. ■ Consulting with the unit team, Correctional Services, and other institution staff on clinical\nand correctional management issues. (c) Clinical Social Worker. The Clinical Social Worker reports directly to the Clinical\nCoordinator, provides clinical services, and coordinates re-entry functions. Included are the\nfollowing duties:\n■ Acting as the Bureau’s designee for initiating contact and developing relationships with\npersonnel in state agencies, with the intent of securing state placements for all certified\ninmates. ■ Preparing, reviewing, and integrating proposed discharge conditions for releasing CTP\ninmates. ■ Serving as point of contact for continuity of care issues pertaining to inmates conditionally\nreleasing to various jurisdictions. P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 17 ■ Working with other departments to provide ancillary services (unit team, Reentry Affairs\nCoordinator, etc.). ■ Conducting psychoeducational groups and individual counseling sessions. ■ Co-facilitating process groups. (d) CTP Treatment Specialists. The CTP Treatment Specialist provides direct services,\nincluding:\n■ Performing psychosocial and psychosexual history interviews. ■ Writing reports summarizing inmates’ psychosocial and psychosexual histories. ■ Documenting treatment participation and writing treatment summaries, including\nrecommendations for effective reintegration into the community. ■ Scoring and documenting risk assessment instruments. ■ Conducting psychoeducational groups and individual counseling sessions. ■ Co-facilitating process groups."
}