{
  "document_category": "guidance",
  "document_name": "GuideToProcurementProcedures.pdf",
  "chunk_index": 3,
  "chunk_text": "If the answer is “Yes”, consider using a State or local\nintergovernmental agreement, or an inter-entity agreement. 3. Does the requirement allow for used equipment or property as\nopposed to new? If the answer is “Yes”, consider using Federal excess or surplus\nproperty. Page | 6 Chapter 3\nAcquisition Planning/Developing the Procurement Package\nDetailed in-house planning is necessary in order to effectively award a contract. Who will be\nresponsible for overseeing and interacting on different aspects of the contract should be\ndetermined in advance of any procurement. Therefore, there should be an agreement among\npersonnel concerning details of any proposed contract well in advance of performance on the\ncontract taking place. If competitive sealed bidding is to be used, the contract is to be awarded on a fixed-price basis\nto the lowest responsible and responsive bidder. The procuring agency’s invitation for bids\nshould include a complete, clear, accurate, and realistic specification or purchase description\n(including any necessary design specifications). If a negotiated procurement approach is to be used to obtain the goods or services, the\nsolicitation’s Statement of Work (SOW) should incorporate a clear and accurate description of\nthe technical requirements. The request for proposals also must identify all evaluation factors\nand their relative importance. When it is impractical or uneconomical to make a clear and accurate description of the\ntechnical requirements, a “brand name or equivalent” description may be used instead. The\nsolicitation must clearly state any specific features of any named brand that offerors must\naddress in an offer in order to meet requirements under the procurement. 2 C.F.R. §\n200.319(c)(1). The checklist below lists the types of documents that should be completely developed before\nthe procurement action begins. Pre-Procurement Documentation Requirements:\n Requisition.  SOW (negotiated procurement) or Invitation for Bids (competitive, sealed bidding)\n(include design specifications, if applicable).  Evaluation Criteria (negotiated procurement).  Justification for noncompetitive procurement (sole source contracting). See Chapter 10 Procurement by Noncompetitive Proposals.\n All concurrences that may be required. Page | 7 Contracting Planning Procedures Checklist\nNo. Question 1. Are grant or cooperative agreement funds available to fund\nthe proposed procurement? 2. Has a market survey been conducted and documented to\ndetermine if there are contractors available to satisfy the\nrequirement? 3. Have divisions of labor been identified regarding contractual\nobligations for administrative, technical, and overall project\nresponsibility? 4. What type of procurement method has been chosen? Yes No Micro-purchases\nSmall Purchases\nCompetitive Sealed Bidding\nCompetitive Proposal (Negotiated Procurement)\nProcurement by Noncompetitive Proposals\n5. Has the SOW been developed if required (or, the Invitation\nfor Bids, if competitive sealed bidding is to be used)? 6. If the contract is to be competitively negotiated, have\nEvaluation Criteria been developed? 7. If the contract is to be negotiated on a sole source basis, has\na Sole Source Justification been prepared? (See Chapter 10) Page | 8 Chapter 4\nMethods of Procurement\nDetails on the following methods of procurement are found in the chapters indicated below:\n•\n•\n•\n•\n• Shared Services and Other Agreements between Agencies (Entities) (Chapter 6)\nSmall Purchases (and Micro-Purchases) (Chapter 7)\nCompetitive Sealed Bidding (Chapter 8)\nCompetitive Proposal (Negotiated Procurement) (Chapter 9)\nProcurement by Noncompetitive Proposals (Chapter 10)"
}