{
  "document_category": "guidance",
  "document_name": "5100_008cn.pdf",
  "chunk_index": 36,
  "chunk_text": "Refer to the Offense Severity Scale (Appendix\nA). If multiple detainers have been filed, enter the point value\nfor the most serious charge. Frequency and sentence length are\nnot considered. The scoring of detainers on the Inmate Load and Security\nDesignation Form (BP-337) may differ from the score received on\nthe Custody Classification Form (BP-338). If there is a pending\ncharge, points based on the documented behavior are assigned on P5100.08\n9/12/2006\nChapter 6, Page 3\nthe type of detainer item; if the pending charge involves a\nprobation violation, use the most severe documented behavior\nfrom the original offense as the basis for assigning points\nin the detainer scoring. Only formally filed detainers are\nconsidered on the Custody Classification Form after the\nsecond regularly scheduled custody review.\n• Score consecutive state sentences, lodged state detainers\nand/or state parole violation terms/warrants as\ndetainers. Inmates should be informed that it is vitally\nimportant that all pending charges and detainers be\nresolved as quickly as possible so that institution\nprogramming and release planning can occur. • Score concurrent state sentences, as a detainer only if it\nis expected that the state sentence will exceed the federal\nsentence and the state has formally filed a detainer. Other\nformally filed state pending charges, consecutive\nsentences, and/or parole violation term/warrants will be\nscored as detainers. Points will be assigned the same as they\nwould be for a federal violation (see page 4 of this\nChapter for further instructions). • No points will be awarded for U.S. Parole Commission\nwarrants (adjudicated or unadjudicated). However, the\noriginal offense behavior will be factored into the\ncriminal history points and the violation behavior\n(including new offense behavior) will be scored as\nthe current offense. • No points will be assigned for ICE detainers. However,\neach case will be carefully reviewed to determine whether\nthe PSF for Deportable Alien is applicable. • If a formally filed detainer involves a probation\nviolation, use the most severe documented behavior in\nthe original offense as the basis for assigning points\nin the detainer scoring chart above. 2. SEVERITY OF CURRENT OFFENSE 2. SEVERITY OF CURRENT\nOFFENSE 0 = LOWEST\n1 = LOW MODERATE 3 = MODERATE\n5 = HIGH 7 = GREATEST Enter the appropriate number of points that reflect the most\nsevere documented instant offense behavior. For multiple\noffenses, the highest score will be used when scoring the\ncurrent offense. Staff will consider\nthe offense behavior of all sentences, including federal\nsentences that have a future P5100.08\n9/12/2006\nChapter 6, Page 4\nbeginning date or a prior state or D.C. sentence if there was\nno physical release from custody. Severity is determined by using the Offense Severity Scale\n(Appendix A). Do not use instant offense behavior to also assign\npoints on the “history” items on the Custody Classification\nForm. Example: According to the Presentence Investigation Report, the\nindividual was involved in an Assault With Serious Injury\n(Greatest severity level) but pled guilty to a Simple Assault\n(Moderate severity level). Assign the points on the basis of the\nmore severe documented behavior, i.e., assign 7 points (Greatest\nseverity level). Do not use the current term of confinement\ninformation to assign points on the “history” items (numbers 5\nand 6 on the Security Designation Data section of the BP-337)."
}