{
  "document_category": "guidance",
  "document_name": "AOM.pdf",
  "chunk_index": 89,
  "chunk_text": "Please include the following:\n Description of the services to be provided by the\nconsultant(s) or contractor(s), including the following:\n» The number of days and hours to be worked by each\nconsultant/contractor.  A resume or curriculum vitae (CV) for each consultant\nor contracted individual whose rate exceeds $650 per day.  Documented prior instances when a similar rate has been\ncharged by or paid to the consultant/contractor.  If the consultant is not self-employed and has a primary\nemployer, documentation showing that the requested\ndaily rate is proportionate to the consultant’s regular\nsalary (e.g. pay stubs, letter from employer, etc.).  Optional: You may submit other important information\nabout the consultant(s) or contractor(s) at this time, such\nas letters of reference; lists of any relevant publications,\npapers, or honors; advanced experience as a practitioner\nor academic in the subject area; advanced training\nrelating to the focus of your project; and/or any unique\ncircumstances which you feel should be considered as\nthe COPS Office reviews your proposed consultant/\ncontractor rates. To request approval of a consultant/contractor rate in excess\nof $650 per day, please return this information to your grant\nprogram specialist or program manager as soon as possible to\nexpedite the consultant/contractor rate review process. Contact the COPS Office For more information about COPS Office programs and\nresources, please call the COPS Office Response Center\nat 800-421-6770 or visit the COPS Office online at\nwww.cops.usdoj.gov. Updated April 2017 U.S. Department of Justice\nOffice of Community Oriented Policing Services Fact Sheet www.cops.usdoj.gov Program Income What is program income? Program income means gross income earned by the recip­\nient or subrecipient that is directly generated by an awardsupported activity or earned as a result of a federal award\nduring the award period. 1 Program income includes income\nfrom fees for services performed, the use or rental of real or\npersonal property acquired under federal awards, the sale of\ncommodities or items fabricated under a federal award, license\nfees and royalties on patents and copyrights, and principal\nand interest on loans made with federal award funds. from your COPS Office award constitutes program income. They will help you assess whether or not the income is\ngenerated as a result of the award-supported activity. Program income means gross income earned by the\nrecipient or subrecipient that is directly generated by\nan award-supported activity or earned as a result of a\nfederal award during the award period. How can program income be used? Examples of program income that has been generated from\nsome COPS Office–funded activities include fees collected\nfor conference registration, exhibit booths, and website\nadvertisements. Interest earned on advances of federal funds\nis not program income. Except as otherwise provided for\nin federal statutes, regulations, or the award terms and\nconditions, program income does not include rebates,\ncredits, discounts, and interest earned on any of them. Program income must be used in accordance with the\nstandards set forth in 2 C.F.R. § 200.307. Program income\ngenerated from an award can be The recipient may not earn or keep any profit resulting\nfrom a federal award unless expressly authorized, in writing,\nby the COPS Office. 2 How do I know if my COPS Office award\ngenerates program income?"
}