{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 64,
  "chunk_text": "• withhold or bar your agency from obtaining future awards;\n• recommend civil or criminal enforcement by other agencies;\n• take other remedies that may be legally available. In the event that sanctions are imposed or your grant is terminated, your agency will be notified in writing of\nour decision and the reason(s) for that decision. Accepting the grant award After you have reviewed the conditions of your TRGP award and your agency agrees with these conditions,\nyou are ready to accept the award. The Director of the COPS Office has signed the award document\nindicating approval of your grant, an obligation of federal funds to your organization, and our commitment\nto the award. As stated at the beginning of this section, to officially begin your grant and draw down your\nfunds, the authorized officials (see the Glossary of Terms on page 88 of this publication) of your agency must\naccess www.cops.usdoj.gov and select the “Account Access” link in the upper right corner to log in, review,\nand electronically sign the award document along with all award condition pages. 50 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual Who should sign the award document for our agency? The authorized official is the government executive who has ultimate and final responsibility for all\nprogrammatic and financial decisions regarding this grant as the representative of the legal grantee. COPS Office grants require the top government executive (e.g., Tribal Chairman, President, Chief, or equivalent)\nto sign the award document. Typically, this is the same executive named on your agency’s 2015 TRGP\napplication. (If this individual has changed, please complete a Change of Information form online at www.cops. usdoj.gov through the “Account Access” option.) If you have any questions as to who should sign the award,\nplease contact your jurisdiction’s local legal advisor. By when must the award document be signed? Please electronically sign the award document and all award condition pages within 90 days of the date\non the award congratulatory letter. Grant funds will not be released until we have received your agency’s\nsigned award document, your budget has received final clearance, and any other relevant grant conditions\nparticular to your agency have been satisfied. Failure to submit your signed award document within the 90day award acceptance period may result in your TRGP award being withdrawn and the funds deobligated\nwithout additional notification. If your agency requires an extension for accepting the award beyond the\n90-day acceptance timeframe, please submit a written request to your COPS Office Grant Program Specialist. Be sure to explain the circumstances that prevent your agency from signing the award document within the\n90-day period and identify the date by which the award document will be electronically signed. The COPS\nOffice will review such requests on a case-by-case basis. The COPS Office reserves the right to deny requests\nto extend the 90-day award acceptance period. 51 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual II. Procurement Process (for TRGP-Equipment/Training grants\nonly) In general, grant recipients are required to procure funded items through open and free competition when\nfeasible."
}