{
  "document_category": "guidance",
  "document_name": "5267_09.pdf",
  "chunk_index": 13,
  "chunk_text": "Where contact visiting is provided, handshaking, embracing, and\nkissing are ordinarily permitted within the bounds of good taste and only at the\nbeginning and at the end of the visit. The staff may limit physical contact to\nminimize opportunity for the introduction of contraband and to maintain the\norderly operation of the visiting area. An inmate who has been approved for, and is awaiting placement in the ADX-Florence Control\nUnit, may be limited to non-contact visits. (3) The visiting room officer may not accept articles or gifts of any kind for an\ninmate, except packages which have had prior approval by the Warden or a\ndesignated staff member. P5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 17 All authorized items entering the visiting room must be carried in a clear plastic container/bag. An inmate’s visitor may not leave money with any staff member for deposit in the inmate’s\ncommissary account. Refer to the Program Statement Trust Fund/Deposit Fund Manual for\nadditional information on accepting packages. (4) The visiting room officer shall be aware of any articles passed between the\ninmate and the visitor. If there is any reasonable basis to believe that any item is\nbeing passed which constitutes contraband or is otherwise in violation of the law\nor Bureau regulations, the visiting room officer may examine the item. An Associate Warden, the Institution Duty Officer, or the Captain will be notified in such cases. 15. PENALTY FOR VIOLATION OF VISITING REGULATIONS\n§540.52 Penalty for violation of visiting regulations. Any act or effort to violate the visiting guidelines of an institution may result in\ndisciplinary action against the inmate, which may include the denial of future\nvisits, possibly over an extended period of time. Moreover, criminal prosecution\nmay be initiated against the visitor, the inmate, or both, in the case of criminal\nviolations. In an effort to eliminate the introduction of drugs and drug paraphernalia into Bureau\ninstitutions, the Bureau will seek criminal prosecution against visitors who participate in\ncontraband violations. Additionally, as a disincentive for inmates found guilty of these\nviolations, the Discipline Hearing Officer (DHO) or Unit Discipline Committee (UDC) may\nimpose the loss of visiting privileges as a sanction. Refer to the Program Statement Inmate Discipline Program for information regarding loss of\nvisiting privileges resulting from disciplinary action. 16. WALSH ACT REQUIREMENTS The Unit Team will evaluate all inmates on their caseload and all incoming inmates to determine\nif they have an inmate who has been convicted of a sex offense involving a minor (WA CONV). Any inmate fitting this criterion will have the following annotation placed in the visiting program\nunder the comments section: “this inmate was convicted of a sex offense involving a minor.” P5267.09 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 18 Any inmate identified as having a Walsh Act assignment involving a minor will have his/her\nvisits closely monitored. Specific procedures will be determined locally by the Warden. 17. VISITING REGULATIONS REGARDING PETS Visitors are precluded from bringing animals on to institutional grounds, except for animals that\nassist persons with disabilities."
}