{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 123,
  "chunk_text": "This\nmay be set forth on the original J&C, or may be a modification\norder during the period of probation supervision. A copy of the\nJ&C shall suffice. However, if there is any doubt regarding the\naccuracy or authenticity of the court order, a phone call to the\nappropriate authority is to be made. A two-position file folder should be used and shall normally\nconsist of:\na. Source - U.S. Probation, District of Supervision: e Copy of the Judgment and Probation/Commitment Order.\ne Pre-Sentence Report.\ne U.S. Probation Progress Plan. b. Source - Designated Contractor: e Record of Medical Examination (if a CCC is designated). e Documentation of Acceptance and Terminal Report.\nc. Source - CCM: e SENTRY Sentence Computation. After release, the CCC-generated file shall be combined with the\nCCM two-part file. Files for Community Confinement cases are\nmailed to the referring USPO unless the Chief USPO has informed\nthe CCM in writing that the file is not required. 6.1.4. Intermittent Confinement (Sentencing Reform Act) Pursuant to the provisions of 18 U.S.C. ยง 3563(b), Offenders, as\nFurther Conditions of a Sentence of Probation, may be sentenced\nto \"Intermittent Confinement.\" Such commitment requires the\noffender, during the first year of probation, to remain in Bureau\ncustody during nights, weekends, or other intervals, no more than\nthe lesser of one year or the authorized term of imprisonment for\nthe offense. Normally, confinement will be in a detention/jailtype facility. The CCM must ensure the designated contractor has a copy of the\nlegal document stipulating \"Intermittent Confinement\" and\nspecifying when confinement shall occur. The contractor shall\nexecute these J&Cs in the same way as for any other Bureau\ncommitment. A two-position file folder should be used and shall normally PS 7300.09\nCN-2 5/19/99\nChapter 6, Page 6\nconsist of:\na. Source - U.S. Marshal, District of Supervision: e Certified copy of the Judgment and Probation/Commitment Order.\ne Designation Request. e Pre-Sentence Report (when available). e U.S. Probation Program Plan.\nb. Source - Contractor: e Record of Medical Examination (if a CCC is designated). e Documentation of Acceptance and Terminal Report.\nc. Source - U.S. Marshal: e Request for designation. d. Source - CCM:\ne SENTRY Sentence Computation. After release, the CCC-generated file shall be combined with the\nCCM two-part file. Files for intermittent confinement cases are\narchived in the same manner as direct court commitments. 6.1.5. Institution Transfers The CCC referral and transfer process is in the Program Statement\non CCC Utilization and Transfer Procedures. A two or six-position file folder is used and shall normally\nconsist of:\na. Source - Institution of Confinement: e Institution Referral Packet.\ne Copy of Release Documents. e Unescorted furlough with travel schedule (should be received in advance). e Transfer Order (executed by Contractor). e BP-S385 \"Authorized Unescorted Commitments and Transfers\"\nIdentification Card (one copy received by the CCC prior to the\ninmate's transfer to the CCC and returned to the CCM executed\nwith the inmate's thumbprint). b. Source - Contractor: PS 7300.09\nCN-2 5/19/99\nChapter 6, Page 7\ne Documentation of Acceptance. e Original Correspondence Generated during Confinement. e Terminal Report.\nc. Source - Community Corrections Manager: e Original Documents and Correspondence Generated during Confinement. e Sentence Monitoring Update Computation Satisfaction\nRelease Certification (SENTRY)."
}