{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 5,
  "chunk_text": "b. The sections on budget projection and accruals contain new\nprocedures. Some information in these areas is now located in the\nCommunity Corrections Technical Reference Manual.\nc. Travel and purchasing procedures are updated. d.\nAccounting and contract codes are updated. Most of the related\ntechnical information is now in the Community Corrections Technical\nReference Manual. e. All seven attachments are replaced by the Region Annual Budget Plan\nand CCM Budget Projections attachments. 5.\nACTION. Manual. File this Change Notice in front of the Community Corrections /s/\nKathleen M. Hawk\nDirector U.S. Department of Justice\nFederal Bureau of Prisons Program\nStatement OPI:\nNUMBER:\nDATE:\nSUBJECT:\nManual CCD\n7300.09\n1/12/98\nCommunity Corrections 1.\nPURPOSE AND SCOPE. To operate community-based corrections\nfor offenders who are reintegrating into communities and require more\nsupervision than traditional probation or parole, or who need an\nalternative to incarceration. Community corrections is also\nresponsible for managing Federal offenders confined in non- Bureau\nfacilities. Most Bureau community corrections programs\nare implemented through contracts and agreements with private service\nproviders and with state or local governments. 2.\nare: PROGRAM OBJECTIVES. The expected results of this program a.\nA variety of community-based correctional services and\nprograms will be available for offenders. b.\nContracts and budgets for community-based services and\nprograms will be effectively managed. c.\nOffenders in community programs will receive appropriate\nsupervision. d. The public will be protected from undue risk. e.\nOffenders in community programs will be provided safe\nliving environments. f. Eligible inmates in community programs will have opportunities\nfor work experiences to develop positive skills, knowledge, and\nwork habits. PS 7300.09\n1/12/98\nPage 2\ng.\nInmates will be able to participate in specialized\ncommunity programs such as drug, alcohol, and mental health\ncounseling and services. h. Positive relationships, family values, and mutual support\nand nurturing will be promoted and reinforced among inmates,\ntheir spouses and their children. i.\nEligible inmates will have the opportunity to develop and\nmaintain supportive and nurturing relationships with their\nfamilies through participation in their religious communities. j. Use of intermediate punishments will contribute to\nproactive management of the Bureau's population. k.\nEffective partnerships with governmental and private\nagencies, as well as the general public, will be established and\nmaintained. 3.\nSTANDARDS REFERENCED. Applicable standards are referenced in\nindividual directives referenced in the Manual. 4.\na. DIRECTIVES AFFECTED Directive Rescinded PS 7300.08\nb. Community Corrections Manual (4/1/91) Directives Referenced PS 1010.02\nStaff Meetings (1/31/95)\nPS 1170.05\nBOP Facts (9/4/96)\nPS 1210.14\nManagement Control and Program Review\n(10/6/94)\nPS 1280.10\nJustice Telecommunications System (JUST),\nNational Crime Information Center (NCIC), and\nNational Law Enforcement Telecommunications\nSystem (NLETS), Users Guide (4/19/96)\nPS 1351.04\nRelease of Information (12/5/96)\nPS 1380.05\nSpecial Investigative Supervisors Manual\n(8/1/95)\nPS 1400.04\nContact with other Agencies and Organizations\n(9/9/96)"
}