{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 95,
  "chunk_text": "See the Program Statement on Central\nInmate Monitoring System for additional information and guidance\non who the appropriate \"Review Authority\" is in different cases. As CIM \"Coordinators\" for inmates confined at contract\nfacilities, CCMs have the same responsibility as the\ninstitutional CIM \"Coordinators\" for CIM cases in their areas. CCMs are involved in the designation process and in providing\ncase management services to inmates in the community. They are\nthe first to become involved with inmates when U.S. Marshals\nrequest a designation. It is required that the CCM and case\nmanager be certified in CIM procedures and complete CIM\nCertification every three years. CIM areas unique to community corrections offices are:\n5.4.1. Watching for local media and other information on\npotential CIM cases; keeping a daily log and a file with CIM\nmaterial and sending material to the regional office, as\nappropriate; and keeping the file in a locked drawer if it is a\nWitness Security case so only those with a need to know have\naccess. PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 10\n5.4.2. Identifying inmate management issues that may pose\nconcerns during confinement or while in the community. 5.4.3.\nInitiating requests for written documentation that\nsubstantiates CIM classification. Forwarding information\ngathered on inmates to the CIM Coordinator at receiving\ninstitutions. 5.4.4.\nTransmitting CIM information to the regional designator\nfor consideration with designation requests. Information about\nseparatees and WITSEC inmates must not be included in the Remarks\nsection of the designation request form, but shall be\ncommunicated by phone, SENTRY, or BOPNet. 5.4.5.\nEnsuring that any inmate for whom a contract facility\nis designated is notified in writing, as promptly as possible, of\nthe CIM classification and the basis for it. The inmate shall\nsign for and receive a copy of the notification form. 5.4.6. Preparing the packet on all inmates for whom contract\nfacilities are designated and are identified as CIM cases, as\noutlined in the Program Statement on Central Inmate Monitoring\nSystem. The CCM shall ensure that the files of all inmates so\nidentified contain the 8½ x 11 inch white card stamped:\n\"NOT TO\nBE TRANSFERRED OR PARTICIPATE IN COMMUNITY ACTIVITIES WITHOUT CIM\nCLEARANCE.\"\n5.4.7.\nEnsuring that clearance for CIM cases approved for CCC\ntransfer has been obtained before the inmate arrives at the\nfacility. This clearance is to be documented in the file, with a\nhard copy printed no earlier than one to seven days before an\ninmate's arrival. Checking for prior CIM classification on\npublic law cases is necessary. If a prior separatee is at the\nCCC, the CCM must ensure the inmate's safety is not jeopardized. 5.4.8.\nMonitoring of clearances for transfers or community\nactivities outside the commuting area of the contract facilities\nby the CCM. In reference to additional CIM clearance for CIM cases who are\ntransferred from a CCC to a home confinement program, the CIM\nactivity clearance for a CCC placement is from the time the\ninmate departs the institution through the time he or she is\nreleased from the CCC or other community programs. There is no\nneed for CIM clearance for inmates going from a CCC to home\nconfinement if the home confinement location is within the same\ncommuting area. This also applies to inmates transferring from\none contract facility to another under the same CCM office;"
}