{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 92,
  "chunk_text": "b. When federal institutions are designated, CCMs shall\nforward (by regular mail) within two working days, copies of\nCentral Inmate Monitoring (CIM) documentation, if available, to\nthe CIM coordinator and all copies of the PSI and other relevant\ninformation or documents to the ISM at the designated\ninstitutions. c. When non-federal contract facilities or Bureau\ninstitutions are designated, CCMs shall forward copies of the\ndesignation teletypes or memos and any other relevant information\nor documents (including PSIs) to the facilities within two\nworking days. If the CCM believes the inmate will arrive in less\nthan five days, all documentation shall be sent by overnight mail\nor facsimile within one working day of the designation to the\nappropriate Bureau or contract facility. d.\nCCMs shall complete Attachment 5-1a, Tracking Juvenile\nDesignations, for all federal juveniles sentenced on or after\nJuly 1, 1998, at the time of designation and with every\nsubsequent change of facility. This form shall be submitted to\nthe Central Office CCB. 5.2. REFERRALS FOR INSTITUTION TRANSFER TO CCCs The Bureau's goal is to provide release preparation services to\nall inmates who have need of such services and who meet\nrequirements for placement in the community. Refer to the\nProgram Statement on Community Corrections Center (CCC)\nUtilization and Transfer Procedure and the Security Designation\nand Custody Classification Manual. Bureau institution staff submit standard referrals to CCMs for\nrelease preparation placement in CCCs. CCC referral procedures\nallow the CCM to set an appropriate placement date within the\nrange the referring institution requested. CCMs should also\nreview referrals to determine whether the inmate qualifies for PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 6\nother community-based programs (home confinement, drug treatment,\netc). 5.2.1. Special Cases a.\nMilitary prisoners who will release directly from Bureau\ninstitutions may be transferred to contract CCCs. Other military\nprisoners, including military supervision cases, may not. b.\nState prisoners boarded in Bureau institutions are not\neligible for placement in Bureau contract facilities. 5.2.2. Procedures Upon receiving a completed CCC referral package, the CCM shall\nexpedite one copy to the appropriate CCC, accompanied by a cover\nmemorandum recommending a placement date and listing any special\nprogram requirements. The CCM shall indicate a specific\nplacement date based upon known resources. A response from the\nCCC is expected after receipt of the referral package. CCMs must\nmonitor referrals to ensure this occurs. a.\nAcceptance. When a CCC accepts an inmate, the CCM and\nCCC staff shall notify the institution. CCMs shall add the\ndestination assignment to the inmate's SENTRY record. The\neffective date of the assignment will be the approved transfer\ndate. The scheduled transfer date should allow the institution\nat least 10 working days to process the release paperwork. If\nthe date is subsequently altered or canceled, CCMs must modify\nthe effective date or delete the assignment and notify the\ninstitution. b.\nRejection. When a CCC does not accept an inmate, the\nCCC Director must write to the CCM outlining the reasons. The\nCCM shall review the rejection to determine if it is justifiable\nand not based on a lack of information. The CCM may want to\ndiscuss the rejection with the CCC Director for reconsideration. When it is certain that placement cannot be made, the CCM must\nconsider placement in another CCC or probation’s electronically\nmonitored home confinement program."
}