{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 41,
  "chunk_text": "Next, your financial\ninstitution must complete the “Financial Institution Information” section and have the appropriate financial\nofficial sign the form. If you are already a COPS Office grantee, you should already have filled out an ACH enrollment form. Therefore, your agency will not be required to submit a new ACH enrollment form for the newly awarded\ngrant as long as your OJP vendor number has not changed. If you have any questions, or wish to verify your\nACH enrollment form information, please call the COPS Office Response Center at 800-421-6770. When should Federal Financial Reports be filed? After your agency returns the signed award document to the COPS Office, under current regulations, you\nare required to submit quarterly Federal Financial Reports using a Standard Form 425 (SF-425). This report\nreflects the actual monies spent and unliquidated obligations incurred by your agency. You will not be able\nto make drawdowns from your grant account if the SF-425 for the most recent reporting quarter is not on\nfile with the COPS Office by the deadline date. Grantees are encouraged to submit their SF-425 reports via\nthe Internet at www.cops.usdoj.gov. For more information on how to complete and where to submit your quarterly SF-425, see section VI of this\nGrant Owner’s Manual, titled “Reports,” on page 37. Filing the Federal Financial Report (SF-425) identifies your federal and local expenditures made during that\ncalendar quarter. However, to receive actual payment, you must request it through GPRS. Additional payment questions Can we receive advances? Yes. If you receive funds through electronic transfer, the period allowed is 10 days in advance. In general, the\nconcept of “minimum cash on hand” applies to COPS Office grants. This concept requires that your agency\nrequest funds based upon immediate cash disbursement needs. You should time your request for payment\nto ensure that federal cash on hand is the minimum that you need. There should be no excess federal grant funds on hand, except for advances not exceeding 10 days, as noted\nabove. The Federal Government has four basic rules regarding advances. Advances can be terminated if the grantee\n• is unwilling or unable to attain project goals;\n• maintains excess cash on hand;\n• does not adhere to the terms and conditions of the grant;\n• fails to submit reliable and/or timely reports. How often can we request reimbursement of costs? There are no limitations on how often your agency may request reimbursements. However, reimbursement\nis only for costs that were approved in the Financial Clearance Memorandum (FCM). As a general guideline,\nmost agencies request reimbursement on a monthly or quarterly basis. Also, please note that a date range\ncan only be used once. 32 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Can we earn interest on our grant funds? Your agency should minimize the time between your drawdown of grant funds and your payment of grant\ncosts to avoid earning excess interest on your grant funds."
}