{
  "document_category": "guidance",
  "document_name": "1351_005_CN-2.pdf",
  "chunk_index": 12,
  "chunk_text": "Documents from Federal Courts and Probation Offices (1) Federal Presentence Reports (PSR) and Statements\nof Reasons (SOR) from Judgments in Criminal Cases. For safety\nand security reasons, inmates are prohibited from obtaining or\npossessing photocopies of their PSRs, SORs, or other equivalent\nnon-U.S. Code sentencing documents (e.g., D.C., state, foreign,\nmilitary, etc.). Inmates violating this provision are subject to\ndisciplinary action. This prohibition applies only to the SOR portion of an\ninmate’s Judgment in a Criminal Case. The rest of the Judgment\ndocument remains releasable unless circumstances or policy\ndictate otherwise. PSRs and SORs received by mail will be\ntreated as contraband, and handled according to the Mail\nManagement Manual. This prohibition does not apply to inmates in Bureau of\nPrisons custody with a need to review their PSRs prior to\nsentencing. For example, a pretrial inmate scheduled for\nsentencing may possess and review the PSR in preparation for\nsentencing. After sentencing, however, the inmate is prohibited\nfrom retaining a copy of the PSR. reasons. The Bureau implemented this policy for the following\n# Many PSRs and SORs contain information\nregarding the inmates’ government assistance,\nfinancial resources, community affiliations,\netc. # The Bureau has documented an emerging problem\nwhere inmates pressure other inmates for a\ncopy of their PSRs and SORs to learn if they\nare informants, gang members, have financial\nresources, etc. PS 1351.05\n9/19/2002\nPage 17\n# Inmates who refuse to provide the documents\nare threatened, assaulted, and/or seek\nprotective custody. Likewise, inmates\nproviding PSRs and SORs containing harmful\ninformation are faced with the same risks of\nharm. Inmates needing a copy of their PSRs or SORs for filing\nas an attachment in a court case may obtain, complete, and submit\nto the court an Inmate Request For Certification or Judicial\nNotice of Pre-sentence Report and/or Statement of Reasons form\n(BP-S757.013). The form, which includes instructions for\ncompletion, must be available to inmates in the housing units and\nlaw libraries. Although prohibited from obtaining or possessing\nphotocopies, federal inmates are entitled under the FOIA to\naccess their own PSRs (see United States Department of Justice v.\nJulian, 486 U.S. 1 (1988)) and SORs. Inmates must be provided\nreasonable opportunities to access and review their PSRs, SORs,\nor other equivalent non-U.S. Code sentencing documents (e.g.,\nD.C., state, foreign, military, etc.). Inmates are responsible\nfor requesting an opportunity to access and review these records\nwith unit staff in accordance with the Program Statement on\nInmate Central File, Privacy Folder, and Parole Mini-Files. To\nfacilitate inmate access and review, PSRs and SORs should\nordinarily be maintained in the disclosable portion of the\ncentral file unless significant safety and security concerns\ndictate otherwise. In addition to the above procedures, other provisions\nof the FOIA may require limiting inmate access to PSRs and SORs. Third party requests for inmate PSRs and SORs should be handled\naccording to Section 29 of this Program Statement. Staff must maintain PSRs as follows:\n! A PSR prepared on or after December 1, 1975,\nis to be placed in the disclosable portion of\nthe Inmate Central File. ! A PSR prepared before December 1, 1975, is to\nbe returned to the sentencing court with a\ncover letter indicating that the PSR is being\nreturned based on the Supreme Court's\ndecision in Julian and the fact that the PSR\nwas not prepared with the expectation of\nrelease."
}