{
  "document_category": "guidance",
  "document_name": "5310_017.pdf",
  "chunk_index": 3,
  "chunk_text": "Therefore, CBT is utilized to address two\ncomponents of the Psychology Services mission – mental health care and reentry services. CBT\nemphasizes the learning and practice of skills associated with improved mental health and\nadaptive, pro-social behavior. Therefore, inmates who participate in CBT and related interventions\nare better able to achieve goals the Bureau has for all inmates, including responsibility, selfawareness, and independence. Specific to reentry services, the Bureau has also organized services under a Risk-Need-Responsivity\nmodel. Here, treatment resources are directed toward inmates who are at the highest risk of reoffense based on validated assessment procedures. Treatment protocols are selected or designed\nto address risk factors for criminal reoffending. These include but are not limited to those identified with substance use disorders; sex offenders;\nand those with offense supportive attitudes and beliefs; i.e., criminal thinking patterns. Interventions are delivered in a manner that is responsive to each inmate’s unique treatment needs,\nto include learning style and level of motivation. The Bureau’s core value of correctional excellence underlies the service delivery model for\nbehavioral scientist expertise. Psychology Services staff are “correctional workers first” and in\nthis context they are uniquely situated to offer their perspective on understanding human behavior. As fellow correctional workers, psychologists work alongside their Bureau peers, offering their\nexpertise through both formal training events and informal staff consultation. The presence of\nPsychology Services in the institution also increases the likelihood Bureau staff will feel\ncomfortable utilizing Employee Assistance Program and/or Crisis Support Team services. c. Priorities for Delivery of Psychological Services. The following list of priorities describes\nthe professional duties and responsibilities of a Psychology Services Department. The Chief\nPsychologist is responsible for ensuring the department adheres to the priorities and for ensuring a\nfair and equitable distribution of the workload associated with meeting these priorities. The Chief\nPsychologist shares the priority list with new departmental staff during their initial orientation and\nwith all departmental staff on at least an annual basis. In addition, Chief Psychologists are\nresponsible for informing and educating others of the importance of performing priority tasks, as\nopposed to non-emergency and non-clinical tasks. P5310.17 8/25/2016 4 (1) Priority 1 – Priority 1 tasks are Psychology Services functions essential to the safety and\nsecurity of staff and inmates. ■ Inmate Suicide Prevention Program, to include risk assessment, intervention, and staff training. ■ Activities geared toward staff health, wellness, and safety to include EAP, involvement in\nCST/CNT, suicide prevention, and related training. ■ Acute crisis intervention with suicidal, dangerous, psychotic, or sexually victimized inmates, to\ninclude consultation with staff regarding the management of these inmates. ■ Treatment and care of inmates diagnosed with a serious mental illness, to include the delivery\nof priority practices for this population. ■ Initial psychological screening and evaluation of inmates, to include assessments of risk for\nsexual victimization or abusiveness. ■ Restrictive housing rounds, reviews, and interventions. ■ Compliance with professional, correctional, and other standards applicable to safety and\nsecurity. (2) Priority 2 – Priority 2 tasks are vital Psychology Services functions. ■ Evidence-based individual and group treatment for inmate mental health issues that do not rise\nto the level of a serious mental disorder."
}