{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 100,
  "chunk_text": "Ordinarily, inmates are limited to having 100 active contacts on their contact list. Staff are not responsible for printing contact lists for inmates in SHU. However, if an imminent\nneed is demonstrated staff may print a TRULINCS phone list for inmates in SHU. Staff prepare\nthe phone list and deliver it to the inmate in a secure manner within a reasonable timeframe from\nthe date of the request and at a time that does not interfere with the normal operations of the\ninstitution. (1) Postal Mail. Inmates are limited to entering two postal addresses for each contact on their\nlist. Ordinarily, inmates are required to place a TRULINCS-generated mailing label on all outgoing\npostal mail. The Warden may exempt inmates from this requirement if he/she determines that an\ninmate has a physical or mental incapacity, or other extraordinary circumstances that prevents\nhim/her from using the TRULINCS terminal, or the inmate poses special security concerns\nprohibiting regular access to TRULINCS terminals (e.g., SHU, SMU). The Warden may exempt inmates housed in SHU or other areas of the institution in which there\nare special security concerns that limit regular access to TRULINCS. If an inmate fails to place the TRULINCS-generated label on outgoing postal mail, the mail is\nreturned to the inmate for proper preparation, in the same way outgoing mail is returned for failure\nto follow other processing requirements (lack of return address, etc.). Mailing labels are only placed on outgoing postal mail to identify the recipient. Inmates are\nprohibited from printing return address labels. Inmates who use mailing labels for other than their\nintended purpose may be subject to disciplinary action for misuse of Government property. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 133 Ordinarily, inmates are limited to marking for print five mailing labels per day. Inmates may be\nauthorized to print labels in excess of the parameter setting when approved by the Warden or\ndesignee. (2) Telephone Contacts. Inmates request that telephone numbers be added to their TRUFONE\nlists by creating a contact with a telephone number. Telephone number requests are processed to\nTRUFONE within approximately 15 minutes. Ordinarily, inmates are limited to having 30 active telephone numbers on their phone list. (3) Public Messaging Contacts. Inmates request to exchange emails with a person in the\ncommunity by creating a contact with an email address. Ordinarily, inmates are limited to having\n30 active messaging contacts on their list. Inmates may only exchange emails with contacts who have accepted the inmate’s request to\ncommunicate. Inmates may not exchange emails with any unauthorized contacts including, but\nnot limited to, victims, witnesses, other persons connected with the inmate’s criminal history, law\nenforcement officers, contractors, vendors who make deliveries of physical goods to the institution\n(e.g., Commissary, Food Service), and/or volunteers. Note: Inmates may place attorneys, “special mail” recipients, or other legal representatives on\ntheir public email contact list, with the acknowledgment that public emails exchanged with such\nindividuals will not be treated as privileged communications and will be subject to monitoring. (a) Consent. If the contact consents to receive emails, that person is activated on the inmate’s\nemail contact list. (b) Notices."
}