{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 45,
  "chunk_text": " The “CMC Clearance and Separatee Data” was reviewed within the last 24 hours, and if\nchanged, a new copy will be attached. P5800.15 1/1/2009 Chapter 9, Page 7  The In-Transit Data Form is within 30 days of signature.  The In-Transit Data Form will be delivered to escorting officials. SENTRY update functions will need to be executed if the data is not accurate. Once SENTRY\nhas been updated, unit staff will be notified and a new form will be completed. b. Release Authorization Form (BP-A392). The BP-A392 will be used to release inmates\nfor completion of sentences, appeal bonds, court-ordered releases, writs of habeas corpus (except\nfor inmates moving on a writ via bus or airlift), commutation of sentences, Interstate Agreement\non Detainers, furlough transfers, transfers to state facilities, and transfers to contract RRC’s. Note: A release authorization need not be prepared for inmates who are removed temporarily by\nand remain in continuous Bureau staff custody. The exchange of custody will be executed\nthrough the use of a Marshals Receipt or Transfer Receipt. The sentence computation will be certified by the DSCC prior to release. The manager or\nsupervisor will normally sign the Release Authorization, unless the Warden’s signature is\nrequired. This signature ensures the following documents have been reviewed:\n\n\n\n\n J&C’s. USPC Warrants. Notices of Action(s). Good Time documents. All detainer information. The following statement is used on the Release Authorization to verify that the proper review, as\nspecified above, has been personally accomplished by the manager/supervisor, prior to the\ninmate’s release:\n“I certify that this release is in accordance with applicable and controlling rules,\nregulations, and statutory provisions. I have personally reviewed this inmate’s Judgment\nand Commitment file, and determined that there is no information that would prevent\nrelease by the method stated above. All Judgment and Commitment Orders, U.S. Parole\nCommission Warrants, Notice of Actions, Good Time documents, and all detainer\ninformation have been personally reviewed by me.” For final releases, the sentence computation will be satisfied and made a prior commitment in\nSENTRY by the DSCC no earlier than five days prior to release. Institution staff will be\nresponsible for making changes to the SENTRY Sentence Monitoring Update Detainer/Notify\nscreens prior to release. P5800.15 1/1/2009 Chapter 9, Page 8 If the confinement portion of a sentence ends and the inmate continues to serve another sentence,\nthe expired sentence will be satisfied and made a prior commitment upon release from all\nsentences. Example: If an inmate is serving multiple sentences due to multiple J&C’s or a multiple count\nJ&C (i.e., SRA and PLRA, or VCCLEA and PLRA, etc.), DSCC staff will be unable to make\nthis expired sentence a prior commitment. This expired sentence (computation) will be satisfied on the date that it ends, however, it will not\nbe made a prior commitment until all sentences on that multiple count J&C are made prior\ncommitments. When an inmate is released to another agency via state writ or IAD, the official assuming\ncustody must sign the Release Authorization. Note:"
}