{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 43,
  "chunk_text": "These reports are discussed in greater detail in section VI, “Reports,” on page 80 of this manual. All\nreports should be submitted within the deadlines given to avoid suspension or possible termination of award\nfunds or other remedial actions; failure to submit required reports may also impact future funding opportunities. 9. Award Monitoring Activities\nCondition:\nFederal law requires that law enforcement agencies receiving federal funding from the COPS Office must be\nmonitored to ensure compliance with their award conditions and other applicable statutory regulations. The COPS\nOffice is also interested in tracking the progress of our programs and the advancement of community policing. Both\naspects of award implementation—compliance and programmatic benefits—are part of the monitoring process\ncoordinated by the U.S. Department of Justice. Award monitoring activities conducted by the COPS Office include site\nvisits, office-based grant reviews, alleged noncompliance reviews, financial and programmatic reporting, and audit\nresolution. As a TGRP Equipment/Training award recipient, you agree to cooperate with and respond to any requests\nfor information pertaining to your award. Why this condition:\nThe Public Safety Partnership and Community Policing Act of 1994 states that each award program must contain\na monitoring component. The COPS Office actively monitors how recipients are complying with COPS Office\naward requirements. In addition, the monitoring component provides customer service and technical assistance\nto help ensure recipients understand how to remain in compliance while implementing their awards. What you should do: Your agency may be required to accommodate routine and non-routine efforts by the COPS Office, or an entity\ndesignated by the COPS Office, to examine your agency’s use of federal funds both programmatically and\nfinancially. The four primary means of ensuring recipients’ compliance with the terms and conditions of their\nawards are as follows:\nSite visits. The COPS Office strategically selects award recipients based on a variety of risk factors to\nconduct site visits to ensure compliance with award terms and conditions. The purpose of site visits is threefold: 1. i.\nii.\niii. To review for compliance with the terms and conditions of the award To review the recipient’s community policing strategies To provide customer service and technical assistance 42 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual If selected, recipients will be notified in writing in advance with detailed instructions on how to prepare for\nthe review of their COPS Office awards. The site visit is generally performed over a period of one or more\ndays. Recipients will have an opportunity to resolve any identified noncompliance issues while on-site, or if\nnecessary, following the site visit. In addition, recipients will have an opportunity to seek customer service\nand/or technical assistance on the implementation of their award. Enhanced Office-Based Grant Reviews (EOBGR). In lieu of a site visit, awards may be selected for an\nEOBGR conducted at the COPS Office via teleconference or video conference. EOBGRs serve as an alternative\nfor conducting site visit reviews in support of the COPS Office’s overall award monitoring strategy. The\npurpose of the EOBGR is three-fold: 2. i.\nii.\niii. To review for compliance with the terms and conditions of the award To review the recipient’s community policing strategies To provide customer service and technical assistance"
}