{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 128,
  "chunk_text": "This\nnotification must be written (BOPNet is appropriate) indicating\nhow much time was forfeited or disallowed and what the new\nrelease date will be. If the release date is near, the\nnotification and follow-up (mailed documentation) must be prompt. 6.4.6. Sentence Satisfaction Procedures a.\nBefore an offender has completed the term of\nincarceration and has been released from custody, the SENTRY\nSentence Computation must be updated using the sentence\nsatisfaction transaction. The inmate shall then be released in\nSENTRY. If the statutory release date and actual release date\nare not the same, the computation remarks should be updated to\nexplain the difference. b. After the computation has been satisfied, and the prior\ncommitment transaction has been completed, a copy of the Sentence\nMonitoring Update Computation Satisfaction display is printed and\nplaced in the file. The following statement must be annotated or\nstamped on the paper copy to certify the release of all \"old law\"\ncases:\n\"In accordance with 18 U.S.C. § 4163, this document certifies\nthat the within-noted inmate has been released as shown\nabove.\" (Signature of CCM or designee)\nCommunity Corrections Manager Date c.\nThe documented (paper copy) certification must become\npart of the Inmate Central File. When the CCM mails the\noffender's file to the parent institution, the Updated\nComputation Satisfaction certification must be contained in it. A copy of the “satisfaction display,” is to be included in all\ncases. d. When persons under supervision abscond or are terminated\nearly from a CCC, their sentence computation should be satisfied PS 7300.09\nCN-2 5/19/99\nChapter 6, Page 14\nand made a prior commitment, effective the date they abscond. these cases, the computation remarks section should be updated\nreflect the reasons for early termination from the program. In\nto Note: When a CCM office is scheduled to move (e.g.,\nroom, building, city, or opening or closing), the CCM shall notify\nthe Chief, SENTRY Field Services, Office of Information Systems,\nCentral Office, in writing, at least 90 days in advance. PS 7300.09\n1/12/98\nChapter 7, Page 1\nCHAPTER 7. FISCAL MANAGEMENT\n7.1. BUDGET DEVELOPMENT OVERVIEW The Bureau's budget development phase begins approximately 18\nmonths before the start of the fiscal year. During this time,\nmanagement identifies initiatives (major projects and new\nprograms) to be included in the Bureau's budget request. Once\nthe Director has approved the initiatives, their projected cost\nis added to the prior year's budget. This results in the\nBureau's proposed operating budget for that fiscal year. It is imperative that CCMs and MCAs prepare sound, realistic\nprojections to ensure funds are provided for the accomplishment\nof program goals and objectives. Usually in March, the Community\nCorrections Branch (CCB) requests that CCRAs submit their budget\nprojections for the fiscal year 18 months away. Field staff then\nbegin the process of identifying budget requirements. The CCRA\nanalyzes all data from the field and submits it to the Central\nOffice CCB for submission to the Budget Development Branch in the\nBureau's Administration Division. The Budget Development Branch compiles budget figures from all\nBureau components along with detailed narrative descriptions and\njustifications of Bureau programs and initiatives into a document\nknown as the Spring Planning Submission. This is forwarded to\nthe Department of Justice (DOJ) to be included as a line item in\nthe Congressional Budget."
}