{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 11,
  "chunk_text": "CCMs serve as a\nlink between judges and Federal Wardens by inviting and escorting\njudges to Community Corrections Centers (CCCs) and Federal\ninstitutions, and encouraging judicial participation in Bureau\nconferences and activities. 2.1.2. U.S. Probation Office It is essential that CCMs and COSs develop close working\nrelationships with USPOs in their assigned areas. Joint\nendeavors with probation offices include visits to, and monitoring of contract programs, joint participation in training at\ninstitutions and contractor training sessions, pre-release\nmeetings, CCC staff meetings, Bureau and probation training\nconferences, etc.\nCCMs should encourage USPOs to make use of CCC programs for\nprobationers, parolees and mandatory releasees who are having\ndifficulty functioning under supervision. Also, CCMs are to encourage USPO support in utilizing CCCs as a\nsentencing option for Federal court commitments. PS 7300.09\n1/12/98\nChapter 2, Page 2 Good working relationships with probation officers are also\nimportant in the areas of designations, the Transitional Services\nprogram, CCC/Comprehensive Sanction Center program improvement\nand accountability, CCC options for potential supervision cases,\nand for sharing information concerning the community adjustment\nof CCC residents. 2.1.3. Bureau Institutions Close relationships must be maintained among community\ncorrections staff, Wardens and their staff. The community\ncorrections office often serves as a basic link among Federal\nCourts, U.S. Probation Offices, and Bureau institutions. CCMs serve as a knowledgeable resource to Bureau institutions\nconcerning community corrections resources available to\noffenders. CCMs should schedule regular visits to Bureau\ninstitutions in their geographical areas of responsibility. Not\nonly should CCMs attend inmate pre-release meetings, but also\nthey should also schedule meetings with appropriate staff to keep\nthem advised of contract resources, particular program\ninitiatives, referral procedures, etc.\nCCMs shall consult with\nWardens in their districts about the possibility of providing\ntraining in community corrections during regularly scheduled\ninstitution training classes. 2.1.4. U.S. Marshals Service The CCM staff must have close working relationships with the USMS. The Bureau uses jails jointly with the USMS and depends on\nthe USMS to secure and monitor jail contracts. The Bureau also\ndepends on the USMS to assume custody of CCC failures and others\nunder Bureau control. USMS cooperation in the designation\nprocess is essential for efficient operations. The CCM (or\ndesignee) and USMS must have informal meetings on an ongoing\nbasis. See the Program Statement on Interagency Agreement Between\nthe U.S. Bureau of Prisons (BOP) and the U.S. Marshals Service\n(USMS). 2.1.5. U.S. Congress CCMs may occasionally be called upon to arrange tours for members\nof Congress or their staff. After the tour, the Chief of\nCongressional Affairs in the Central Office should be notified by\ntelephone. The Congressional Affairs Chief needs information on PS 7300.09\n1/12/98\nChapter 2, Page 3\nthe nature of any issues or questions arising during the tour and\nthe purpose of the tour, so an appropriate thank you letter may\nbe sent. CCMs should keep their MCAs informed of congressional\ninquiries of any type. 2.1.6. Other Criminal Justice Agencies\nCCMs must establish working relationships with other Federal\ncriminal justice agencies, including the U.S. Attorney's Office,\nFBI, etc.\n2.2. STATE, LOCAL & PRIVATE AGENCIES The community corrections staff must be sensitive to the needs and\nconcerns of the local community. They must be aware of, and\ncommunicate with, state and local corrections agencies, law\nenforcement, and social services agencies."
}