{
  "document_category": "guidance",
  "document_name": "5050_050_EN.pdf",
  "chunk_index": 1,
  "chunk_text": "U.S. Department of Justice\nFederal Bureau of Prisons\nPROGRAM STATEMENT\nOPI\nOGC/LCI\nNUMBER\n5050.50\nDATE\nJanuary 17, 2019 Compassionate Release/Reduction in Sentence:\nProcedures for Implementation of 18 U.S.C.\n§§ 3582 and 4205(g)\n/s/\nApproved: Hugh J. Hurwitz\nActing Director, Federal Bureau of Prisons\n1. PURPOSE AND SCOPE\n§571.60 Purpose and scope. Under 18 U.S.C. 4205(g), a sentencing court, on motion of the Bureau of\nPrisons, may make an inmate with a minimum term sentence immediately\neligible for parole by reducing the minimum term of the sentence to time served. Under 18 U.S.C. 3582(c)(1)(A), a sentencing court, on motion of the Director of\nthe Bureau of Prisons, may reduce the term of imprisonment of an inmate\nsentenced under the Comprehensive Crime Control Act of 1984. The Bureau uses 18 U.S.C. 4205(g) and 18 U.S.C. 3582(c)(1)(A) in particularly\nextraordinary or compelling circumstances which could not reasonably have\nbeen foreseen by the court at the time of sentencing. 18 U.S.C. 3582 was amended by the First Step Act of 2018, revisions noted below in Summary\nof Changes. For the purposes of this Program Statement, the terms “compassionate release” and “reduction\nin sentence” are used interchangeably. Federal Regulations from 28 CFR are in this type. Implementing information is in this type. In deciding whether to file a motion under either 18 U.S.C. 4205(g) or 18 U.S.C. 3582, the\nBureau of Prisons (BOP) should consider whether the inmate’s release would pose a danger to\nthe safety of any other person or the community. Under 18 USC 3582 (d)(2)(3), the Bureau ensures that all facilities regularly and visibly post,\nincluding in prisoner handbooks, staff training materials, and facility law libraries and medical\nand hospice facilities, and make available to prisoners upon demand, notice of—\n(i) a defendant’s ability to request a sentence reduction pursuant to subsection (c)(1)(A);\n(ii) the procedures and timelines for initiating and resolving requests described in clause (i); and\n(iii) the right to appeal a denial of a request described in clause (i) after all administrative rights\nto appeal within the Bureau of Prisons have been exhausted. §572.40 Compassionate release under 18 U.S.C. 4205(g).\n18 U.S.C. 4205(g) was repealed effective November 1, 1987, but remains the\ncontrolling law for inmates whose offenses occurred prior to that date. For\ninmates whose offenses occurred on or after November 1, 1987, the applicable\nstatute is 18 U.S.C. 3582(c)(1)(A). Procedures for compassionate release of an\ninmate under either provision are contained in 28 CFR part 571, subpart G.\na. Program Objectives. The expected results of this program are:\n■ A motion for a modification of a sentence will be made to the sentencing court only in\nparticularly extraordinary or compelling circumstances that could not reasonably have been\nforeseen by the court at the time of sentencing. ■ The public will be protected from undue risk by careful review of each compassionate release\nrequest. ■ Compassionate release motions will be filed with the sentencing judge in accordance with the\nstatutory requirements of 18 U.S.C. 3582 or 4205(g). b. Summary of Changes\nPolicy Rescinded\nP 5050.49 CN-1 Compassionate Release/Reduction in Sentence: Procedures for Implementation\nof 18 U.S.C. §§ 3582(c)(1)(A) and 4205(g) P5050.50 1/17/2019 Federal Regulations from 28 CFR: this type. Implementing information: this type. 2"
}