{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 70,
  "chunk_text": "• present and itemize actual expenditures of funded items;\n• demonstrate that funds are spent in compliance with your grant conditions;\n• be able to provide the necessary information for periodic financial review and audit. What records must be kept? Your agency’s fiscal control and accounting systems should enable you to make accurate, current, and\ncomplete disclosure of the financial activity under your grant. Your accounting records should contain\ninformation showing expenditures under the grant and must be supported by items such as cancelled\nchecks, purchase orders, or similar documents. Your agency must adequately safeguard grant funds and make sure that they are used for authorized\npurposes only. Your agency will be responsible for refunding any unallowable expenses. How long must documents be kept? All financial records, including payroll, time and attendance records, canceled checks, purchase orders, and\nsimilar documents associated with your CPD award should be kept for at least three years from the date\nthe COPS Office officially closes the award. Your agency should maintain records so that you can identify\nthem by grant year or by fiscal year, whichever you find more convenient. If any litigation, claim, negotiation,\naudit or other action involving these records has been started before the end of the three-year period, the\nrecords should be kept until completion of the action. These records should be easily located and should\nbe properly protected against fire or other damage. Failure to maintain adequate records to document award\nexpenditures may result in a requirement to repay all federal funds that cannot be supported with appropriate\nrecords. Your agency should maintain records so that you can identify them by grant year or by fiscal year, whichever\nyou find more convenient. 57 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual What if we have more than one grant? If your agency has more than one COPS Office grant or a grant from another federal agency, funds received\nunder one project may not be used to support another project without specific written authorization\nfrom the COPS Office, or, in the case of a grant from another agency, from both awarding agencies. Your\naccounting systems and financial records must reflect expenditures for each project separately. Who may access our records? Authorized federal representatives, including representatives from the U.S. Department of Justice, the\nComptroller General of the United States, the COPS Office, and any entity designated by the COPS Office\nmay access these records for the purposes of conducting audits, site visits, or other examinations. 58 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual V. Federal Audit Requirements In addition to oversight by the COPS Office, your grant may be subject to an audit by independent\nexaminers. The two primary types of audit are Single Audit Act (SAA) audits and U.S. Department of Justice\n(DOJ) Office of the Inspector General (OIG) audits. Requirements and audits What are the regulations governing SAA requirements? The Single Audit Act of 1984 established uniform guidelines for state and local governments receiving\nfederal financial assistance."
}