{
  "document_category": "guidance",
  "document_name": "2016_AHTF_AOM.pdf",
  "chunk_index": 7,
  "chunk_text": "Purchases and salary/benefit\nexpenditures must also reflect the costs that were approved as shown in the FCM. What you should do: All recipients should keep and maintain the most recent, approved version of their 2016 AHTF application. To\nview and print this document, you can log into your account at www.cops.usdoj.gov. Please select “COPS\nApplications” from the menu of services and click on the ‘Print’ icon to download the most recent version of your\napplication in .pdf format. Refer to your FCM for the list of approved allowable costs. Listed below are the budget categories that may\nappear on your FCM. As long as funds are spent during the award period on the equipment and technology,\nsupplies, travel, contracts/consultants, salary and benefits, and other costs that were documented in your\napplication’s budget summary and were approved through the issuance of the FCM, this award condition will be\nsatisfied. Equipment To be eligible for payment under this award, the purchase of equipment and technology must occur on or after\nthe award start date, the items must be those specifically applied for and approved by the COPS Office, and they\nmust meet the guidelines described in 2 CFR Part 200 (Uniform Administrative Requirements, Cost Principles,\nand Audit Requirements for Federal Awards) as adopted by the U.S. Department of Justice in 2 CFR § 2800.101. Equipment or technology purchased on or after the award start date must be in addition to purchases that the\nrecipient is obligated or funded to make in its current budget. Funds currently allocated to purchase equipment\nor technology may not be reallocated to other purposes or reimbursed upon the award of an AHTF award. Sworn officer positions (salaries and benefits) Sworn officer salary and fringe benefits apply to new, full-time, entry-level, sworn career law enforcement\nofficers not already funded in the applicant’s local budget. A career law enforcement officer is a person hired on\na permanent basis who is authorized by law, or by a state, local, or tribal agency, to engage in or oversee the 5 2016 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual prevention, detection, and/or investigation of violations of criminal laws. Officers must be hired on or after the\naward start date and positions must directly relate to the AHTF project. Officers previously employed by your\nagency may be rehired using AHTF award funds, but funding requests must be limited to your agency’s entrylevel salary and benefits. Rehired officers are officers who meet one of the following conditions:\n• The officer had been laid off by your jurisdiction prior to the original date of the award application as a\nresult of state, local, or Bureau of Indian Affairs (BIA) budget cuts. • At the time of the award application, the officer was scheduled to be laid off by your jurisdiction on a\nspecific future date as a result of state, local, or BIA budget cuts. If current personnel are redeployed into this program, they must be paid with local funds. AHTF award funds\nmay be used to backfill the resulting vacancy with newly hired personnel for an equivalent amount of time."
}