{
  "document_category": "guidance",
  "document_name": "interagency_veterans_resource_0.pdf",
  "chunk_index": 4,
  "chunk_text": "Contact OFCCP to file a complaint if you believe your rights as a worker have been violated or if\nyou believe a federal contractor has been discriminatory in its practices. OFCCP is committed to\nworkers’ rights and will investigate complaints filed against federal contractors. OFCCP’s\nwebsite provides more information on filing a complaint. 4 CRT works with the EEOC and OFCCP to enforce laws such as Title VII, the Americans with\nDisabilities Act, and the Genetic Information Nondiscrimination Act. The EEOC and OFCCP may\nrefer certain charges of discrimination to CRT for enforcement, including where the employer is\na state or local government entity. Other CRT-DOL-EEOC Resources for Protecting the Rights of Veterans and Service Members\nCRT’s Servicemembers and Veterans Initiative website has more information about other rights\nand protections, including those related to finance and housing, voting, consumer protection,\ndisability status, and more. You can also contact CRT to submit a report if you believe your civil\nrights, or someone else’s, have been violated. OFCCP’s website contains information about programs that provide services and support to\nveterans and their families addressing employment, education, housing, medical, and other\ntopics. VEVRAA also requires federal contractors and subcontractors to take affirmative action\nto recruit, hire, promote, and retain veterans. Learn more about VEVRAA compliance\nassistance. VETS’s website includes additional resources for veterans and military spouses, including offbase transition training, information on apprenticeship and the civilian transition, and veteran\nunemployment rate information. The Department of Labor also provides more information on\nits veterans employment website. EEOC’s website provides more information for veterans with disabilities, including a resource\ndocument that helps explain your workplace rights and responsibilities. Find additional\ninformation on the Americans with Disabilities Act and mental health conditions. 5"
}