{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 20,
  "chunk_text": "When a\nparticular situation necessitates the use of force (e.g., for\nself protection), the application of force must not exceed the\namount of force specified by the Bureau's policies. 403. REVIEW BY/NOTIFICATION OF REGIONAL DIRECTOR a. Review. While the Warden is the signatory authority for an\nMOU, in every instance the MOU’s prior review and approval by the\nrespective Regional Counsel and Regional Director is required. In conducting this review, the Regional Counsel will consider the\nprovisions of applicable State law. b. Notification. Even in instances when prior approval by a\nRegional Director is not required for some action under the MOU,\nthe Warden (or designee such as Duty Officer) must, as soon as\npractical, provide the Regional Director (or designee such as\nRegional Duty Officer) with a detailed description of any\nassistance provided. 404. TYPICAL ASSISTANCE AND GUIDELINES. The following typical\ntypes of assistance may be considered for inclusion in an MOU. a. Emergency Transportation. Bureau (secure) buses,\nambulances, and vans, driven by trained Bureau staff, may be used\nto transport prisoners who are in a State or county correctional\nentity’s custody. The agency must provide sufficient staff on board to maintain\nsecurity and good order. In this situation, the Bureau is not considered to have assumed\ncustody of the inmates. b. Detention. The Bureau may take into custody detention\ninmates being held for trial or convicted of criminal offenses in\nthe State courts and who are duly detained by the State\ncorrectional entity. Such prisoners may be accepted for detention on a Bureau bus\n(to expedite transportation to another facility) or in a Bureau\ninstitution. Detention on a bus differs from simply providing\ntransportation in that the prisoner is actually transferred into\ntemporary Bureau custody and is subsequently supervised by Bureau\nstaff. PS 5500.14\n10/19/2012\nChapter 4, Page 5 Such transfer of prisoners into Bureau custody requires the\nexistence of a contract which allows the Bureau to assume the\noffenders’ custody (see 18 U.S.C. § 5003). It is suggested that the MOU incorporate, to the extent\npracticable, the relevant provisions of the aforementioned\nstatute. When feasible, a contract should be considered as an\nappendix to the MOU which addresses the placement of any\nindividual in a Bureau institution temporarily. Absent such a contract, the Bureau will not assume custody of\nState inmates without the appropriate Regional Director's prior\napproval. c. Logistical Support. The Bureau may provide emergency\nsupplies such as blankets, clothing, food, and similar items if\nnecessary to protect the health and safety of others. Clothing marked with the Bureau insignia may not be lent to, or\nworn by, any non-Bureau employee. Equipment, such as fire trucks, vehicles, machinery, and\ngenerators may be provided but ordinarily must be operated by\nBureau staff. Non-Bureau staff may operate Bureau equipment only\nwhen the non-Federal correctional authority has acknowledged that\nits staff is competent to use such equipment. The use of Bureau equipment will be provided only until the\nemergency situation is controlled, and public safety is no longer\nendangered. d. Weapons, Ammunition, and Chemical Agents. The Bureau may\nprovide these items to the non-Federal correctional entity when\nthe non-Federal correctional authority has indicated that its\nstaff are competent to use such weapons, ammunition, and chemical\nagents. This information is to be specified within the MOU."
}