{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 26,
  "chunk_text": "• The item (or group of items) or service is available only from a single source\n• Public exigency or emergency for the requirement will not permit a delay resulting from competitive\nsolicitation • Competition is determined inadequate after solicitation of a number of sources The COPS Office will review your request and the supporting information that you provide and will make a\ndetermination as to whether or not an exception can be awarded to the general rule regarding competition. If submitting a sole source justification request to the COPS Office, please use the format described in\nsection III, “Procurement Process,” on page 41 of this manual. 14. Employment eligibility The awardee agrees to complete and keep on file, as appropriate, a Bureau of Citizenship and Immigration Services\nEmployment Eligibility Verification Form (I-9). This form is to be used by recipients of federal funds to verify that\npersons are eligible to work in the United States. Why this condition:\nUnder federal immigration law, all employers are required to take certain steps to ensure that persons that\nare hired are legally permitted to work in the United States. The Bureau of Citizenship and Immigration\nServices Employment Eligibility Verification Form (I-9) outlines the types of documents that an employer\nshould review to confirm that a new hire is eligible for employment. What you should do: You do not need to submit any documentation to the COPS Office to satisfy this condition. Rather, you\nshould complete and maintain the I-9 forms for all new employees under the guidelines set forth by the\nBureau of Citizenship and Immigration Services. For further information about this requirement, you may\ncontact the Bureau’s Office of Business Liaison at 800-357-2099 or the National Customer Service Center at\n800-375-5283. 14 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 15. State information technology point of contact The awardee agrees to ensure that the appropriate State Information Technology Point of Contact receives written\nnotification regarding any information technology project funded by this Community Policing Development\naward during the obligation and expenditure period. This is to facilitate communication among local and\nstate governmental entities regarding various information technology projects being conducted with these\naward funds. In addition, the awardee agrees to maintain an administrative file documenting the meeting of\nthis requirement. For a list of State Information Technology Points of Contact, go to http://it.ojp.gov/default. aspx?area=policyAndPractice&page=1046. Why this condition:\nThe COPS Office is committed to promoting communication between state and local law enforcement. What you should do: If applicable, upon receiving the award, your agency should contact your state information technology point\nof contact for further guidance. The COPS Office is committed to avoiding duplication of existing law enforcement information-sharing\nnetworks or IT systems that involve interagency connectivity between jurisdictions. Therefore, such COPS Office-funded systems should employ, to the extent possible, existing systems such as Law Enforcement\nOnline (LEO), Regional Information Sharing Systems (RISS), Joint Regional Information Exchange System\n(JRIES), etc., as the communication backbone to achieve interstate connectivity. 16. False statements"
}