{
  "document_category": "guidance",
  "document_name": "5300_022.pdf",
  "chunk_index": 13,
  "chunk_text": "The Associate Warden with signatory responsibility must sign the badges. Badges must not be\nremoved from the premises. Level II volunteers are issued either an escorted or unescorted institution volunteer badge. Wardens are the approving authority for unescorted volunteer badges. A Moderate Background\nInvestigation (MBI) clearance is required for volunteers with unescorted badges. Badges must be reissued every five years on the anniversary date of the Level II volunteer’s\ninitial approval (signature date of Associate Warden). Requirements for volunteer badge\nrenewals are outlined in the Background Clearance Requirements for Volunteer Service chart. Badges should be removed from the designated area when a volunteer’s services are\ndiscontinued. Badges for inactive volunteers are removed from the designated area and placed in\nthe OVF. c. Sign-in Logs. All volunteers must use sign-in logs located at the entrance of the institution. Escorted Volunteers are escorted by full-time staff per the Correctional Services Procedures\nManual. 12. TRAINING\na. Training for Reentry Affairs Coordinators. Within their first year, RACs and RAAs must\nreceive at least 20 hours of initial standardized training developed nationally. Mentor\nCoordinators should receive 8 hours of standardized training developed nationally. The RAA P5300.22 11/07/2016 19 ensures training is provided for RACs; the NRB ensures training is provided for RAAs. The\nChaplaincy Administrator is responsible for training being provided to the MCs. Documentation\nof training is maintained in the employee’s official training record. Training will be in\naccordance with requirements in the Program Statements Human Resource Management\nManual and Employee Development Manual. b. Training for Level I Volunteers. Level I volunteers are required to complete the\nNotification to Visitors (BP-A0224) and Level I Volunteer Application/Training (BP-A1070),\ncoordinated by the program manager. They receive general training from the program manager\nregarding being in a correctional institution. In accordance with the Program Statement Sexually\nAbusive Behavior Prevention and Intervention Program the Warden will designate a\nsupervisory staff member from the sponsoring department to conduct training once a year\nregarding Prison Rape Elimination Act (PREA) regulations. All training should be conducted\nprior to providing their volunteer service. c. Initial Training for Level II Volunteers. Level II volunteers receive four hours of program\narea and orientation training using the nationally standardized volunteer services training. Orientation training is held at least once per quarter if there are new Level II volunteers to be\ntrained. Level II volunteers must attend orientation training no later than the quarter after receipt\nof their completed application packet. Level II volunteers serving as mentors or providing transitional volunteer services to inmates\nmust also attend an additional minimum two-hour nationally standardized training segment\ncovering topics focused on mentoring, documentation of expanded communication with inmate\nfamilies, and related areas. The additional training for volunteers in a mentor role is provided by\nMCs at locations where this position exists or RACs if MC positions are not authorized. Level II volunteers assigned to administrative offices receive at least one hour of orientation\ntraining by the program manager. The RAC is responsible for scheduling required volunteer training to meet the needs of the\ninstitution. The RAC ensures training paperwork and equipment is set up before scheduled volunteer\ntraining."
}