{
  "document_category": "guidance",
  "document_name": "5330.11.pdf",
  "chunk_index": 32,
  "chunk_text": "Typically, inmates are identified for referral to the\nRDAP by psychology staff or unit management staff. (1) Referral to DAPC. Upon completion of the Psychology Intake Screening, the psychologist\nwill refer inmates with a substance use history and an interest in treatment to the institution’s\nDAPC. The DAPC will further screen the inmate for the RDAP or for referral to the nonresidential drug abuse program or the drug education course. Inmates may also apply for the program by submitting an Inmate Request to Staff form to the\nDAPC. (2) Screening. Upon assignment of a RDAP referral by the DAPC, the DTS will review an\ninmate’s Central File and other collateral sources of documentation to determine if:\n• There is sufficient time remaining on the inmate’s sentence, ordinarily 24 months. • There is documentation available to verify the inmate’s use of specific drugs, including\nalcohol.\n• There is verification that can establish a pattern of substance abuse or dependence. P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 2\nPage 11 • There has been consultation with the Education Department (see Section 2.4.5) and evidence\nis documented that the inmate cannot participate in the program; e.g., has a cognitive\nimpairment or learning disability that precludes participation or is unable to participate in the\nprogram in the language in which it is conducted. • The inmate can complete all of the components of the RDAP; e.g., is able to participate in\ncommunity transition drug abuse treatment. When seeking independent verification, examples of other collateral documentation that may be\nused include:\n• Documentation to support a substance use disorder within the 12-month period before the\ninmate’s arrest on his or her current offense. • Documentation from a probation officer, parole officer, social service professional, etc., who\nhas information that verifies the inmate’s problem with substance(s) within the 12-month\nperiod before the inmate’s arrest on his or her current offense. • Documentation from a substance abuse treatment provider or medical provider who diagnosed\nand treated the inmate for a substance abuse disorder within the 12-month period before the\ninmate’s arrest on his or her current offense. • Multiple convictions (two or more) for Driving Under the Influence (DUI) or Driving While\nIntoxicated (DWI) in the 5 years prior to his or her most recent arrest. The DTS will document a summary of the information gathered from the review and enter it into\nPDS. NOTE: Recreational, social, or occasional use of alcohol and/or other drugs that does not rise to\nthe level of excessive or abusive drinking does not provide the required verification of a substance\nuse disorder. Any verifying documentation of alcohol or other drug use must indicate problematic\nuse; i.e., consistent with the American Psychiatric Association’s Diagnostic and Statistical Manual\nof Mental Health Disorders (DSM) criteria. (3) No Verifying Documentation. In the event there is no verifying documentation in the\ninmate’s Presentence Investigation Report or other official documentation in the Central File, the\nDTS will meet with the inmate. The DTS will tell the inmate there is no verifying documentation\nand offer him or her the following information:"
}