{
  "document_category": "guidance",
  "document_name": "1490_006_CN-1.pdf",
  "chunk_index": 8,
  "chunk_text": "Ordinarily, the notification of CCC placement is the final\nBP-323 notification to the victim/witness; however, if an event\n(escape, death, immediate release) in the CCC occurs, the CCM\nwill send additional notifications to the victim/witness. CCM’s\nare prohibited from forwarding victim/witness information to CCC PS 1490.06\n5/23/2002 Page 11\nstaff, therefore, CCM staff will notify the victim/witness when\nthe VWP inmate is released on furlough while at the CCC, using\nthe same notification procedures outlined in Section 12.c.(4) of\nthis Program Statement. (7) Release to the Street. VNS will create a final release\nnotification within 60 calendar days of the inmate’s projected\nrelease date. Within 30 calendar days of receipt of this\nnotification, unit staff will forward a completed BP-323 form to\nthe victim via regular mail. Telephonic contact must be made when the inmate’s release is\nunexpected and/or immediate (i.e., court-ordered release, etc.). Unit staff may contact the VNS Call Center via fax using the\nEscape/Immediate Release/Call Cancellation form (Attachment H) to\ninitiate the telephone notification system. Unit staff will\ncomplete the notification process by forwarding a BP-323 form to\nthe victim/witness by the next work day via regular mail. When the VNS Call Center is utilized to process the\nnotification(s), unit staff will review a Call Tracing Report\nretrieved from VNS for that case by the next work day to ensure\neach victim received notification. The Call Tracing Report will\nbe maintained in the Privacy Folder, Section I of the Inmate\nCentral File. If the system is unable to contact the victim(s), unit staff\nwill follow-up with Directory Assistance and/or alternate\ncontacts, to obtain the correct telephone number and contact the\nvictim immediately. A completed BP-323 form must also be forwarded to the\nvictims/witnesses for those inmates releasing to detaining\nauthorities (INS, other state or local law enforcement detaining\nauthorities, treaty transfer to a foreign country, etc.) via\nregular mail. (8) Compassionate Release. VNS does not automatically\ncreate pending notifications for compassionate release\nconsideration, therefore, unit staff are required to manually\ncreate the pending notification within VNS. During the institution’s review of the inmate’s request for\ncompassionate release, the unit staff must notify the victims and\nsolicit comments to be incorporated into the Wardens referral\nmemorandum in accordance with the Program Statement on\nCompassionate Release, Procedures for Implementation of\n18 U.S.C. § 3582(c)(1)(A) and 4205(g). PS 1490.06\n5/23/2002\nPage 12\n(9) Writs. Unit staff are not required to notify\nvictims/witnesses when a VWP inmate is temporarily released on\nwrit to other law enforcement authorities, or an escorted trip. In the event of an escape or death of an inmate temporarily\nreleased on Federal writ, unit staff from the holding institution\nmust make the required notifications. All other writ cases will\nrequire unit staff from the parent institution to make the\nrequired notifications in accordance with Section 13.c. (3) and\n(5) of this Program Statement. 14. RE-COMMITMENT OF A VWP INMATE. The following procedures\napply to VWP inmates returned to Federal custody for new criminal\nconduct, or for violation(s) of community supervision (parole,\nsupervised release, mandatory release, probation violator, CCC\nfailures, etc.). Staff must ensure that a current VWP assignment is entered in\nSENTRY and that any prior VWP assignment is removed. a. VWP Recommitment Cases - Violation of Supervision."
}