{
  "document_category": "guidance",
  "document_name": "5310_017.pdf",
  "chunk_index": 28,
  "chunk_text": "The student’s\nlevel of experience may be assessed through an interview of the student, a review of his/her\neducational transcript and prior training experiences, and consultation with his/her clinical director. A non-bargaining unit psychologist, ordinarily the Chief Psychologist, will make the final\ndetermination regarding the duties to be assigned to the student. Graduate students enrolled in clinical or counseling doctoral-level psychology programs or related\nmental health professions may be considered for a practicum. One purpose of the practicum is to\nexpose students to direct services offered to inmates and help them become familiar with the\npolicies and procedures of Psychology Services. The other purpose is to assess the students’ fit\nwith corrections work and to encourage consideration of corrections as a career choice. Practicum\nis designed to build upon, not introduce, foundational competencies of professional psychology. Thus, students selected for practicum are ordinarily in their second or third year of graduate study\nand have already had one supervised direct service training experience. A graduate student practicum may be offered through volunteer, contractor, or student temporary\nemployment position authorities. Upon completion of personnel procedures, typically completed\nby Human Resources staff unless other procedures are negotiated at the local level, students\nappointed as volunteers may be issued unescorted volunteer badges. Wardens are the approving\nauthority for unescorted volunteer badges. Students may also have access to document clinical\nservices within PDS. Documentation of services provided is reviewed by the supervising licensed\nP5310.17 8/25/2016 35 psychologist before release to the inmate’s record. Regularly scheduled supervision is provided\nby the licensed supervising psychologist. (2) Pre-doctoral Internship Program. Pre-doctoral Internship Programs are approved by\nExecutive Staff and are seeking or have obtained accreditation by the APA. The Psychology\nServices Branch maintains oversight of these programs. The Central Office allocates internship\npositions to specific institutions that have met guidelines for clinical training. Pre-doctoral Internship Programs are available to psychology graduate students in Clinical or\nCounseling Psychology and provide a high-quality, generalist training experience. The goal of the\nprogram is to prepare entry level professional psychologists who can also function competently in\na correctional environment. ■ Professional Standards. Pre-doctoral Internship Programs operate in accordance with the\nmost recent APA Ethical Principles of Psychologists and Code of Conduct, APA Practice\nStandards, and Bureau Standards of Employee Conduct. The programs are accredited based on\ncriteria established by the APA and membership criteria and bylaws of the Association of\nPsychology Post-doctoral and Internship Centers (APPIC). ■ Administration. The Chief of Clinical Education and Workforce Development administers\nthe Pre-doctoral Internship Programs. The Chief of Clinical Education and Workforce\nDevelopment, in consultation with Psychology Services staff, recommends the selection of\ninternship program sites and the placement of internship positions to Executive Staff. Guidelines for the assignment of internship sites are posted on Sallyport. Funding is provided\nfor such activities as additional training experiences for interns, meeting and travel expenses\nincurred by interns during their internship year, application fees and membership dues in\nAPPIC, and fees related to getting and maintaining APA accreditation. ■ Selection of Interns. Sites with internship programs are members of APPIC, are listed in the\nAPPIC Directory, and adhere to all current APPIC membership criteria."
}