{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 84,
  "chunk_text": "Signature of Management Center Administrator Date PS 7300.09\n1/12/98\nAttachment 4-12, Page 1\nALLEGATIONS OF CONTRACT STAFF MISCONDUCT/INTEGRITY ISSUES\nIN PRIVATELY OPERATED BUREAU OF PRISONS\nCONTRACT FACILITIES The following procedures have been developed to more efficiently\ninvestigate allegations of contract staff misconduct/integrity\nissues in privately operated BOP contracts, while still\npreserving the best interest of the government. 1.\nACTION: Contract Oversight Specialists (COS) and Community\nCorrections Managers (CCM) will review allegations of contract\nstaff misconduct in connection with the Standards of Conduct in\nthe contract. These matters will be brought to the attention of\nthe contractor and handled as any other violation of the\ncontract's terms and conditions. However, the Office of Internal\nAffairs (OIA) and the Office of Inspector General (OIG) must be\ninformed of all misconduct allegations. Timely reporting of all\nincidents and allegations is of paramount importance. 2. PROCEDURES: A.\nAny information alleging staff misconduct violations of\nstate, local, or Federal law must be reported to the OIG/OIA. In\naddition to the following, please refer to Program Statement\n1210.11 Internal Affairs, Office of, for guidance. The CCM will notify OIA, without delay, of the\nallegation\nfollowed by the SENTRY Electronic Mail System (EMS) notification\n(see attached form), with copies of the EMS and predicating\ndocumentation (memorandums, etc.) mailed or sent via fax within\n24 hours to OIA. A copy of the EMS notification will be sent to\nthe staff member in the Community Corrections Branch Contracting Section (CCB), Community Corrections and Detention\nDivision, responsible for tracking community correction center\n(CCC) integrity issues. Frequently, staff become aware of unconfirmed information\nalleging violations of the Standards of Conduct from unreliable\nsources. When this occurs, the COS or designated staff member\nwill begin to gather preliminary data to assist in a\ndetermination whether a violation of the Standards of Conduct (or\nother contract requirements) may have occurred. However, it is\nimportant to note that \"subjects\" of the allegation(s) should not\nbe approached without OIA approval. If the allegation is clearly\ndetermined to be insignificant and/or without merit, a memorandum\nor GroupWise e-mail documenting the results of the preliminary\nreview shall be sent to OIA. PS 7300.09\n1/12/98\nAttachment 4-12, Page 2\nOIA will refer all misconduct allegations to OIG for screening and\nclassification (OIA will refer criminal matters involving\ninmate physical abuse and sexual contact [which would constitute\nthe prosecutable offense of deprivation of civil rights under 18\nU.S.C. 242] with an inmate to the Department of Justice, Civil\nRights Division (CRD), for prosecutorial consideration). OIG may\ndecide to investigate a potential criminal violation or serious\nadministrative infraction rather than deferring the matter to the\nBOP. If this should occur, the respective CCM will be notified and\nunless directed otherwise, no further local investigative action\nshould be pursued. Upon deferral, OIA will inform the CCM either not to proceed,\npending further review, or to proceed with a local investigation. All blocks on the attached EMS form shall be completed unless\nobtaining the information would jeopardize an investigation. In\nthis case, the form shall be appropriately noted. If instructed to proceed with a local investigation, the COS or\ndesignated staff member will begin to gather information or evidence\n(newspaper articles, letters, police reports, telephonic\nverifications with state and/or local officials, interviews, etc.)\nthat assist in a determination whether a violation of the Standards\nof Conduct (or other contract requirements) has occurred."
}