{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 20,
  "chunk_text": "Allowable expenses for award-related lodging, meals, and incidental\nexpenses that were included in the application have been approved by the COPS Office as part of the CAGI\naward and final budget. Your agency should keep timely and accurate records of all travel expenses. If at any\ntime these costs change, you should immediately contact your COPS Office Grant Program Specialist. Contracts / consultants\nCompensation for individual consultant services procured under a COPS Office award must be reasonable\nand allocable in accordance with 2 C.F.R. Subpart E—Cost Principles and consistent with that paid for similar\nservices in the marketplace. Unless otherwise approved by the COPS Office, consultant rates will be based\non the salary a consultant receives from his or her primary employer, as applicable, up to $550 per day. For\nconsultant or contractor rates which exceed $550 per day, the COPS Office requires written justification if the\nconsultants or contractors are hired through a non-competitive bidding process, and awardees must receive\nCOPS Office approval of those rates before drawing down award funds. Determinations of approval will be\nmade on a case-by-case basis. Fringe benefits may be paid if they are part of a reasonable compensation package offered to your\nemployees. Particular items of fringe benefits must fall within the categories authorized by the COPS Office. Authorized fringe benefits include FICA, Social Security, health insurance, life insurance, vacation, sick leave,\nretirement, worker’s compensation, and unemployment insurance. Other costs\nProject-related expenditures that do not conform to any of the category descriptions specified above, (i.e.\nsworn officer overtime) were included in this section of your FCM. In addition, items that have a direct\ncorrelation to the overall success of an awardee’s project objectives and are necessary for the project to\nreach full implementation will be considered on a case-by-case basis by the COPS Office. Requests may be made only for items or positions that are not otherwise budgeted with state, local, or\nBureau of Indian Affairs (BIA) funds, and would not be funded in the absence of the CAGI award. If at any time you are unsure if an item is considered allowable or unallowable, please contact your COPS\nOffice Grant Program Specialist for further assistance. Please be advised that grantees may not use COPS Office funding for the same item or service also funded\nby another U.S. Department of Justice award. 4. Supplementing, not supplanting\nCondition:\nAwardees must use COPS Anti-Gang Initiative funds to supplement, and not supplant, state, local, or Bureau of\nIndian Affairs (BIA) funds that are already committed or otherwise would have been committed for award purposes\n(hiring, training, purchases, and/or activities) during the grant period. In other words, awardees may not use COPS\nOffice funds to supplant (replace) state, local, or BIA funds that would have been dedicated to the COPS Officefunded item(s) in the absence of the COPS Office grant. 7 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual Why this condition:\nThe COPS Office statutory nonsupplanting requirement mandates that award funds not be used to replace\nstate or local funds or BIA funds that would, in the absence of federal aid, be made available for the award\npurposes."
}