{
  "document_category": "guidance",
  "document_name": "1351_005_CN-2.pdf",
  "chunk_index": 10,
  "chunk_text": "[INMATE ACCESS TO INMATE CENTRAL FILE § 513.40. Inmates are\nencouraged to use the simple access procedures described in this\nsection to review disclosable records maintained in his or her\nInmate Central File, rather than the FOIA procedures described in\n§§ 513.60 through 513.68 of this subpart. Disclosable records in\nthe Inmate Central File include, but are not limited to,\ndocuments relating to the inmate’s sentence, detainer,\nparticipation in Bureau programs such as the Inmate Financial\nResponsibility Program, classification data, parole information,\nmail, visits, property, conduct, work, release processing, and\ngeneral correspondence. This information is available without\nfiling a FOIA request. If any information] (in the disclosable\nsection) [is withheld from the inmate, staff will provide the\ninmate with a general description of that information and also\nwill notify the inmate that he or she may file a FOIA request. a. Inmate Review of His or Her Inmate Central File. An inmate\nmay at any time request to review all disclosable portions of his\nor her Inmate Central File by submitting a request to a staff\nmember designated by the Warden. Staff are to acknowledge the\nrequest and schedule the inmate, as promptly as is practical, for\na review of the file at a time which will not disrupt institution\noperations.] Further guidance is contained in the Program Statement on\nCentral File, Privacy Folder, and Parole Mini-Files. When an inmate makes a request to institution staff to review\nhis or her Inmate Central File, he or she shall be advised to\nmake arrangements pursuant to local procedures.\n! Because local processing reduces unnecessary FOIA\nrequests, staff shall advise an inmate to make a\nrequest for Inmate Central File records to the FOIA/PA\nSection of the Office of General Counsel only when the\ninmate wishes to review exempt information. PS 1351.05\n9/19/2002\nPage 14\nStaff shall not discuss with the inmate the types or\nnature of nondisclosable documents maintained in his or\nher Privacy Folder. ! Before any document in the Inmate Central File is disclosed to\nthe inmate to whom the documents pertain, or to a third party\nwith the prior written consent of the inmate, the following\nreview shall take place:\n(1) Bureau Documents. If the document is a Bureau document\n(generated by Bureau staff) and is not a court-ordered study,\nstaff are to determine whether the document should be withheld\nfrom disclosure under Section 7 of this Program Statement and\nfurther guidance set forth below.\n! Staff shall place in the inmate’s Privacy Folder any\ndocument that is to be withheld from disclosure. ! Staff shall place all other documents in the\ndisclosable portion of the Inmate Central File, which\nis all of the Inmate Central File except for the\nPrivacy Folder. Guidelines for some specific Bureau documents are provided\nbelow:\n(a) Progress Reports. All Progress Reports prepared: ! After October 15, 1974, are subject to release and\nare to be placed in the disclosable section of the\nInmate Central File. ! Between February 15 and October 15, 1974, are\nsubject to release except for the recommendation\nsection, which shall be reviewed for disclosure in\naccord with Section 7 of this Program Statement. ! Before February 15, 1974, shall be reviewed for\ndisclosure in accord with Section 7 of this\nProgram Statement. (b)\n! Psychiatric Reports"
}