{
  "document_category": "guidance",
  "document_name": "1351_005_CN-2.pdf",
  "chunk_index": 9,
  "chunk_text": "! Before such an emergency oral disclosure is made, staff\nshall contact Regional Counsel or the FOIA/PA\nAdministrator. If this is not possible, staff shall\ninform the Regional Counsel, or the FOIA/PA\nAdministrator at the Central Office as soon as\npracticable after the disclosure. (2) Upon oral disclosure of non-public information, a\nmemorandum shall be prepared and retained in the file from which\nthe record is disclosed, or an appropriate notation shall be\nmaintained in the file, attached to the record disclosed. PS 1351.05\n9/19/2002\nPage 12 This memorandum or notation shall include the following\ninformation:\n!\n!\n!\n! the date of the disclosure,\nthe name and address of the person to whom the record\nwas disclosed and the name of the agency that person\nrepresents, if any,\nthe purpose of the request for disclosure; and\nidentification of the specific record disclosed. For a form designed to assist staff receiving an oral\nrequest for information, see the Record Of Information Release\nform (BP-S171.013). b. Written Disclosures. may be made by: Accounting for a written disclosure (1) Retaining a copy of the correspondence requesting the\ninformation and a copy of the response in the file from which the\nrecords are disclosed;\n(2) Following the procedure for an accounting of an oral\ndisclosure, as described in Section 10.a., above; or\n(3) Developing another method if the method provides, at a\nminimum, the following information:\n!\n!\n!\n! the date of the disclosure;\nthe name and address of the person to whom the record\nwas disclosed and the agency that person represents, if\nany;\nthe purpose of the request for disclosure; and\na general description of the specific record disclosed. c. Disclosure Record Maintenance. It is the responsibility of\nthe staff member making a disclosure of non-public information to\nprovide an accurate accounting of that disclosure.\n! Accounting records of the disclosure of non-public\ninformation shall be maintained for five years or until\nthe record is destroyed, whichever is longer, and will\nbe placed in the privacy folder. ! When records are transferred to the NARA for storage,\nthe disclosure accounting pertaining to those records,\nother than correspondence, shall be transferred with\nthe records themselves. ! An exemption under 5 U.S.C. § 552a(j) does not relieve\nthe Bureau from the responsibility to account for all\ndisclosures other than those within the DOJ or under\nthe FOIA. PS 1351.05\n9/19/2002\nPage 13\n11. [GOVERNMENT CONTRACTORS § 513.36\na. No Bureau component may contract for the operation of a\nrecord system by or on behalf of the Bureau without the express\nwritten approval of the Director or the Director's designee. b. Any contract which is approved shall contain the standard\ncontract requirements promulgated by the General Services\nAdministration (GSA) to ensure compliance with the requirements\nimposed by the Privacy Act. The contracting component shall have\nthe responsibility to ensure that the contractor complies with\nthe contract requirements relating to privacy. PART TWO: [INMATE REQUESTS TO INSTITUTION FOR INFORMATION]\n12. [INMATE ACCESS TO INMATE CENTRAL FILE § 513.40. Inmates are\nencouraged to use the simple access procedures described in this\nsection to review disclosable records maintained in his or her\nInmate Central File, rather than the FOIA procedures described in\n§§ 513.60 through 513.68 of this subpart."
}