{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 8,
  "chunk_text": "In addition,\nyour agency must request a budget modification with the COPS Office to reflect any rate change. 6 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual If your agency has never received a negotiated indirect cost rate, then you may request up to a flat 10 percent de\nminimis indirect cost rate applied to the modified total direct costs (MTDC). In addition, before the COPS Office officially closes out your agency’s award, your agency must reconcile any\nchanges between your approved final indirect cost rate and approved provisional indirect cost rate and, if\nnecessary, repay the COPS Office for any indirect cost rate overpayment. If your agency draws down excess COPS\nOffice award funding for indirect costs, please return the overpayment to the COPS Office and submit a revised\nFederal Financial Report (SF-425). See the COPS Office website for a fact sheet on indirect costs:\nhttp://www.cops.usdoj.gov/pdf/2016AwardDocs/ctas/Indirect_Cost_Rate_Fact_Sheet.pdf. Please be advised that recipients may not use COPS Office funding for the same item or service also funded by\nanother U.S. Department of Justice award. See also award condition #13 on page 15, “Duplicative Funding.” 4. Supplementing, Not Supplanting\nCondition:\nState, local, and tribal governments must use TRGP Hiring award funds to supplement, and not supplant, state, local,\nor BIA funds that are already committed or otherwise would have been committed for award purposes (hiring,\ntraining, purchases, and/or activities) during the award period. In other words, recipients may not use COPS Office\nfunds to supplant (replace) state, local, or BIA funds that would have been dedicated to the COPS Office-funded item(s)\nin the absence of the COPS Office award. Why this condition:\nThe COPS Office statutory nonsupplanting requirement mandates that award funds will not be used to replace\nstate or local funds (or, for tribal recipients, BIA funds) that would, in the absence of federal aid, be made\navailable for the award purposes. Instead, TRGP award funds must be used to increase the total amount of funds\nthat would otherwise be made available for hiring or rehiring law enforcement officers. What you should do:\nTRGP-Hiring recipients may not use award funds to pay for any item or cost funded under the award\n(equipment, personnel, training, etc.) if that item or cost was otherwise budgeted with state, local, or BIA funds\nor committed to the recipient’s budget. In addition, recipients may not reallocate state, local, or BIA funds from\none area within the law enforcement budget to another as a result of receiving TRGP award funds. If you have\nquestions concerning this award term and how it pertains to your project budget, please contact your COPS\nOffice Grant Program Specialist. TRGP-Hiring—to meet this award condition, you must ensure that the following:\n• If your agency is redeploying a current employee to perform the work duties of the TRGP-Hiring position,\nthe redeployed position must be paid with local funds. The COPS Office award funds may be used to backfill\nthe resulting vacancy with newly hired personnel for an equivalent amount of time."
}