{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 67,
  "chunk_text": "53 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual • Training\nInformation systems (technology)\n• Communication/access to data\n• Quality and accuracy of data The community policing philosophy focuses on the way that departments are organized and managed\nand how the infrastructure can be changed to support the philosophical shift behind community policing. It encourages the application of modern management practices to increase efficiency and effectiveness. Community policing emphasizes changes in organizational structures to institutionalize its adoption and\ninfuse it throughout the entire department, including the way the department is managed and organized,\nits personnel, and its technology. Agency management Under the community policing model, police management needs to infuse community policing ideals\nthroughout the agency by making a number of critical changes in climate and culture, leadership, formal labor relations, decentralized decision-making and accountability, strategic planning, policing and procedures,\norganizational evaluations, and increased transparency. Climate and culture Changing the climate and culture means supporting a proactive orientation that\nvalues systematic problem solving and partnerships. Formal organizational changes should support the\ninformal networks and communication that take place within agencies to support this orientation. Leadership Leaders serve as role models for taking risks and building collaborative relationships to\nimplement community policing, and they use their position to influence and educate others about it. Leaders, therefore, must constantly emphasize and reinforce community policing’s vision, values, and\nmission within their organization and support and articulate a commitment to community policing as the\ndominant way of doing business. Labor relations If community policing is going to be effective, police unions and similar forms of\norganized labor need to be a part of the process and function as partners in the adoption of the community\npolicing philosophy. Including labor groups in agency changes can ensure support for the changes that are\nimperative to community policing implementation. Decision making Community policing calls for decentralization both in command structure and decision\nmaking. Decentralized decision making allows front-line officers to take responsibility for their role in\ncommunity policing. When an officer is able to create solutions to problems and take risks, he or she\nultimately feels accountable for those solutions and assumes a greater responsibility for the well-being of\nthe community. Decentralized decision making involves flattening the hierarchy of the agency, increasing\ntolerance for risk taking in problem-solving efforts, and allowing officers discretion in handling calls. In\naddition, providing sufficient authority to coordinate various resources to attack a problem and allowing\nofficers the autonomy to establish relationships with the community will help define problems and develop\npossible solutions. Strategic planning The department should have a written statement reflecting a department-wide 54 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual commitment to community policing and a plan that matches operational needs to available resources and\nexpertise. If a strategic plan is to have value, the members of the organization should be well-versed in it and\nable to give examples of their efforts supporting the plan. Components such as the organization’s mission\nand value statement should be simple and communicated widely. Everything should connect back to this\nplan."
}