{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 35,
  "chunk_text": "What you should do: The recipient is responsible for acquiring the rights, and ensuring that its subrecipients/contractors/authors\nacquire the rights, including the payment of required fees, to use copyrighted material for inclusion in\ndeliverables that are developed under this award. All licensing, publishing, or similar agreements with a\ncopyright holder, publisher, or other relevant party must include provisions giving the COPS Office a royalty-free,\nnonexclusive, and irrevocable license to reproduce, publish, or otherwise use the work in whole or in part\n(including create derivative works) for Federal Government purposes and to authorize others to do so. If the\nrecipient retains a contractor or consultant to author or coauthor a work under this award, the recipient must\nensure that there is a written agreement with the contractor or consultant that explicitly either (1) assigns and 34 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual transfers all rights to the copyright in the work to the recipient for the full term of copyright or (2) awards the\nCOPS Office a royalty-free, nonexclusive, and irrevocable license to use, and authorize others to use, the work for\nFederal Government purposes. The U.S. Department of Justice is a nonexclusive licensee to copyrighted work that was developed, or for which\nownership was purchased, under this award. Only the legal or beneficial owner of an exclusive right under a\ncopyright is entitled to institute an infringement action. The recipient should therefore consult its own legal\ncounsel with any copyright infringement questions. For more information about registering a copyright, please\nvisit the U.S. Copyright Office at www.copyright.gov. To help protect against unauthorized use, COPS Office–funded publications and other deliverables should\ncontain the above-referenced copyright notice when appropriate. What are the specific rules regarding termination of award funding? The COPS Office has the right to sanction or terminate your agency’s project when there is reason to believe that\nyour agency is\n•\n•\n•\n•\n•\n•\n• not substantially complying with the award requirements or other applicable provisions of federal law;\nfailing to make satisfactory progress toward the goals or strategies outlined in its application;\nnot adhering to award requirements or conditions;\nproposing substantial plan changes to the extent that, if originally submitted, would have resulted in the\napplication being denied funding;\nnot submitting financial or programmatic reports in a timely manner;\nfiling false statements or certifications in connection with an application, periodic report, or other awardrelated documents;\nproviding other good cause for sanctions or termination as determined by the COPS Office. In these instances, the COPS Office may\n•\n•\n•\n•\n•\n•\n•\n• temporarily withhold payments pending correction of the situation by your agency;\ndisallow all or part of the cost of the activity or action not in compliance;\nwholly or partly suspend or terminate your award;\nrequire that some or all of the award funds be remitted to the U.S. Department of Justice;\ncondition a future award or elect not to provide future award funds to your agency until appropriate actions\nare taken to ensure compliance;\nwithhold or restrict your agency from obtaining future awards;\nrecommend civil or criminal enforcement by other agencies;\ntake other remedies that may be legally available."
}