{
  "document_category": "guidance",
  "document_name": "8120_003.pdf",
  "chunk_index": 18,
  "chunk_text": "FPI locations must make every effort to put\npremium pay positions in each major department, including the Business Office, Quality\nAssurance, and Warehouse groups. Distribution of Premium Pay positions is limited only by the\nnumber of first grade positions approved at each institution (15% of first grade positions). 5. INCENTIVE PAY PLANS\nExcept as provided for in detail in the Program Statement Accounting Procedures for Civilian\nand Inmate Payrolls – FPI, the maximum pay rate for each grade under the pay system may not\nexceed 120% of the standard hourly pay rate for corresponding pay grades. The SOI may\napprove hourly rates under incentive pay plans to exceed 120% of the corresponding standard\nhourly rates under unusual circumstances for a period not to exceed three months. 6. PIECEWORK RATES\n§345.53 Piecework rates. Piecework rates are incentives for workers to strive for higher pay and production\nbenefiting both the worker and FPI. Piecework rates may be of two major types:\nindividual piecework (in which an individual’s pay goes up or down depending\nupon his/her own output) or Group Wage Fund (in which all members of a group\nstrive for higher rates or production output as a unit, and all share in a pool of\nfunds distributed among work group members equally). 7. OVERTIME COMPENSATION\n§345.54 Overtime compensation. An inmate worker is entitled to overtime pay at a rate of two times the hourly or\nunit rate for hourly, individual, and group piecework rate workers, when the total\nhours worked (including administrative pay) exceed the FPI factory’s regularly\nscheduled workday. Hours worked on days other than the scheduled work week\n(e.g., Saturday) shall be compensated at the overtime rate. See the inmate payroll section of the Program Statement Accounting Procedures for Civilian\nand Inmate Payrolls – FPI. PIECP inmates receive overtime pay at a rate of one and a half\ntimes the hourly rate. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 29 8. LONGEVITY PAY\n§345.55 Longevity pay.\na. Except as provided by paragraph (b) of this section, an inmate earns longevity\npay raises after 18 months spent in FPI work status regardless of whether or not\nthe work was continuous. The service may have occurred in one or more FPI\nfactories or shops. An inmate qualifies for longevity pay raises as provided in the\ntable below:\nLength of Service With FPI\nAfter 18 months of service and payable in the 19th month\nAfter 30 months of service and payable in the 31st month\nAfter 42 months of service and payable in the 43rd month\nAfter 60 months of service and payable in the 61st month\nAfter 84 months of service (& more) and payable in the 85th month\nLongevity pay allowances shall be added after the wages for each actual hour in\npay status have been properly computed. Refer to the Program Statement Accounting Procedures for Civilian and Inmate Payrolls –\nFPI for longevity pay computation instructions. PIECP inmates do not receive longevity pay; however, the time during which an inmate performs\nPIECP work is counted toward his/her length of service with FPI. b. Exceptions."
}