{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 25,
  "chunk_text": "PS 5500.14\n10/19/2012\nChapter 5, Page 4\ncanine daily. An obstacle course with at least four obstacles\nshould be constructed to maintain a high level of fitness. The handler will ensure that the amount of daily food consumption\nprovides proper nutrition so the canine stays fit, agile,\nmuscular, and in excellent health. Each canine will be housed in a kennel and not at the handler's\nresidence. Kennels must be constructed with a chain link fence\nwhich encloses the kennel’s perimeter. The fence will be set on\na 4 x 10 foot concrete floor. A small canine housing area\nconstructed of wood or plastic will be well insulated to maintain\na comfortable temperature for the canine. The kennel should not be elaborate or constructed to allow the\ncanine to become acclimated to the kennel’s climate and not the\noutside atmosphere. The canine house should be located in the\nmiddle rear of the concrete slab. If more than one canine is maintained in the kennel, a partition\nwill be installed between each stall to prevent the dogs from\nagitating each other. An isolation area will be available for\nthe separation of sick or new canines. The kennel area will be cleaned daily. The individual stalls\nwill be cleaned and sanitized with a suitable disinfectant and\nwater solution. Canine handlers are responsible for kennel sanitation. will never be used for this purpose. Inmates Each canine must receive regular medical care to maintain peak\ncondition including, but not limited to, the following:\n Yearly immunizations for rabies, distemper, and parvo.  Semiannual examinations by a licensed veterinarian or when\nunusual behavior is apparent as a result of illness or\ninjury.  A veterinarian approved diet and prescribed medication\nschedule (heart worm pills, vitamins, and any other\nmedication as prescribed). PS 5500.14\n10/19/2012\nChapter 5, Page 5 Access to kennels must be limited to all employees except staff\nassociated with the canine unit. A logbook is to be maintained\nat the kennel and all persons entering must sign in and out. The working life of a canine, under normal conditions, is eight\nto 10 years. After that period of time, the canine’s\ncontinuation of service must be assessed. If the canine is determined medically unfit or unhealthy, the dog\nmay be evaluated and euthanized by a veterinarian. Handlers who\nwish to keep the canine, after the animal has been retired, must\nsubmit a request to the Assistant Director, Correctional Programs\nDivision, CO. 506. TRAINING. Each canine handler must be matched and trained\nwith the canine selected by the kennel in order to ensure peak\nperformance. The entire selection and training process should be\naccomplished by a single kennel. Canines will only be trained in narcotics detection, handler\nprotection, and escape hunts. Entry level training for the canine and handler must be at least\n200 hours in duration. The curriculum must cover:\n\n\n\n\n\n\n\n\n Legal issues;\nEscape prevention;\nContraband detection;\nBuilding searches;\nGuarding;\nBarking;\nControl and obedience exercises;\nApprehension; and\nHandler protection. An approved handler/canine training school must conduct an annual\n24-hour recertification. The canine and handler must complete\nthe training course successfully prior to the canine unit's use. 507. TRAINING DOCUMENTATION. The initial handler development\nand yearly recertification courses are mandatory."
}