{
  "document_category": "guidance",
  "document_name": "SORNA-IC-Guide.pdf",
  "chunk_index": 5,
  "chunk_text": "Foreign offenses: Foreign offenses should be tiered similarly to federal or state offenses. TIER I OFFENSES\nTribal Offenses: Any tribal offenses where maximum punishment was limited to 1 year in jail\nFederal Offenses\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n• 18 U.S.C. § 1801 (video voyeurism of a minor)\n18 U.S.C. § 2252 (receipt or possession of child pornography)\n18 U.S.C. § 2252A (receipt or possession of child pornography)\n18 U.S.C. § 2252B (misleading domain names on the internet)\n18 U.S.C. § 2252C (misleading words or digital images on the internet)\n18 U.S.C. § 2422(a) (coercion and enticement of an adult to engage in prostitution)\n18 U.S.C. § 2423(b) (travel with intent to engage in illicit sexual conduct)\n18 U.S.C. § 2423(c) (engaging in illicit sexual conduct in foreign places)\n18 U.S.C. § 2423(d) (ancillary offenses where the victim is 18 or older)\n18 U.S.C. § 2424 (failure to file factual statement about an alien individual)\n18 U.S.C. § 2425 (use of interstate facilities to transmit information about a minor) Any other offense defined as a tier I offense under 34 U.S.C. § 20911(2), as may be amended State Offenses\nGeneral\n• Sex offenses not constituting a tier II or\nIII offense Offenses involving minors\n• False imprisonment\n• Video voyeurism\n• Possession or receipt of child sexual\nabuse material (child pornography) 6 | Guide to SORNA Implementation in Indian Country TIER II OFFENSES\nFederal Offenses\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n• 18 U.S.C. § 1591 (sex trafficking of children, or by force, fraud or coercion)\n18 U.S.C. § 2244 (abusive sexual contact, where the victim is 13 or older)\n18 U.S.C. § 2251 (sexual exploitation of children)\n18 U.S.C. § 2251A (selling or buying of children)\n18 U.S.C. § 2252 (production or distribution of child pornography)\n18 U.S.C. § 2252A (production or distribution of child pornography)\n18 U.S.C. § 2260 (production of sexually explicit depictions of a minor for import into U.S.)\n18 U.S.C. § 2421 (transportation of a minor for illegal sexual activity)\n18 U.S.C. § 2422(b) (coercion and enticement of a minor to engage in prostitution)\n18 U.S.C. § 2423(a) (transportation of minor with intent to engage in criminal sexual activity)\n18 U.S.C. § 2423(d) (ancillary offenses where the victim is under 18) Any other offense defined as a tier II offense under 34 U.S.C. § 20911(3), as may be amended State Offenses\nOffenses involving minors\n• Use of minors in prostitution\n• Sex trafficking of minors\n• Enticing a minor to engage in criminal\nsexual activity\n• Nonforcible sexual act with a minor 16 or\n17 years old\n• Sexual contact with a minor 13 years old\nor older • Use of a minor in a sexual performance\n• Production or distribution of child sexual\nabuse material (child pornography)\nRecidivism and felonies\n• Any sex offense that is not a first sex\noffense and that is punishable by more\nthan 1 year in jail TIER III OFFENSES\nFederal Offenses\n•\n•\n•\n•\n• 18 U.S.C. § 2241 (aggravated sexual abuse)\n18 U.S.C. § 2242 (sexual abuse)\n18 U.S.C. § 2243 (sexual abuse of a minor or ward)\n18 U.S.C. § 2244 (abusive sexual contact, where the victim is 12 or younger) Any other offense defined as a tier III offense under 34 U.S.C. § 20911(4), as may be amended State Offenses\nGeneral\n• A sexual act with another by force or\nthreat\n•"
}