{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 81,
  "chunk_text": "In partial shipments, notations are made to identify the individual items or parts of\nitems with their corresponding Receiving Report. Thus, the order will have a complete record of\neach delivery. Warehouse/Trust Fund staff initial any corrections made to the Receiving Report on all copies. When the order is complete, the open copy of the PO is attached to the final Receiving Report\nbefore filing in the closed file. f. Controlled Property. When the item received is controlled property, the assigned Federal\nPrison System Identification (FPS-ID) number is documented per the Program Statement\nProperty Management Manual. The items are generally considered controlled non-capitalized\npersonal property, a list of these items can be found in the Property Management Manual. A\ncopy of the completed and signed Receiving Report – Accounting Copy and a Property\nManagement System Input Transaction Form are forwarded to the Property Officer following the\nAPO’s verification and signature. The FPS-ID number assigned to controlled property appears in the article column of the Receiving\nReport. Warehouse/Trust Fund staff complete certain fields of the Property Management System Input\nTransaction Form per the Property Management Manual. The APO verifies that the item’s\nFPS-ID number, item description, serial number, and cost center agree with the information on the\nform, then signs it. Warehouse/Trust Fund staff forward the form to the Property Officer for entry into the SENTRY\nProperty Management System (SPMS). If the item and the Property Management System Input\nTransaction Form do not agree, the APO notifies Warehouse/Trust Fund staff to initiate corrective\naction. The Trust Fund Supervisor or designee acquires and maintains the stock of property tags in a\nsecure location. A log must be maintained, consecutively, of all FPS-ID numbers that includes:\n■ Date the number was issued. ■ Program Area (PA/PAL) to which the item was issued. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 107 ■ Item description. ■ Receiving Report number used for receiving the personal property. If at any time it is necessary to void an FPS-ID number, attach the FPS-ID sticker to the\ncorresponding number in the log. Note: When controlled property equipment is out for repair, the Warehouse assists the APOs in\nshipping out and receiving the controlled property. g. Timeliness. Receiving Reports are completed promptly and forwarded to Accounting in time\nto comply with the Prompt Payment Act, but no later than three working days after receiving the\norder. Exceptions are authorized for Commissary merchandise during semi-annual inventories. h. Preparation. Receiving Reports are completed as follows:\n(1) Numbering. Numbered consecutively at the beginning of each fiscal year followed by the\nlast digit of the fiscal year; e.g., 0001-7, 0002-7. Except for the Trust Fund Appropriation,\nappropriations (Salaries and Expenses, Buildings and Facilities, etc.) are in the same numbering\nsequence. (a) TRUFACS Receiving Reports. Numbers automatically assigned by TRUFACS. (b) TRUTRAC Receiving Reports. Number automatically assigned by TRUTRAC. (c) Non-Resale Trust Fund Receiving Report. A separate series of numbers is established for\nTrust Fund Non-Resale Receiving Reports. The numbers are preceded by TF and numbered\nconsecutively at the beginning of the fiscal year (e.g., TF0001-7, TF0002-7)."
}