{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 17,
  "chunk_text": "The allowable\ncosts for which your agency’s grant has been approved are limited to those listed on the Financial Clearance\nMemorandum (FCM), which are included in your agency’s award package. The FCM specifies the exact items that\nyour agency is allowed to fund with your CAGI grant, and specifies the overall amount approved for each budget\nrequest category. Your agency may not use CAGI grant funds for any costs that are not identified as allowable in\nthe Financial Clearance Memorandum. Only actual allowable costs incurred during the grant award period will be eligible for reimbursement and\ndrawdown. If your agency experiences any cost savings over the course of the grant (for example, your grant\napplication overestimated the total entry-level officer salary and fringe benefits package), your agency may not use\nthat excess funding to extend the length of the grant beyond 24 months. Any funds remaining after your agency 4 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual has drawn down for the costs approved during the 24-month funding period will be deobligated during the\ncloseout process, and should not be spent by your agency. Why this condition: The funding under this project is for the purchase of items and services approved by the COPS Office\nas reflected in the Financial Clearance Memorandum. The COPS Anti-Gang Initiative funds the hiring of\npersonnel and purchase of equipment, services, and other items that will allow recipients the opportunity to\nestablish and enhance a variety of projects to encourage the continuation and enhancement of community\npolicing efforts within their jurisdictions to address gang activity. To be eligible for payment under this grant, the purchase or hire of approved items/personnel must\nbe made on or after the grant award start date and comply with the guidelines described in section III,\n“Accessing Grant Funds,” on page 31 of this manual. Section IV, “Financial Record Maintenance,” on page 34,\noutlines the types of records you must keep to document that you followed this grant condition. Purchases\nand salary/benefit expenditures must also reflect the costs that were approved as shown in the Financial\nClearance Memorandum. What you should do: All grantees should keep and maintain the most recent, approved version of their 2015 CAGI application. To\nview and print this document, you can log into your account at www.cops.usdoj.gov. Please select “COPS\nApplications” from the menu of services and click on the print icon to download the most recent version of\nyour application in .pdf format. Refer to your FCM for the list of approved allowable costs. Listed below are the budget categories that may\nappear on your FCM. As long as funds are spent during the grant period on the equipment and technology,\nsupplies, travel, contracts/consultants, salary and benefits, and other costs that were documented in your\napplication’s budget summary and were approved through the issuance of the FCM, this grant condition\nwill be satisfied. Equipment"
}