{
  "document_category": "guidance",
  "document_name": "AOM.pdf",
  "chunk_index": 54,
  "chunk_text": "Signature of Law Enforcement Executive/Agency Executive Date (For your electronic signature, please type in your name) Signature of Government Executive/Financial Official Date (For your electronic signature, please type in your name) 56 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual Certifications\nRegarding Lobbying; Debarment, Suspension and Other Responsibility Maters; Federal Taxes\nand Assessments; Drug-Free Workplace Requirements; and Coordination with Affected Agencies\nAlthough the U.S. Department of Justice has made every effort to simplify the application process, other provisions\nof federal law require us to seek your agency’s certification regarding certain matters. Applicants should carefully\nreview the statutes and regulations cited below and the instructions for certification to understand the\nrequirements and whether they apply to a particular applicant. Signing this form complies with the certification\nand notice requirements under 28 C.F.R. Part 69 “New Restrictions on Lobbying”; 2 C.F.R. Part 2867\n“Nonprocurement Debarment and Suspension”; 2 C.F.R. Part 200 “Uniform Administrative Requirements, Cost\nPrinciples, and Audit Requirements for Federal Awards”; the general provisions in the applicable Appropriations\nAct; 28 C.F.R. Part 83 “Government-Wide Requirements for Drug-Free Workplace (Grants)”; and the Public Safety\nPartnership and Community Policing Act of 1994. The certifications shall be treated as a material representation of\nfact upon which reliance will be placed when the U.S. Department of Justice determines to make the covered\naward. 1. 2. Lobbying\nAs required by 31 U.S.C. § 1352, implemented at 28 C.F.R. Part 69, for persons entering into a grant or cooperative agreement over $100,000, and 2 C.F.R. § 200.450 as adopted by the U.S. Department of Justice in 2\nC.F.R. § 2800.101, the applicant certifies to the following:\nA. No federal appropriated funds have been paid or will be paid, by or on behalf of the undersigned, to any\nperson for influencing or attempting to influence an officer or employee of any agency, a member of Congress, an officer or employee of Congress, or an employee of a member of Congress in connection with\nthe making of any federal grant; the entering into of any cooperative agreement; or the extension, continuation, renewal, amendment or modification of any federal grant or cooperative agreement. B. If any funds other than federal appropriated funds have been paid or will be paid to any person for influencing or attempting to influence an officer or employee of any agency, a member of Congress, an officer\nor employee of Congress, or an employee of a member of Congress in connection with this federal grant\nor cooperative agreement, the undersigned shall complete and submit Standard Form - LLL, “Disclosure of\nLobbying Activities,” in accordance with its instructions. C. If applicant is a nonprofit organization or an institution of higher education, it will comply with the additional lobbying restrictions set forth in 2 C.F.R. § 200.450(c) as adopted by the U.S. Department of Justice\nin 2 C.F.R. § 2800.101. D. The undersigned shall require that the language of this certification be included in the award documents\nfor all subawards at all tiers (including subgrants, contracts under grants and cooperative agreements, and\nsubcontracts) and that all subrecipients shall certify and disclose accordingly."
}