{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 18,
  "chunk_text": "However, a “new law” inmate will not be released if there is supervision to follow and the inmate\nrefuses to agree to adhere to an installment payment schedule. CSD must contact their assigned legal representative for consultation in these types of cases. f. Legal Reference Material. Computing a sentence involves using compiled data to produce\na reasonable and logical interpretation of the sentencing court’s mandate. The Records Office must have access to current editions of the following legal reference\nmaterial:\n■ Federal Rules of Criminal Procedures, Title 18, Title 21 Chapter 13, Title 28 Chapter 175,\nand Title 46 Chapter 38 (paperback, non-annotated – West Publishing). ■ Title 28, Code of Federal Regulations (Government Printing Office). ■ Title 8, U.S.C. is recommended for Detention Centers and Jail Units with ICE and pretrial\ndetainees (annotated – West Publishing). ■ Title 22 and Title 24, D.C. Code are recommended for those facilities which house D.C.\nCode violators. ■ All Program Statements and Operations Memoranda in the 1000 and 5000-7000 series that\npertain to the Correctional Systems Department procedures and functions will be accessible\nto all department staff. ■ United States Sentencing Commission Guidelines Manual (Government Printing Office). 403. PROCESS OF HABEAS ACTIONS Once the Administrative Remedy process has been exhausted, the inmate may file a petition for\nrelief with the Federal court. Usually, the court issues a show cause order requiring Bureau staff\nto appear and present to the court the reason(s) why the relief should not be granted. In some\ncases a declaration is required. P5800.15 1/1/2009 Chapter 4, Page 3 It is critical for the manager/supervisor to work closely with their assigned legal representative\nand the U.S. Attorney to ensure responses are prepared appropriately and filed by the deadline(s)\nset by the court. The manager/supervisor is often called upon to represent the institution in court proceedings to\ntestify in support of sentence computations, commitment authority, or chain of custody. As a witness, the manager/supervisor must be thoroughly prepared on every detail of the case in\nwhich testimony is expected. Meetings with the AUSA prior to giving testimony are encouraged. 404. CONTRACT PRISONERS Contract prisoners are those inmates who are committed to Bureau institutions for other than\nviolations of the U.S. Code. When an inmate is returned to permanent state custody, the last institution of confinement will\nterminate the state billing assignment and release the prisoner via “STATE PRIS.” P5800.15 1/1/2009 Chapter 4, Page 4 CHAPTER 5. DSCC FUNCTIONS\n501. INITIAL REVIEW OF DESIGNATION PACKET\nDSCC staff must thoroughly review all sentencing and designation material. The review\nincludes, but is not limited to, jail credit, over-served time, separatee, medical, PSI, and J&C\ninformation. 502. SENTENCE COMPUTATIONS AND AUDITS The DSCC is to ensure that a SENTRY Monitoring Update Judgment/Warrant transaction is\nperformed on all designated inmates within 48 hours of receipt of the complete packet (excluding\nweekends and holidays). An inmate’s sentence must be computed and audited immediately if the inmate is within 30 days\nof the statutory release date and within five working days if the inmate is within six months or\nless of the statutory release date."
}