{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 61,
  "chunk_text": "Decentralized\ndecision making allows front-line officers to take responsibility for their role in community policing. When an\nofficer is able to create solutions to problems and take risks, he or she ultimately feels accountable for those\nsolutions and assumes a greater responsibility for the well-being of the community. Decentralized decision\nmaking involves flattening the hierarchy of the agency, increasing tolerance for risk taking in problem-solving\nefforts, and allowing officers discretion in handling calls. In addition, providing sufficient authority to coordinate\nvarious resources to attack a problem and allowing the officers the autonomy to establish relationships with the\ncommunity will help define problems and develop possible solutions. Strategic planning The department should have a written statement reflecting a department-wide commitment to community\npolicing and a plan that matches operational needs to available resources and expertise. If a strategic plan is to\nhave value, the members of the organization should be well-versed in it and be able to give examples of their\nefforts that support the plan. Components such as the organization’s mission and value statement should be\nsimple and communicated widely. Everything should connect back to this plan. Policies\nCommunity policing affects the nature and development of department policies and procedures to ensure that\ncommunity policing principles and practices have an effect on activities on the street. Problem solving and\npartnerships, therefore, should become institutionalized in policies, along with corresponding sets of\nprocedures where appropriate. Organizational evaluations In addition to the typical measures of police performance (arrests, response times, tickets issued, and crime\nrates), community policing calls for a broadening of police outcome measures to include increased community\nsatisfaction, less fear of crime, the alleviation of problems, and improvement in quality of life. Community\npolicing calls for a more sophisticated approach to evaluation—one that looks not only at measured outcomes\nbut also at how feedback information is used. Transparency\nCommunity policing involves decision-making processes that are more open than traditional policing. If the\ncommunity is to be a full partner, the department needs mechanisms for readily sharing relevant information on\ncrime and social disorder problems, as well as police operations with the community. 66 2016 COPS Hiring Program (CHP) Award Owner’s Manual Organizational structure It is important that the organizational structure of the agency ensures that local patrol officers have decisionmaking authority and are accountable for their actions. This can be achieved through long-term assignments,\nthe development of officers who are generalists, and using special units appropriately. Geographic assignment of officers With community policing, there is a shift to the long-term assignment of officers in specific neighborhoods or\nareas. Geographic deployment plans can help enhance customer service and facilitate more contact between\npolice and citizens, thus establishing strong relationships and mutual accountability. Beat boundaries should\ncorrespond to neighborhood boundaries, and other government services should recognize these boundaries\nwhen coordinating government public-service activities. Despecialization To achieve community policing goals, officers must be able to handle multiple responsibilities and take a team\napproach to collaborative problem solving and partnering with the community."
}