{
  "document_category": "guidance",
  "document_name": "FY19_SVPP_AOM.pdf",
  "chunk_index": 69,
  "chunk_text": "For consultant or\ncontractor rates that exceed $650 per day, the COPS Office requires written justification if the consultants or\ncontractors are hired through a noncompetitive bidding process and recipients must receive COPS Office approval\nof those rates before drawing down funds. Determinations will be made on a case-by-case basis. Other costs Other costs may include such items as software and prepaid warranties or maintenance agreements (not to exceed\n24 months), overtime costs for civilian or law enforcement personnel engaging in SVPP-related activities, or other\nmiscellaneous items that have a direct correlation to the overall success of a recipient’s project objectives (such as\nawareness campaigns) and are necessary for the project to reach full implementation. • Shipping costs (state of Alaska only) Applicants must provide sufficient explanation for items requested via the “Budget Narrative” section of this\napplication. Applicants will be notified of any points of clarification the COPS Office may require. 75 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual In addition, any publication materials developed or purchased with federal award funds must contain the following\ndesignation: “This project was supported by award number _____ awarded by the U.S. Department of Justice,\nOffice of Community Oriented Policing Services. The opinions contained herein are those of the author(s) and do\nnot necessarily represent the official position or policies of the U.S. Department of Justice. References to specific\nagencies, companies, products, or services should not be considered an endorsement by the author(s) or the U.S.\nDepartment of Justice. Rather, the references are illustrations to supplement discussion of the issues.” Subawards In addition, the awarded entity may use the funds to contract or make subawards (for the above purposes) to the\nfollowing:\n• Local educational agencies\n• Nonprofit organizations (excluding schools)\n• Units of local government or tribal organizations Unallowable costs: Requests will not be funded The items listed below are generally considered unallowable and will only be funded under extremely limited and\nextenuating circumstances and at the discretion of the COPS Office. Before including any of these items in your\nbudget and application, please contact your COPS Office Grant Program Specialist at 800-421-6770. This is not an exhaustive list and items not listed below will be reviewed on a case-by-case basis. The COPS Office\nreserves the right to deny funding for items that may not be included on this list. Applicants are expected to\nrequest items that show a direct link between the requested item and the applicant’s SVPP project. All requests\nmust contribute directly to the specific purpose of the award project and relate to the parameters stipulated in the\nSTOP School Violence Act of 2018, Consolidated Appropriations Act, 2018, Public Law 115-141, Division S-Other\nmatters, Title V, as amended in 34 U.S.C. § 10551(b)(5)-(9) Requests for reimbursement of items purchased or expenses incurred prior to the award start date will not be\nfunded. Sworn personnel\n• Salaries and benefits of sworn officers Coordination: Civilian/Nonsworn personnel\n• Salaries and benefits of civilian security guards\n• Salaries and benefits of staff or other personnel who do not directly contribute to the implementation of the\nprogram\nPlease note: Restrictions on overtime costs are listed under “Other Costs.”"
}