{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 103,
  "chunk_text": "Part\nII of the Incident Report (investigation) may not be given to the\ninmate. Any exceptions to this notification procedure must be\njustified and documented. If the inmate's whereabouts are\nunknown, as in the case of an escapee, the report and all\nmaterial shall be sent to the parent institution for inclusion in\nthe Inmate Central File. If an inmate is in-transit, his or her\ncopy is to be sent to the transfer destination with a note to\ndeliver it to the inmate upon arrival. Whatever action is taken\nto provide an inmate with his or her copy of the CDC report, must\nalso be documented on the CCM's copy. The CCM shall forward a copy of the CDC report to the U.S. Parole\nCommission on all cases with a parole date. The CCM shall maintain a copy of a complete CDC packet for 12\nmonths or until the next program or operational review is\nconducted. In escape cases, a duplicate packet shall be\nmaintained until it has been determined the inmate was returned\nto custody and the discipline process has been completed. The CCM shall maintain a log to record pertinent information on\neach case processed. At a minimum, the log shall include:\nthe inmate name, e\nregister\nnumber,\ne\nfacility,\ne\ndate of CDC hearing,\ne\ndate received from DHO,\ne\nfinal action date,\ne\nSENTRY Incident Report number, and\ne\nthe date a copy was sent to Inmate/CCC/USPC. e This information shall be available for review by the Discipline\nHearing Administrator and the Community Corrections Administrator\nand shall be retained for at least two years. Unless otherwise specified in the respective contract, state and\nlocal institutions and detention facilities may use their own\ndiscipline procedures as long as they comply with the due process\nrequirements of Wolff v. McDonnell. These facilities may choose\nto use the procedures and forms for discipline in CCCs, providing\nthe documents are modified to indicate the facility is other than\na CCC. The CCM shall closely monitor these discipline systems to\nensure continued compliance with Wolff v. McDonnell requirements. PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 22\n5.7.5. SENTRY Transactions The CCM shall complete and place in the inmate’s file any of the\nfollowing forms that are applicable:\nForm BP-S389.058,\nStatutory Good Time Action Notice; Form BP-S390.058, Extra Good\nTime Recommendation; Form BP-S448.058, Good Conduct Time Action\nNotice. The CCM shall forfeit and/or disallow any Good Time in\nSENTRY as directed by the DHO. 5.7.6. Appeals An inmate in a community corrections facility or program may\ncontest disciplinary action imposed by the CCC/CDC staff or the\nDHO by appealing through the Administrative Remedy Program. When\nthe inmate is advised of the disciplinary action, he or she shall\nalso be advised of appeal procedures. If the appeal involves only minor sanctions imposed by CCC/CDC\nstaff, a Request for Administrative Remedy (EMS Form 229 - not\navailable on BOPDOCS, paper only), may be used to appeal the\naction to the CCM. Minor disciplinary sanctions are not entered\ninto the SENTRY \"Inmate Discipline Data System.\" However, when a\nCCC/CDC minor sanction is appealed to the CCM via a Request for\nAdministrative Remedy, the CCM must ensure that the appropriate\ndata is entered into the SENTRY Administrative Remedy Module."
}