{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 92,
  "chunk_text": "Your Program Manager can assist you with such\nmatters as requesting an extension on your award or modifying the award, and reviewing outlines for\nproject deliverables. The name and phone number of your COPS Office Program Manager is provided on the\naward congratulatory letter and available by contacting the COPS Office Response Center at 800-421-6770. Data Universal Numbering System (DUNS) number. Since FY 2004, the Office of Management and Budget\n(OMB) has required all agencies applying for federal funding to obtain this number prior to application. The\nDUNS number is a unique nine- or thirteen-digit identification number that is assigned upon request to\nagencies by Dun & Bradstreet (D&B). This number will be used by the Federal Government to better track\ngrant recipient information throughout the grant cycle and to provide consistent name and address data for\nelectronic grant application systems. To obtain a DUNS number, visit the Dun & Bradstreet website at www. dnb.com or call 866-705-5711. Employer Identification Number (EIN) / OJP vendor number. This number is usually your agency’s nine-digit\nfederal tax identification number as assigned to you by the Internal Revenue Service (IRS). Your accounting/\nbookkeeping department should have this number. In some cases, the EIN has been previously assigned\nto another agency within your jurisdiction. In this instance, a new vendor number will be assigned to\nyou by the Office of the Chief Financial Officer. The newly assigned number is to be used for COPS Office\nadministrative purposes only and should not be used for IRS purposes. 93 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual federally recognized tribe. Tribal entities that are recognized and eligible for funding and services from\nthe BIA by virtue of their status as Indian tribes. They are acknowledged to have the immunities and\nprivileges available to other federally recognized Indian tribes by virtue of their government-to-government\nrelationship with the United States as well as the responsibilities, power, limitations, and obligations of\nsuch tribes. Only federally recognized tribes are eligible to apply for COPS Office tribal grant funds. For\nfurther information, contact BIA, Division of Tribal Government Services, MS-4631 – MIB, 1849 C Street NW,\nWashington, DC 20240, 202-208-2475. Grant Monitoring Specialist. COPS Office Grant Monitoring Specialists are trained and available to assist you\nin addressing any compliance-related questions regarding your award. Grant Monitoring Specialists plan\nand conduct site visits and office-based grant reviews. During the life of your award, you may be selected\nfor a monitoring site visit to assess your compliance with the terms and agreements of the award program,\nto review your community policing initiatives, and to provide technical and administrative support for your\naward. Please contact the COPS Office Response Center at 800-421-6770 if you have any compliance-related\nquestions. grant/award number. The award number identifies your agency’s specific Community Policing Development\naward and can be found on your award document. This number should be used as a reference when\ncorresponding with the COPS Office. Your award number is in the format 2015-CKWX-0000 for awards made\nin FY 2015. The COPS Office tracks award information based upon this number. local budget cycle. Your agency’s fiscal year."
}