{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 58,
  "chunk_text": "You do not need to submit the information a\nsecond time under assistance awards that you received if you already provided the information through\nSAM because you were required to do so under Federal procurement contracts that you were awarded. Reporting Frequency\nDuring any period of time when you are subject to the requirement in paragraph 1 of this award term\nand condition, you must report proceedings information through SAM for the most recent five year\nperiod, either to report new information about any proceeding(s) that you have not reported previously\nor affirm that there is no new information to report. Recipients that have Federal contract, award, and\ncooperative agreement awards with a cumulative total value greater than $10,000,000 must disclose\nsemiannually any information about the criminal, civil, and administrative proceedings. 58 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual 5. Definitions For purposes of this award term and condition:\na. b. c. Administrative proceeding means a non-judicial process that is adjudicatory in nature in order\nto make a determination of fault or liability (e.g., Securities and Exchange Commission\nAdministrative proceedings, Civilian Board of Contract Appeals proceedings, and Armed\nServices Board of Contract Appeals proceedings). This includes proceedings at the Federal and\nState level but only in connection with performance of a Federal contract or award. It does not\ninclude audits, site visits, corrective plans, or inspection of deliverables. Conviction, for purposes of this award term and condition, means a judgment or conviction of\na criminal offense by any court of competent jurisdiction, whether entered upon a verdict or a\nplea, and includes a conviction entered upon a plea of nolo contendere. Total value of currently active awards, cooperative agreements, and procurement contracts\nincludes— (1) Only the Federal share of the funding under any Federal award with a recipient cost share\nor match; and\n(2) The value of all expected funding increments under a Federal award and options, even if\nnot yet exercised. Why this condition:\nUnder 2 CFR § 200.210 (b) (1) (iii), recipients of awards in excess of $500,000 are required to report certain civil,\ncriminal, and administrative proceedings if they have active federal grants, cooperative agreements, or contracts\n(or any combination of these) that total more than $10,000,000 during the COPS Office award period. The\npurpose is to protect the public interest and to ensure proper management in federal activities by conducting\nbusiness with responsible parties. What you should do: If the total value of your active grants, cooperative agreements, and contracts from all federal awarding agencies\nexceeds $10,000,000 during the COPS Office award period, then you must ensure that the proceedings\ndescribed in paragraph 2 of this award term that are reported in the System for Award Management (SAM) are\ncurrent. The information about the reported proceedings is made available in SAM via the designated integrity\nand performance system (currently the Federal Awardee Performance and Integrity Information System\n(FAPIIS)). During the award period, you must either report for the most recent five year period new information\nabout any proceeding(s) that you have not reported previously or affirm that there is no new information to\nreport."
}