{
  "document_category": "guidance",
  "document_name": "1490_006_CN-1.pdf",
  "chunk_index": 4,
  "chunk_text": "In these\nsituations, the terms “Warden”, “Unit Manager” and “Community\nCorrections Manager” are synonymous. f. \"VWP\" refers to a CMA assignment assigned to an inmate\nwho has victims. Central Office VWP staff approve and enter into\nSENTRY all “VWP*” assignments for an inmate who has a BOP staff\nmember as a victim. g. Limited System User (LSU) refers to the Case Manager,\nCommunity Corrections Case Manager or Unit Manager who has system\ncapability to read victim information and generate notifications\nfor inmates on their assigned case load. h. Full System User (FSU) refers to the Victim/Witness\nCoordinator (VWC) or CCM who has system capability to read,\ngenerate reports, approve/cancel notification, create victim\nrecords, update victim information, and add inmates to VNS. i. Institution VNS Administrator refers to the Computer\nServices Manager whose responsibilities in VNS will include\nupdating user ID’s, assigning passwords and a reporting office,\ngranting office access rights, and ensuring that the\ninstitution’s telephone and fax numbers, etc., are entered for\neach user. 10. CENTRAL OFFICE VICTIM/WITNESS STAFF. Central Office VWP\nstaff are located in the Correctional Programs Branch and serve\nas the Bureau’s point of contact for victim/witness issues and\nprocedures. They are also the primary liaison to Department of\nJustice staff, other law enforcement agencies, and the public. PS 1490.06\n5/23/2002\nPage 6\nCentral Office VWP staff will enter the VWP assignment and victim\ninformation on U.S. Military inmates, District of Columbia\nSuperior Court cases, and U.S. Parole Commission cases. a. State Concurrency Cases. Inmates identified as VWP cases\nserving a concurrent Federal sentence in a state facility will be\nassigned a VWP CMA assignment. Central Office VWP staff will\ncomplete notifications in the following manner (see Attachment E,\nG):\n! Forward a copy of the notification to the victim within\n30 calendar days after VNS posts the notification. A\ncopy of the letter must be forwarded to the appropriate\nRegional Inmate Systems Administrator (RISA). ! Forward a copy of the notification to the appropriate\nofficial in the state department of corrections\nconfining the inmate, along with a copy of the\nDepartment of Justice Victim Notification System\nPamphlet. ! Mail all letters via regular mail. b. Witness Security Inmates. The Inmate Monitoring Section,\nCentral Office, coordinates all notification procedures for\nWitness Security inmates with a VWP CMA assignment. The Case\nManagement Coordinator (CMC) at the facility where the Witness\nSecurity inmate is housed will contact the Inmate Monitoring\nSection, Central Office, to ensure proper notifications are made\nto the victim(s). c. All victim/witness contact changes (i.e., address, phone\nnumbers, fax numbers, etc.) must be sent to the Correctional\nPrograms Branch, Unit Management Section, Central Office, to\nensure the changes are entered into VNS on all linked victims. 11. INSTITUTION VICTIM/WITNESS COORDINATOR (VWC). Each Warden\nwill designate a VWC, ordinarily not below the department head\nlevel, to provide technical expertise, monitor, and train staff\non VWP and VNS. If a notification is inadvertently sent to a Case Manager other\nthan the inmate’s Case Manager, the following steps will occur:\na. Unit staff will update the case manager assignment in\nSENTRY;\nb. Unit staff will notify the VWC of the CSW change; PS 1490.06\n5/23/2002\nPage 7\nc. The VWC will cancel the first notification; and d. The VWC will recreate a notification for the appropriate\nCase Manager. 12. ACCESS TO THE SYSTEM."
}