{
  "document_category": "guidance",
  "document_name": "6400_003.pdf",
  "chunk_index": 17,
  "chunk_text": "P6400.03 6/10/2016 22 institution’s fundin and contractin office. All laborator slips will be completed b a dentist\nand scanned into EMR Dental, Other Forms section. Refer to the National Chief Dentist’s\nSallyport page for further guidance. 14. PREVENTING MEDICAL EMERGENCIES IN THE DENTAL CLINIC\na. Health Evaluation. The Inmate Health Summary in EMR will be reviewed before any\npatient encounter, noting all relevant medical information, including diagnoses, encounters,\nprescriptions, recent vital signs, and laboratory values. All dental patients are interviewed for\nany changes in their health and their compliance in their medical treatment, as this may alter\nplanned dental treatment. When indicated, updated laboratory tests and vital signs are obtained. Full EMR literacy and familiarity with current BOP Clinical Practice Guidelines (on Sallyport)\nin all health care sections is expected. b. Medical Emergencies. Each dental department will be prepared to implement emergency\nmedical care procedures. All dental staff, including contractors, must maintain current CPR\ncertification. c. Reference Materials. All clinics will have current reference materials, such as the latest\nedition of Dental Management of the Medically Compromised Patient; Little, Falace, Miller &\nRhodus; Mosby. 15. SPECIAL DIETS The treating dentist should consider alternative diets (soft) for inmates for whom nutritional\nconcerns have been documented. The absence of dentures in a healthy edentulous individual does not warrant a Therapeutic Diet. Nutritional concerns can be addressed to the inmate’s primar care practitioner or with a\nNutritional Needs assessment through a dietary consult. When prescribed, a blended diet is\nordered. Foods will be blended separately and not combined. See current Medical Diets Clinical\nPractice Guideline. 16. INTERMAXILLARY FIXATION A means of removing fixation is to be readily available to staff who are supervising inmates with\nintermaxillary fixation. Contact the RCD for guidance/alternatives and coordinate a plan with\nthe institution’s Captain. P6400.03 6/10/2016 23 17. WORKPLACE SAFETY\na. Hazard Communication Program. A written Hazard Communication Program is mandated\nb Title 29, CFR 1910.1200. A cop of this pro ram can be obtained from the institution’s\nSafety Manager and implemented with his/her assistance. Under this program, the following are\nrequired:\n■ A chemical inventory and usage log of flammable liquids. Flammable and corrosive\nmaterials are stored and inventoried appropriately in consultation with the institution Safety\nManager. ■ Safety Data Sheets (SDS) for products used in the unit, located in the Dental Clinic where all\nemployee/inmate workers will have access to them. ■ Written documentation of yearly staff/inmate worker training. b. Other Safety Requirements:\n■ Staff and inmates working in the dental lab and dental clinic wear personal protective\nequipment (PPE). ■ Inmates receiving treatment are provided protective eye wear. ■ Documentation of the department’s safet orientation is kept in the CDO’s office. ■ Biohazardous waste is disposed according to Federal and State regulations and as part of\nHealth Services Unit procedures. ■ Disposable barrier materials are used to minimize contamination of dental equipment and\nwork surfaces and are to be changed after each patient. ■ Dental equipment and work surfaces are decontaminated between patients by a surface\ndisinfectant and followin manufacturer’s recommendations. ■ Durable (reusable) dental instruments are sterilized between each use following\nmanufacturer’s recommendations."
}