{
  "document_category": "guidance",
  "document_name": "1351_005_CN-2.pdf",
  "chunk_index": 16,
  "chunk_text": "the first 100 pages of duplication (or its cost equivalent),\nthe first two hours of search time (or its cost equivalent),\nor\ncharges which total $8.00 or less. The duplication cost is calculated by multiplying the number of\npages in excess of 100 by $0.10, the current rate set in\n28 CFR 16.10. The cost for search time is calculated by multiplying the number\nof quarter hours in excess of two hours by the following rates\nset in 28 CFR 16.10 for the staff conducting the search:\n#\n#\n# $2.25 per quarter hour for clerical staff,\n$4.50 per quarter hour for professional staff, and\n$7.50 per quarter hour for managerial personnel. Only fees in excess of $8.00 shall be assessed. This means that\nthe total cost must be greater than $8.00, either for the cost of\nthe search (for time in excess of two hours), for the cost of PS 1351.05\n9/19/2002 Page 22\nduplication (for pages in excess of 100 pages), or for both costs\ncombined. Examples:\nExample 1: If a request is made for information contained on\n181 pages and clerical staff were able to locate\nthe documents in less than two hours, the\nrequester would be charged $8.10 ($0.10 per page x\n81). Example 2: If it takes two hours and 30 minutes for clerical\npersonnel to locate the same 181 pages, the\nrequester would be charged a total of $12.60 (a\nduplication fee of $8.10 plus a $4.50 search fee\nfor the two quarter hours of time in excess of two\nhours, at $2.25 per quarter hour). Fees for searches shall only be assessed with the authorization\nof the Regional Counsel or the FOIA/PA Administrator in the\nOffice of General Counsel. Requesters shall pay fees by check or\nmoney order payable to the Treasury of the United States. Fees\nshall be forwarded to the office assessing the fees. PART THREE: [PRIVACY ACT REQUESTS FOR INFORMATION]\n17. [PRIVACY ACT REQUESTS BY INMATES § 513.50. Because inmate\nrecords are exempt from disclosure under the Privacy Act, (see\n28 CFR 16.97) inmate requests for records under the Privacy Act\nwill be processed in accordance with the FOIA. See §§ 513.61\nthrough 513.68.] 28 CFR 513.61 through 513.68 refers to Sections 27 through 34 of\nthis Program Statement. 18. PRIVACY ACT REQUESTS BY EMPLOYEES OR FORMER EMPLOYEES. An\nemployee or former employee may make a written request for access\nto documents in his or her Personnel File and/or other documents\nconcerning the requester which are not contained in the\nemployee's personnel file but which are maintained in a Bureau\nsystem of records. Such a request is processed pursuant to the\napplicable provisions of the Privacy Act, 5 U.S.C. § 552a, and\nthe FOIA, 5 U.S.C. § 552.\n# A written request should be submitted to:\nDirector\nFederal Bureau of Prisons\n320 First Street NW\nWashington DC 20534 PS 1351.05\n9/19/2002\nPage 23\n# The requester shall clearly mark on the face of the letter\nand on the envelope \"PRIVACY ACT REQUEST,\" and shall clearly\ndescribe the record sought, including the approximate date\ncovered by the record. # An employee making such a request must provide\nidentification data, as listed in 28 CFR 16.41, and may use\na Certification of Identity Form (DOJ-361) or self-sworn\ndeclaration. 19. PRIVACY ACT REQUESTS ON BEHALF OF AN EMPLOYEE OR FORMER\nEMPLOYEE."
}