{
  "document_category": "guidance",
  "document_name": "5310_017.pdf",
  "chunk_index": 6,
  "chunk_text": "■ Contributing to quality assurance in Psychology Services by collaborating with the Program\nReview Division to develop Program Review Guidelines; conducting remote and on-site\nquality assurance reviews of key programming areas; completing psychological reconstructions\nfollowing an inmate suicide; and conducting peer reviews of Chief Psychologists. ■ Serving as a consultant for the Regions on Psychology Services matters, to include, but not\nlimited to recruitment, selection, and retention of psychologists and treatment specialists, policy\ninterpretation, program evaluation, and Administrative Remedies. In addition, the Branch is responsible for the provision of community-based treatment services for\ninmates transitioning through Residential Reentry Centers (RRCs) and Home Confinement. Community Treatment Services (CTS) includes assessment and treatment of inmates with\nsubstance use disorders, mental illnesses and/or a history of sexual offending. CTS is described in\nthe Program Statement Community Transitional Drug Abuse Treatment. (2) Chief Psychologist/Deputy Chief Psychologist. Every institution must have a licensed Chief\nPsychologist, who administers and monitors the implementation of psychology-related operations. The Chief Psychologist oversees clinical and administrative services for the department;\ncommunicates with the Branch regarding the needs of the department; ensures the appropriate use\nof Psychology Services funds and resources; provides administrative supervision for direct\nsubordinates; and ensures the provision of clinical supervision for all clinicians in the department,\nto include ensuring non-licensed psychologists receive supervision as required by the state\nlicensing board to obtain licensure. Chief Psychologists also provide direct clinical services for inmates and share their psychological\nexpertise through training and consultation. Chief Psychologists may serve as the institution’s\nEmployee Assistance Program Coordinator, Suicide Prevention Coordinator, and/or Mental Health\nTreatment Coordinator. The size of the Psychology Services department and the complexity of the\ninstitution’s mission determines the proportion of the Chief Psychologist’s time spent on\nadministrative functions versus direct clinical services. Most correctional complexes also have a Deputy Chief Psychologist(s), who assumes\nresponsibility for a portion of the functions listed above. Chief Psychologist and Deputy Chief\nPsychologist positions are critical to the successful operation of the Psychology Services\nDepartment. Therefore, every effort shall be made to fill these positions in a timely manner (i.e.,\nwithin six months). P5310.17 8/25/2016 8 (3) Program Coordinator. Program coordinators are psychologists who administer and oversee\nspecific Psychology Treatment Programs; e.g., Challenge Program, Drug Abuse Program (DAP),\nMental Health Step Down Unit, Resolve Program, Sex Offender Management Program (SOMP),\nor other agency-approved specialized programs. Program coordinators manage all aspects of a\nPsychology Treatment Program, ensure compliance with applicable policies, and provide both\nclinical and administrative supervision to subordinate staff as outlined in relevant Program\nStatements. Program coordinators must be fully aware of the policies, procedures, and evidencebased practices associated with their program and they must be prepared to share this expertise\nwith their subordinates. Specific duties of program coordinators are detailed in applicable position\ndescriptions and policies, to include: Early Release Procedures Under 18 U.S.C. 3621(e),\nPsychology Treatment Programs, Sex Offender Programs, and Treatment and Care of\nInmates with Mental Illness. Program coordinator positions are critical to the successful\noperation of Psychology Treatment Programs and their primary responsibility is to their assigned\nprogram; therefore, every effort shall be made to fill these positions in a timely manner (i.e., within\nsix months). (4) Treatment Specialists."
}