{
  "document_category": "guidance",
  "document_name": "FY19_SVPP_AOM.pdf",
  "chunk_index": 46,
  "chunk_text": "Recipient incurred costs that were not approved in the original budget or a budget\nmodification, were in excess of the approved budget, or were charged to the award after the expiration date\nand an award extension was not obtained. • Unsupported costs. Specific award expenditures and reimbursements could not be supported by adequate\ndocumentation (including but not limited to receipts or purchase orders), that may have been allowable\nunder the program, but for which no prior written approval was obtained from the COPS Office, or award\nexpenditures were in excess of actual approved award costs. • Lack of complete/timely programmatic and financial reporting. Recipient failed to submit required\nprogrammatic and financial reports in a timely manner and/or had inadequate record keeping systems. • Funds to better use. Funds could be used more efficiently based on management actions such as reductions\nin outlays; deobligation of funds; withdrawal; costs not incurred by implementing recommended\nimprovements; and other identified savings. 48 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual\n• Questioned costs. Costs that are questioned by the auditor because of an audit finding which resulted from a\nviolation or possible violation of a provision of law, regulation, award terms and conditions, or other\ndocument governing the use of federal funds; or because costs incurred appear unreasonable and do not\nreflect the actions a prudent person would take under the same circumstances; or because costs at the time\nof the audit are not supported by adequate documentation. • Policy and procedure. Weaknesses are identified in a recipient’s accounting practices, fiscal stewardship,\naccuracy of data used in the development of the award applications, and/or inventory controls that led to the\nrecommendation cited in the audit. The recipient is required to develop or revise policies and/or procedures\nconsistent with their existing practices and submit to the COPS Office to forward to the OIG to close the\nrecommendation. After the final OIG audit report has been issued, the COPS Office Grant Monitoring Division’s Audit Liaison Section\nwill continue working as the liaison between your agency and the OIG to obtain closure on any audit findings. The\nCOPS Office will issue a closure letter once all audit recommendations have been closed by the OIG. You must keep\nall documentation related to the audit for a period of three years following the audit’s closure. 49 2019 COPS Office School Violence Prevention Program (SVPP) Award Owner’s Manual VI. Reporting Requirements As an SVPP award recipient, your agency will be required to submit quarterly Federal Financial Reports as well as\nquarterly Programmatic Progress Reports. Awarded agencies should be prepared to track and report SVPP award\nfunding separately from all other funding sources, in order to ensure accurate financial and programmatic\nreporting on a timely basis. Your agency should ensure that you have adequate financial internal controls in place\nto monitor the use of all funding, and also to ensure that its use is consistent with the award terms and conditions."
}