{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 31,
  "chunk_text": "Why this condition: In general, award recipients are required to procure funded items through open and free competition. However, in some instances, awardees may have already determined that competition is not feasible. What you should do: If you have received an award for an item (or group of items) or service in excess of $150,000 and have\nalready determined that the award of a contract through a competitive process is infeasible, you must\nprovide a written justification that explains why it is necessary to contract noncompetitively. 21 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual The initial determination that competition is not feasible can be made if one of the following circumstances\nexists:\n• The item (or group of items) or service is available only from a single source\n• Public exigency or emergency for the requirement will not permit a delay resulting from competitive\nsolicitation\n• Competition is determined inadequate after solicitation of a number of sources The COPS Office will review your request and the supporting information that you provide and will make a\ndetermination as to whether or not an exception can be awarded to the general rule regarding competition. If submitting a sole source justification request to the COPS Office, please use the format described in the\nsole source fact sheet at http://www.cops.usdoj.gov/pdf/cpd/sole-source-justification-fact-sheet.pdf. 20. Debarment and suspension\nCondition: The recipient agrees not to award federal funds under this program to any party which is debarred or suspended\nfrom participation in federal assistance programs. Why this condition:\nUnder federal regulations, recipients are required to ensure that federal funds are not given to parties that\nare debarred or suspended from participation in federal assistance programs. This is to protect the public\ninterest and to ensure proper management and integrity in federal activities by conducting business\nonly with responsible parties. For details regarding the debarment and suspension requirements, please\nsee 2 C.F.R. Part 180 (Government-wide Debarment and Suspension), and 2 C.F.R. Part 2867 (DOJ-specific\nrequirements.) What you should do: If under a COPS Office award you enter into a contract for goods or services that is for $25,000 or more or any\nsubaward, you must verify that the vendor or subawardee and their respective principals (e.g., owners, top\nmanagers) with whom you intend to do business is not excluded or disqualified from participation in federal\nassistance programs. In addition, you must include a term or condition in the contract or subaward requiring\nthe vendor or subawardee to comply with subpart C of the OMB guidance in 2 C.F.R. Part 180 (Governmentwide Debarment and suspension) and subpart C of 2 C.F.R. Part 2867 (DOJ-specific requirements). 21. Employment eligibility\nCondition: The grantee agrees to complete and keep on file, as appropriate, a Bureau of Citizenship and Immigration Services\nEmployment Eligibility Verification Form (I-9). This form is to be used by recipients of federal funds to verify that\npersons are eligible to work in the United States. Why this condition:\nUnder federal immigration law, all employers are required to take certain steps to ensure that persons that\nare hired are legally permitted to work in the United States."
}