{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 57,
  "chunk_text": "Due dates of Program Progress Reports by quarter\nReporting quarter\nJanuary 31–March 31\nApril 1–June 30\nJuly 1–September 30\nOctober 1–December 31 Program Progress Report due date\nApril 30\nJuly 30\nOctober 30\nJanuary 30 What kind of information will these reports require? These reports will request information about the status of your award in terms of purchasing equipment, hiring\npersonnel, delivering services, and progress in meeting milestones identified in the cooperative agreement, as\nwell as general information about your agency. What if we make a mistake or need to modify the report after it is submitted? Recipients may need to make a change or may be asked by a subsequent COPS Office reviewer to make a\ncorrection to a submission. The recipient can update the submission by logging on to the COPS Office website or\nby calling the COPS Office Progress Report Team at 800-659-7379. Will the data that we submit be publicly available? Program Progress Reports submitted to the COPS Office may be reported publicly in response to a Freedom of\nInformation Act (FOIA) request. If your agency has any questions regarding the submission of these required reports, please call the COPS Office\nProgress Report Team at 800-659-7379. 60 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual Contact points to obtain technical assistance and report violations Any alleged violations, serious irregularities, or acts that may result in the use of public funds in a manner\ninconsistent with the Public Safety Partnership and Community Policing Act of 1994 or the purposes of this\naward may be reported to the U.S. Department of Justice. Furthermore, the COPS Office welcomes the\nopportunity to provide assistance regarding the implementation of award provisions to help ensure that federal\naward funds are spent responsibly. As such, the following contacts are provided to address noncompliance and\ntechnical assistance issues:\n•\n•\n• If you suspect violations of a criminal nature, please contact the U.S. Department of Justice, Office of the\nInspector General (OIG) at www.oig.justice.gov/hotline, OIG.hotline@usdoj.gov, or 800-869-4499. If you suspect award violations (not criminal in nature) related to the award conditions listed in this manual,\nplease contact the COPS Office Grant Monitoring Division at 202-514-9202. If you have any questions or need assistance regarding your award, please contact your COPS Office\nProgram Manager at 800-421-6770. 61 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual VIII. When the Award Period Has Ended At the end of your agency’s CPD award period, the COPS Office is responsible for the closeout of your award. As\npart of this process, the COPS Office requires documentation demonstrating that your agency has met all of the\nprogrammatic and financial requirements of the award. After the end of the award period, your agency will be asked to submit a final Federal Financial Report (SF-425)\nand any applicable final program reports. Final Federal Financial Report (SF-425) The final Federal Financial Report (SF-425) for your award is due to the COPS Office no later than 90 days after\nthe end of the award period."
}