{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 53,
  "chunk_text": "40 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual III. Procurement Process In general, award recipients are required to procure funded items through open and free competition\nwhen feasible. For the purchase of equipment, technology, or services under a COPS Office award, award\nrecipients must follow their own policies and procedures on procurement as long as those requirements\nconform to the federal procurement requirements set forth in 28 C.F.R. § 66.36 and 28 C.F.R. § 70.40 et seq.\n(as applicable). As described in award condition #13 on page 14, awardees are required to submit a sole source justification\n(SSJ) request for sole source procurements in excess of $150,000 prior to purchasing equipment, technology,\nor services; obligating funding for a contract; or entering into a contract with grant funds. For the purchase\nof equipment, technology, or services under a COPS Office grant or award, recipients must use their own\ndocumented procurement procedures that reflect applicable state and local laws and regulations, as long\nas those requirements conform to the federal procurement requirements set forth in 2 C.F.R. § 200.320 as\nadopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101. A sole source justification request should be\nsubmitted if a recipient determines that the award of a contract through a competitive process is infeasible. The COPS Office may authorize a noncompetitive proposal if one or more of the following circumstances\napply: • The item/service is available only from one source.\n• The public exigency or emergency for the requirement will not permit a delay resulting from\ncompetitive solicitation. • Competition is determined inadequate after solicitation of a number of sources. What documentation must be submitted to the COPS Office for sole source\napproval? Requests for sole source procurements of equipment, technology, or services in excess of $150,000 must be\nsubmitted to the COPS Office in writing, confirming that the award of the contract through full and open\ncompetition is infeasible. Please note that a justification must be submitted for each vendor providing goods\nor services in excess of $150,000. To ensure that all of the necessary information is included and submitted to the COPS Office, the following\nchecklist can be used when preparing your agency’s sole source request:\nLetterhead. The sole source request must be signed by an authorized representative and submitted on\nawardee department letterhead, and must include the agency ORI and the award number for which the\napproval is being sought. The request should also include the following information:\nSection I. Description of Project A brief description of the project, the amount to be designated for\nthe sole source procurement, and the purpose of the contract. Section II. Reason for Request An explanation as to why full and open competition is infeasible\n(e.g., why it is necessary to contract in a noncompetitive manner), and which one (or more) of\nthe three required categories identified below applies to the requested sole source procurement\ntransaction(s). • The item/service is available only from one source.\n• The public exigency or emergency for the requirement will not permit a delay resulting from\ncompetitive solicitation. • Competition is determined inadequate after solicitation of a number of sources. 41"
}