{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 22,
  "chunk_text": "i. Food Service Support. Bureau personnel may provide food\nservice support. The support may also include the use of food\nsupplies and equipment. 405. CRISIS MANAGEMENT TEAM. The Bureau may provide trained\nCrisis Management Teams to respond to non-Federal correctional\nemergencies. Prior to deploying any Crisis Management Team, the authorization\nof the Attorney General of the United States is required. The\nauthorization must be obtained through the respective Regional\nDirector, Director of the Bureau of Prisons, and Deputy Attorney\nGeneral. 406. SUPPORT ASSISTANCE BY OTHER FEDERAL AGENCIES. It is\npossible for other components of the Federal law enforcement\ncommunity to become involved in resolving non-Federal\ncorrectional emergencies. When this occurs, and the Federal component has the legal\nauthority to deputize others, Bureau staff may be deputized. If\nBureau staff are deputized, their authority in such situations is\nlimited to the scope of authority exercised by the empowering\nagency. When practicable, the Assistant Director, Correctional Programs\nDivision, Central Office (CO), will be contacted for approval\nprior to Bureau staff being deputized. When not practicable, the\nnotification must occur as soon as possible. 407. REPORTING REQUIREMENTS. The Warden must notify the\nRegional Director, Assistant Director, Correctional Programs\nDivision, CO, and the Director immediately of all requests for\nemergency law enforcement assistance from a non-Federal\ncorrectional entity. PS 5500.14\n10/19/2012\nChapter 4, Page 8 If practicable, this notification is to be made prior to the\nassistance being provided and, if not, as soon thereafter as\npossible. Upon receipt of this notification and in conjunction with the\napproval of any request for emergency law enforcement assistance\nto a non-Federal correctional entity, notification must be\nprovided immediately to the Deputy Attorney General. When practicable, this notification is to occur prior to the\nassistance being provided. When this is not practicable, such\nnotification must occur immediately thereafter. As soon after notification as practicable, the Warden must\ndocument in writing the request for assistance under the MOU. When assistance is provided, a written Report of Incident\n(BP-583) must be prepared and submitted to the specified\nindividuals, including the President of the Council of Prison\nLocals #33. This report must provide a vivid synopsis which\nincludes the elements listed below.\n Nature of the emergency request that prompted the\nassistance;\n•\n Assistance provided;\n• Results (or tentative results) of the assistance;\n• Expenditures;\n• Any injuries sustained; and\n• Other relevant information. 408. ANNUAL REVIEW OF MEMORANDUM OF UNDERSTANDING. The Warden\nis to ensure that each MOU is reviewed annually during the month\nof November, as part of the contingency plans review, to\ndetermine continued applicability. The result of the annual\nreview must be provided to the Regional Director, with a copy to\nthe Regional Counsel. 409. ASSISTANCE. Questions concerning the provisions of this\nChapter should be directed to the respective Regional Counsel and\nCorrectional Services Administrator. PS 5500.14\n10/19/2012\nChapter 5, Page 1\nCHAPTER 5\nCANINE UNITS\n500. ADMINISTRATION. Regional Directors, in coordination with\nthe Assistant Director, Correctional Programs Division, have the\nauthority to identify one institution in their region for\nassignment of a canine unit. A canine unit is composed of, at a minimum, one canine handler\nand one dog with multiple abilities, such as tracking and\nnarcotics detection. Captains have management responsibility for the canine unit. Actual program coordination must not be delegated below the level\nof a GS-11 Lieutenant."
}