{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 21,
  "chunk_text": "• Importance of incorporating guidance from the PREA Resource Center. Auditors are\nexpected to incorporate all guidance provided by the PREA Resource Center into their\naudit reports prior to submitting them to the\nIMPORTANT\naudited facility. Additionally, as part of its\nprobationary certification review, the PREA\nAuditors who successfully\nResource Center typically reviews a sample of\ncomplete their probationary\nStandards in an auditor’s report. Recognizing that\ncertification status requirements\nreporting deficiencies related to one Standard may\nand are granted full certification\nstatus by DOJ are expected to\noften be reflected in many if not all Standards in a\npermanently integrate the\nreport, auditors are expected to apply the PREA\nguidance provided by the PREA\nResource Center’s guidance to all applicable\nResource Center into their audit\nStandards in the report. • Expectations for audit report quality. Draft audit\nreports submitted to the PREA Resource Center for probationary certification review\nmust be well organized, complete, have few to no spelling errors, and reflect the quality\nand caliber of a final publishable report that an auditor would submit to the audited\nfacility. • Instructions for auditors using the Online Audit System. Auditors on probationary\ncertification status who use the Online Audit System to conduct an audit must click on\nthe button to generate the interim report (or final report if there is no corrective action)\nbut must not click “SUBMIT.” Rather, the report should be saved as a PDF document and\nsubmitted through the appropriate task in the auditor’s profile on the Auditor Portal. This will initiate review of the draft report. Once the auditor has received written notice\nfrom the PREA Resource Center indicating that he or she has completed the reporting practice. The agency-level audit refers to an audit of only a handful of Standards that impose requirements at the agency\nlevel only. 13 21 probationary certification requirement for the audit report under review, the auditor\nmay then click “SUBMIT” and send the report to the facility. Probationary Certification Status Review Criteria The criteria used to review probationary certification reports are derived from the\nrequirements in the PREA Standards 14 and primarily focus on the degree to which the auditor\nprovides adequate discussion and description of the following:\n• Audit methodology (e.g., interview selection, documentation sampling, and site review\nsteps) • All evidence relied upon to make a compliance determination for each provision of\nevery Standard • The systematic review and analysis of all evidence relied upon to make a compliance\ndetermination for each provision of every Standard (i.e., the reasoning that connects all\nrelevant evidence to each compliance determination) • Where applicable, all identified deficiencies, recommended corrective action steps, and\nthe method(s) used to verify completion and institutionalization of the corrective\naction(s) Additionally, PREA Resource Center staff review auditors’ reporting materials to ensure that\nauditors completed the audit reporting forms in a timely manner; used the required audit\nreport template and completed it in full; and provided accurate and consistent information\nacross the audit reporting forms and audit reports. The PREA Resource Center staff also assess\nthe degree to which auditors incorporated the written guidance provided and, when applicable,\napplied it across the entirety of the audit report."
}