{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 38,
  "chunk_text": "It is also important to note that\nauditors may not always be successful in reaching advocacy organizations during the pre-onsite\naudit phase. In such instances, auditors should make multiple attempts to connect with\nadvocacy organizations throughout the audit process to ensure their important perspectives\nare included in the auditors’ analyses and findings. State or local coalitions against sexual assault operate in nearly all states, are easily identified\nusing online searches, and serve as a good place to begin learning about the information that\ncommunity-based or victim advocates may have. 37 The following is a non-exhaustive list of federal agencies and national organizations that\nprovide online directories of state and local victim service organizations and are current as of\nthe date of publication of this Handbook:\n• Office on Violence Against Women (OVW)\nwww.justice.gov/ovw/local-resources • OVC Training and Technical Assistance Center (OVC TTAC)\novc.ncjrs.gov/findvictimservices/about.html • Just Detention International (JDI)\nwww.justdetention.org/service/ • The Rape, Abuse & Incest National Network (RAINN)\nwww.rainn.org/state-resources • National Sexual Violence Resource Center (NSVRC)\nwww.nsvrc.org/organizations?tid=8& Although not required by the PREA Standards, for audits of juvenile facilities, auditors should\nalso conduct outreach to the state and/or local department of children’s services to determine\nif there have been any reports of sexual abuse or sexual harassment submitted by residents or\nstaff at the audited facility that the department may permissibly share. Similarly, for audits of\nadult facilities, auditors should conduct outreach to state and/or local adult protective services,\nagencies that are generally responsible for monitoring abuse, neglect, and exploitation of older\nadults and adults with physical or cognitive disabilities. Some states also maintain external\noversight bodies that publish reports or may have useful information for an auditor. Auditors who are unable to identify a community-based or advocacy organization may contact\nthe PREA Resource Center for assistance. Once advocacy organizations have been identified,\nauditors must conduct interviews with administrative staff in these organizations and solicit\ninformation relevant to PREA compliance, including any knowledge staff may have about issues\nof sexual safety in the audited facility and any support services the organization may provide for\nincarcerated individuals at the audited facility. Auditors must take and preserve notes of these\ninterviews, and include relevant information obtained from these individuals or organizations in\nthe triangulation—the process of weighing multiple forms of evidence to assess compliance—of\nevidence and determinations of facility compliance in the final phases of the audit. Estimating Time to Complete the Pre-Onsite Audit\nAuditors should be prepared to commit significant time to the pre-onsite audit phase. The\nactual time necessary for a given audit will depend on several factors, including the type of\nfacility; its size; the degree to which the facility is prepared for the audit; and, importantly, the\ncompleteness, organization, and comprehensiveness of the materials the facility provides. Auditors should plan to spend 40 to 50 hours on the pre-onsite audit phase. Auditors should also remember that less work in the pre-onsite audit phase will likely mean\nmore work in the onsite and post-onsite phases of the audit."
}