{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 47,
  "chunk_text": "The Trust Fund Supervisor reports all violations\nto the IT Security and Audit Compliance Section of the Trust Fund Branch. e. Other. The following areas of concern are also important to ensure the security of the\nsystem:\n■ Additional software programs or hardware not authorized by the Trust Fund Branch may not\nbe used on any Trust Fund system. ■ Problems with hardware or software must be reported to the Trust Fund Branch by opening a\ntrouble ticket. ■ Anti-Virus Management. Trust Fund Branch staff manage anti-virus protection for Trust\nFund workstations. ■ Workstations must be powered on in order to receive the anti-virus protection updates and\nsystem patches. Staff restart the system and leave the workstation powered on when activities\nhave completed for the day. Monitors may be turned off. ■ Contingency Plans. Contingency Plans are maintained by the Trust Fund Branch. In the\nevent of loss of any Trust Fund system, equipment, or data regardless of the severity of the\nsituation, the institution must contact the Trust Fund Branch. At that time, Trust Fund Branch\nstaff take appropriate steps to restore the system(s) back to normal operation. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 65 Chapter 8. GENERAL DEPOSIT FUND OPERATIONS\n8.1 ACCOUNTABILITY OF EMPLOYEES Employees whose duties include handling monies belonging to inmates or who make entries to\nInmates’ Deposit Fund accounts are liable for the accuracy of their work. Staff are held\nresponsible for the proper disposition (entries) of funds. a. Resolution of Errors. Most staff errors are explainable and must be corrected immediately. Errors such as entering the incorrect inmate name or 8-digit register number on the receipt,\ndepositing funds to the incorrect account, and selling or withdrawing from the incorrect account(s)\nare corrected by:\n■ Posting a Corrective Transaction(s). A correcting transaction is made and documented\nregardless of the current balance in the inmate account(s). Negative balances are managed per\nSection 5. Any correcting entries are documented with reference to the source of the error. Funds\nreceived subsequently apply automatically to any negative balance, if applicable. If sufficient\nfunds are received, eliminating a negative balance before the inmate’s release, no further\naction is necessary. ■ Initiating Debt Management Procedures. If correcting entries creates a negative balance\non an inmate account that cannot be resolved before the inmate’s release, debt management\nprocedures are initiated per the Program Statement Financial Management - Debt\nManagement.\nb. Restitution by Employee(s) Involved. Staff provide restitution to the proper Inmate Deposit\nFund account for any negative balance occasioned by their error or negligence, after debt\nmanagement procedures have been exhausted. 8.2 ESTABLISHMENT OF INMATE ACCOUNTS\n28 CFR § 506.1 What is the purpose of individual commissary accounts? The purpose of individual commissary accounts is to allow the Bureau to maintain\ninmates' monies while they are incarcerated. Family, friends, or other sources\nmay deposit funds into these accounts. Inmate accounts are established and maintained automatically through the nightly process. The\naccount is created initially at the inmate’s designated location. The nightly process updates\nTRUFACS with changes to the inmate’s TRUFACS account, including housing unit, living\nquarters, and IFRP status changes."
}