{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 46,
  "chunk_text": "When an inmate is released to another agency via state writ or IAD, the official assuming\ncustody must sign the Release Authorization. Note: To execute an inmate’s release on IAD, a copy of the Evidence of Agents Authority\n(Form VI) will accompany the Release Authorization for comparison of the agents’ signatures. The officer or agent signing the Release Authorization must be listed on the form. The official\ntaking custody will be provided a copy of the Release Authorization which will bear the typed or\nstamped notation:\n“Inmate is to be returned to the (name of institution) and is not to be released from custody\nwithout the written permission of the Warden.” The original Release Authorization, with photograph attached, is to be provided to Receiving and\nDischarge for release purposes, dress-out preparation, and final release certification. The “Release Action” section of the Release Authorization will be completed with the signature\nof the staff member identifying the inmate, the staff member releasing the inmate, and the staff\nmember providing funds to the inmate (unless local procedures are otherwise established). Note: The staff member identifying the inmate upon release must be different from the staff\nmember who releases the inmate. At the time of release, the inmate’s thumbprint will be taken on the original Release\nAuthorization. It will be compared with the thumbprint in the J&C file to verify the inmate’s\nidentity by the releasing staff member. Fully executed Release Authorizations are to be returned to the Records Office and will be filed\nin the J&C file. P5800.15 1/1/2009 Chapter 9, Page 9 905. CERTIFICATION OF JUDGMENT/COMMITMENT ORDER (OLD LAW)\nAFTER RELEASE\nPursuant to 18 U.S.C. § 4163, offenses committed prior to November 1, 1987, require\ncertification upon release. The DSCC will perform this function. Under 18 U.S.C. § 3624 (New Law), certification of the J&C is not required. 906. UNTIMELY RELEASE NOTIFICATION PROCEDURES Upon receiving a sentence impact document effecting the release of an inmate, the\nmanager/supervisor or Community Corrections Manager will verify the document through\nestablished procedures and forward the document to the DSCC to facilitate re-calculation of the\nrelated sentence. If, upon re-calculation, DSCC staff determine the inmate is an untimely release, notification will\nbe given to the appropriate manager or supervisor, who will then immediately notify the Warden\nor designee. In the event of an early release, DSCC staff will forward the BP-558 (Untimely\nRelease Notification) to the Warden or designee for threat evaluation purposes. Upon re-calculating the affected sentence, DSCC Staff will complete parts A and B of the\nUntimely Release Notification (BP-A558). In cases where the CCM will also route the notification, the CCM will also route the notification\nto the Regional Community Corrections Administrator. If the Untimely Release Notification cannot be forwarded within one day, an e-mail will sent to\nthe Regional Correctional Programs Administrator notifying of the release. The DSCC will ensure the Late Release Notice for United States Probation Service (BP-A623) is\ncompleted and mailed for any late release with supervision to follow."
}