{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 43,
  "chunk_text": "This will not be loaded into SENTRY as a “notify.”\nc. Release of State/Territory/Commonwealth Inmates. When a state, territory, or\ncommonwealth inmate is to be released, CSD staff will notify the appropriate authority no later\nthan 60 days prior to the scheduled release. The notification will contain the scheduled date of\nrelease, proposed release destination, and will solicit certification of the release date and any\nspecial instructions for the releasee which will be communicated to unit staff. If no answer is received from the appropriate authority within 30 days, CSD staff will follow up\ntelephonically to obtain the requested information. The response received from the appropriate\nauthorities will be noted/filed in the J&C file and will serve as the authority to release the inmate\nfrom custody. d. Inmates Releasing to a State Detainer. When an inmate has a detainer based on untried\ncharges (e.g., indictments, informations, complaints), the inmate will be turned over to local\nauthorities or any other detaining authority that has filed a detainer within that state. When an inmate has a detainer for service of a sentence (or for a parole or probation revocation\nhearing), the following applies:\n Institutions in the following states will turn the inmate over directly to the out-of-state\nauthorities (that is, authorities from the state lodging the detainer). There is no need to turn\nthe inmate over to local authorities for extradition proceedings. P5800.15 1/1/2009 Chapter 9, Page 5 Arizona\nCalifornia\nFlorida\nKansas\nLouisiana Michigan\nNew Jersey\nNew York\nNevada\nNorth Carolina South Carolina\nVirginia\nWisconsin  Institutions in any state not listed above must turn the inmate over to local authorities to\nwaive or contest extradition proceedings; except when the state sentence is a result of the\ninmate’s own earlier IAD (Article III) request for disposition of his/her case. In these situations, the inmate’s extradition rights have been waived and the inmate may be\nturned directly over to the out-of-state authorities. It is the CSD staff’s responsibility to notify detaining authorities of the pending release and to\nadvise them of the procedures to follow to obtain custody. Refer to Chapter 6 for more information on pre-release notification. e. Release of Military Inmates. Inmates released from their sentence through the operation of\n“good time” (Mandatory Release, Expiration with Good Time, or Parole) with an offense date of\nAugust 15, 2001, or earlier, are not subject to supervision. A 180-day date is therefore\ninapplicable and must not be entered on the computation. Inmates released from their sentence through the operation of “good time” (Mandatory Release,\nExpiration with Good Time, or Parole) with an offense date after August 15, 2001, are subject to\nsupervision until the expiration of the sentence imposed. Such supervision is at the USPC’s discretion. They will determine if such supervision is\nnecessary for the inmate’s orderly transition back into the community. The U.S. Probation Office in the district of release will supervise any inmate released by action\nof the USPC. Military and Coast Guard inmates released on parole are subject to the same USPC\nrules and regulations as Federal inmates. f. Transfer of an Inmate to a Foreign Country."
}