{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 9,
  "chunk_text": "Thank you for providing us with the opportunity to work in partnership with your community. 1 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual I. Grant Acceptance, Terms, and Conditions To officially accept and begin your COPS Anti-Methamphetamine Program grant, your agency must access\nwww.cops.usdoj.gov and select the “Account Access” link in the upper right corner to log in, review, and\nelectronically sign the award document (including the grant terms and conditions) and, if applicable,\nthe special award conditions or high risk conditions, within 90 days of the date shown on the award\ncongratulatory letter. Your agency will not be able to draw down grant funds until the COPS Office receives your signed award\ndocument. For more information on drawing down grant funds, please see section III, “Accessing Grant\nFunds,” on page 30 of this document. The award document The award document is the document indicating your official grant funding amount, the grant number, the\ngrant conditions, and the award start and end dates. The award document is pre-printed with your agency’s law enforcement and government executives’\nnames. If this information is incorrect or has changed, please update your agency contacts online at\nwww.cops.usdoj.gov through the “Account Access” link. If the law enforcement or government official has\nchanged since the time of application, please have the current law enforcement executive or government\nexecutive for your agency create an account through the “Account Access” link, log in, and sign the award\ndocument once your agency contacts have been updated online. Once you have reviewed your award\ndocument, please electronically sign it and make a copy of all pages of the document for your records, along\nwith all award condition pages, within 90 days of the date shown on the award congratulatory letter. The award start date indicated on the award document means that your agency may be reimbursed\nfor any allowable costs incurred on or after this date. The duration of your CAMP grant award is two years\n(24 months). Your grant number is in the following format: 2015-AMWX-0000 for grants awarded in Fiscal Year (FY)\n2015. The COPS Office tracks grant information based upon this number. Therefore, it is important to have\nyour agency’s grant number (or your agency’s ORI number) readily available when corresponding with the\nCOPS Office. Your originating agency identifier (ORI) number begins with your state abbreviation followed by five\nnumbers or letters (e.g., VA00000). This number is assigned by the Federal Bureau of Investigation (FBI) for\nuse in tracking information for the Uniform Crime Report (UCR). The COPS Office tracks programmatic grant\ninformation based upon this ORI number. If your agency does not have an ORI number assigned by the FBI,\nthe COPS Office assigns a non-official ORI code to use as an agency identifier (in such cases, the last two\ncharacters will be “ZZ”). If you have any questions regarding your grant, please refer to your grant number or\nyour agency’s ORI number when you contact the COPS Office. Your Office of Justice Programs (OJP) vendor number, in most circumstances, is your agency’s nine- or\nthirteen-digit federal tax identification number assigned to you by the Internal Revenue Service (IRS)."
}