{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 15,
  "chunk_text": "301. OFFICIAL COUNTS 1. The official count is to be taken at specific times during\neach 24-hour period. 2. \"Out counts\" will be kept to a minimum. All \"out counts\"\nof more than five inmates must be counted by two staff members\nusing detail cards or inmate identification cards for\nidentification. Out counts will not be prepared by inmates. The detail supervisor will sign his/her \"out count\" sheets\nprior to submission to the Operations Lieutenant. The Operations\nLieutenant will sign and approve the \"out count\" prior to\nsubmission to the Control Center for the official counts. 3. At MCCs, FDCs and MDCs, where there is continuous inmate\nmovement in and out of the institution, ISM staff will provide an\nout-count of inmates who are presently out of the institution\nduring counts. ISM staff will provide a count slip, signed by two staff\nmembers, verifying ISM has documentation that the inmates are in\nother law enforcement officials’ custody. 4. Each count must be reported verbally to the Control Center\nfor verification. If the count does not match the Master Count\nin the Control Center, the reporting staff members must recount\nwhen the Operations Lieutenant is notified by the Control Center. If the second count does not match the Control Center’s count,\nthe Operation Lieutenant will order a bed-book (picture card)\ncount. This count requires that each inmate is counted by\nidentifying the inmate using the bed book picture card. At the\ncompletion of this count, any discrepancy will be identified. PS 5500.14\n10/19/2012\nChapter 3, Page 3 The official count will not be cleared until all count slips\nare received and verified in the Control Center. 5. A Lieutenant will take at least one count on the morning\nand evening shifts. 6. Count slips, out count sheets, and official count sheets\nmust be prepared in ink and retained for 30 days. The count must\nhave the names (printed and signed) of both officers (staff) who\nconducted the count. \n302. Altered/illegible count slips are not acceptable. EMERGENCY COUNTS 1. This is an official count taken at times other than that\nspecified for a regular official count. The Captain will\nauthorize emergency counts during weekday operations. During\nevening, morning, and weekend operation, this authority is\ndelegated to the Operations Lieutenant. 2. When perimeter visibility is limited by fog, power\nfailures, or for any other reason, it is necessary to count at\nmore frequent intervals than the regularly scheduled official\ncounts. 303. OFFICIAL COUNT FORM. All official counts are to be\nrecorded on the SENTRY generated form. If SENTRY is unavailable,\nor time does not permit the entering of all out counts, the\nOfficial Count form (Attachment B) will be used. The format will not be altered; although, the size may be\nincreased to provide space for additional units or \"out-counts.\"\n304. CENSUS CHECKS. To ensure effective accountability of\ninmates, census checks must be conducted at all institutions. Census checks identify inmates in unauthorized and unassigned\nareas.\n This check is not an official or total head count. 1. Census Checks. All Departments must conduct a census of\nall inmates assigned to their area during each work period (AM\nand PM)."
}