{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 71,
  "chunk_text": "27. Is at least one staff member on each shift trained in\nemergency first aid and cardiopulmonary resuscitation (CPR)? 28. Does the contractor have written policy and procedure\nregarding a resident's possession and use of prescribed\nmedication and over-the-counter drugs? Discussion/Findings: PS 7300.09\n1/12/98\nAttachment 4-7, Page 29 RECORDS AND REPORTS 1. Does the contractor maintain a case record for each\nresident that includes all significant decisions and events\nrelating to that resident, and at a minimum, the following\ninformation:\na. initial intake information form b. case information from referral source, if c. case history/social history d. medical record, when available e. individual program plan f. signed release of information and other consent g. evaluation and progress reports h. current employment data available forms i.\nsigned acknowledgment of receipt of program rules\nand disciplinary policy\nj. grievance and disciplinary record k. documented legal authority to accept resident l. referrals to other agencies m. terminal report n. record of resident finances 2. In order to facilitate the planning, implementation,\nand evaluation of programs, are entries into the case records\ndated and signed by the staff member making the entry? 3. On at least a quarterly basis, does the contractor\nperform an audit of case records to ensure that current and\naccurate material is being entered into the record? PS 7300.09\n1/12/98\nAttachment 4-7, Page 30\n4. Does the contractor release information (other than\ncontractor generated information) from the resident's file to the\nresident only with CCM approval? 5. Does the contractor ensure that information is not\nreleased to any other individual(s) unless Attachment I,\nConditions of Residential Community Programs, has been executed? 6. Does the contractor provide appropriate safeguards to\nminimize the possibility of theft, loss or destruction of\nresident file records? 7. Does the contractor ensure only authorized staff have\naccess to resident records? 8. Does the contractor complete the Urine Sampling Program\nReport (Attachment M) on a monthly basis and forward it to the\nCCM along with the monthly billing? Does a copy of this report\ngo to the Chief United States Probation Officer? 9. Does the contractor maintain a chronological log for\nall residents tested under the urine testing program? 10. Does the urinalysis log include specimen number,\nresident's name and number, date sample collected, staff member\nwitnessing collection, reason for test, results and date\nreceived? 11. Are these individual logs placed in the resident's file? 12. When submitting a sample for testing, does the\ncontractor complete the sampling ID slip and place it in the\nindividual resident's file so the results can be compared with\nthis slip when received from the laboratory? 13. Does the contractor maintain a record of the following\nresident finances: wages and salaries, number of hours worked,\namount and type of deductions (i.e.,Federal taxes, state taxes,\nsocial security contributions, etc.), savings, and amount of\nsubsistence collected? 14. Except for supervision cases, is the BP-ADMIN-193 (InTransit Information) completed by the contractor and given to the\nU. S. Marshal, or other appropriate Federal authority, on all\nresident program failures? Discussions/Findings: PS 7300.09\n1/12/98\nAttachment 4-7, Page 31\nRELEASE PREPARATION"
}