{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 73,
  "chunk_text": "authorized officials. The authorized officials are the individuals in your organization who have final\nauthority and responsibility for all programmatic and financial decisions regarding this grant award. At the\ntime of grant application, your agency listed the law enforcement executive (usually the chief of police,\nsheriff, etc.) and the government executive (usually the mayor, board president, etc.) for your agency. These executives are listed on your award document and are understood to be your authorized officials. If\nany of the executive information is incorrect, please submit the correct information to the COPS Office by\ncompleting an official Change of Information (COI) form available online at www.cops.usdoj.gov. award package. The award package includes your CAMP award document, Financial Clearance\nMemorandum (FCM), and award congratulatory letter; it may be accessed through the “Account Access” link\non the COPS Office website (www.cops.usdoj.gov). Your agency’s CAMP award document will list your grant\nnumber, law enforcement executive, government executive, award amount, number and hiring category of\npositions awarded, award start and end dates, and all terms and conditions (including any special conditions\nplaced on your agency’s CAMP grant). Your law enforcement and government executives have 90 days\nfrom the date on your award congratulatory letter to log on to their accounts in “Account Access” and\nelectronically sign the award document and submit it to the COPS Office. Your agency’s FCM will specify the\nfinal amount of CAMP funds awarded to your agency for officer salaries and approved fringe benefits. award start date. This is the date on or after which your agency is authorized to purchase or hire any\nallowable equipment, services, personnel, or other costs that were approved by the COPS Office. The award\nstart date is found on your grant award document. Grantees may not expend funds prior to this date without\nwritten approval from the COPS Office. career law enforcement officer. The COPS Office statute defines a career law enforcement officer as a\nperson hired on a permanent basis who is authorized by law or by a state or local public agency to engage\nin or oversee the prevention, detection, or investigation of violations of criminal laws. Catalogue of Federal Domestic Assistance (CFDA). The CFDA is an annual government-wide\npublication that contains a description and index of all forms of federal assistance. Each program is assigned\na CFDA number, which is used by auditors to track grant revenues under the Single Audit Act. It is also 65 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual used in participating states by State Single Points of Contact in conducting the required intergovernmental\nreviews under Executive Order 12372. The CFDA number for the COPS Office CAMP grant is 16.710. closeout. Closeout is the process in which the awarding agency, the COPS Office, determines that all\napplicable administrative actions and all required work and conditions of the award have been completed\nand met by the recipient and awarding agency. cognizant federal agency. Your cognizant federal agency is generally the federal agency that provides\nyour agency with the most federal money. The Office of Management and Budget (OMB) may have already\nassigned your cognizant federal agency to you."
}