{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 37,
  "chunk_text": "The contractor must present identification or credentials\nand accept custody of Bureau inmates at any time, day or night,\nand any day of the week. The U.S. Marshals’ release to custody\nform should be used when change of custody to the guard service\nis done. PS 5500.14\n10/19/2012\nChapter 8, Page 6\nb. Notification Requirements (1) The contractor must agree to provide services upon\nverbal request from the institution. Requests for services are\nsubject to being initiated at any time of day. As much notice as\npossible will be given, and when possible, at least 24 hours in\nadvance. It is anticipated that a considerable portion of requests\nfor guard services may be during emergencies. In an emergency,\nthe contractor must respond within two hours of notification. (2) The contractor will be notified of any special\ninstructions. If the inmate is allowed to have visitors, the\ncontract guard must screen all visitors to prevent unauthorized\nindividuals and introduction of contraband. Contract guards will require all approved visitors to\nproduce photographic identification (e.g., drivers’ license,\nstate identification card, etc.) before visitation is permitted. The visitor’s identification will be compared to the information\nprovided by the institution to verify a visitor's identity. c. Security Operations. At a minimum, the contractor must\ncomply with the following standards and procedures:\n(1) Contract personnel will not permit visits to inmates\nunless prior authorization is received from the Warden or his or\nher designee. (2) Contract personnel will not permit inmates to make or\nreceive telephone calls without prior authorization from the\nWarden or his or her designee. (3) Contract personnel will not allow inmates to send or\nreceive correspondence or packages unless authorized by the\nWarden or his or her designee. Correspondence and packages\naddressed to any inmate and received at the medical facility will\nbe given to institution staff for disposition. (4) Contract personnel will not allow inmates to receive\nmoney or any other item from anyone other than Bureau staff. Inmates will not possess other property or articles unless\nauthorized by the Warden or designee. (5) Except in emergencies arising after the contract\nemployee assumes custody of the inmate, restraints must be\napplied to an inmate only as directed by institution staff. PS 5500.14\n10/19/2012\nChapter 8, Page 7\nInstitution staff must specify restraint requirements for\neach inmate and ordinarily contract security personnel will not\ndeviate from these requirements. In an emergency, additional\nrestraints may be applied to the inmate. The institution is to\nbe notified as soon as possible after the situation is under\ncontrol. If the institution orders restraints, but the medical\nfacility staff request the removal of such restraints for medical\nor other reasons, the Captain or Operations Lieutenant must be\ncontacted for direction. During a life threatening medical emergency, when the\nrestraints prevent life saving procedures or treatment, the\nrestraints may be removed temporarily and the institution\nnotified as soon as possible. Constant visual observation by the\ncontract guard must be maintained during such an emergency. Soft\nrestraints will be made available for such an emergency. The Captain or Operations Lieutenant must advise contract\nsecurity personnel if restraints may be removed for the inmate to\nuse the bathroom or bathe, for medical examination, and etc.\n(6) Contract personnel may not accept any gratuity or\narticles of value from:\n\n\n"
}