{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 74,
  "chunk_text": "cognizant federal agency. Your cognizant federal agency is generally the federal agency that provides\nyour agency with the most federal money. The Office of Management and Budget (OMB) may have already\nassigned your cognizant federal agency to you. If this is the first federal grant that your organization has\nreceived, the U.S. Department of Justice is your cognizant federal agency. community policing. Community policing is a philosophy that promotes organizational strategies that\nsupport the systematic use of partnerships and problem-solving techniques to proactively address the\nimmediate conditions that give rise to public safety issues such as crime, social disorder, and fear of crime. All\nnewly hired, additional or rehired officers (or an equal number of redeployed veteran officers) funded under\nCOPS Office programs must engage in community policing activities and in the implementation of your\ncommunity policing strategy. COPS Office. Created under the 1994 Crime Bill, the Office of Community Oriented Policing Services (COPS\nOffice) is an independent office within the U.S. Department of Justice that is the grantor or awarding agency\nfor your grant or cooperative agreement. The COPS Office is responsible for assisting your agency with the\nadministration and maintenance of your grant for the entire grant award period. If you have any questions\nregarding the COPS Office, please call the COPS Office Response Center at 800-421-6770 or visit the COPS\nOffice website at www.cops.usdoj.gov. COPS Office finance staff accountants. The COPS Office finance staff accountants are responsible for your\nagency’s financial and budgetary needs related to this grant. A Staff Accountant is assigned to each state\nand is available to answer any questions that you may have concerning the Quarterly Financial Status Report\n(SF-425) and other financial aspects of your grant. To identify your Staff Accountant, please call the COPS\nOffice Response Center at 800-421-6770 or visit the COPS Office website at www.cops.usdoj.gov. criminal intelligence officer. A criminal intelligence officer, whether working directly with a law\nenforcement agency or assigned to the appropriate state or regional fusion center, works in the field\nof criminal intelligence and may conduct data collection, research, and analysis to produce finished\nintelligence reports or other products designed to assist in the prevention, detection, or investigation of\nviolations of criminal laws. Data Universal Numbering System (DUNS) number. Since FY 2004, the Office of Management\nand Budget (OMB) has required all agencies applying for federal funding to obtain this number prior to\napplication. The DUNS number is a unique nine- or thirteen-digit identification number that is assigned\nupon request to agencies by Dun & Bradstreet (D&B). This number will be used by the Federal Government\nto better track grant recipient information throughout the grant cycle and to provide consistent name and\naddress data for electronic grant application systems. To obtain a DUNS number, visit the Dun & Bradstreet\nwebsite at www.dnb.com or call 866-705-5711. Employer Identification Number (EIN) / OJP vendor number. This number is usually your agency’s\nnine-digit federal tax identification number as assigned to you by the Internal Revenue Service (IRS). Your\naccounting/bookkeeping department should have this number. In some cases, the EIN has been previously\nassigned to another agency within your jurisdiction."
}