{
  "document_category": "guidance",
  "document_name": "1490_006_CN-1.pdf",
  "chunk_index": 10,
  "chunk_text": "This memorandum must\nprovide a brief explanation of all actions taken and efforts made\nto contact the victim. If the cancellation request is approved, VWP staff from Central\nOffice will send an electronic mail message to the Warden. Central Office will access VNS and remove the notification\nrequirement contained on the specific victim’s information sheet. The memorandum will be filed in the Privacy Folder, Section I of PS 1490.06\n5/23/2002\nPage 14\nthe Inmate Central File. Unit staff will make an entry on the\nVictim/Witness Notification Record (Attachment B) indicating that\nVWP notification is no longer required for the specific victim.\n[c. A notification request by a victim and/or witness\nordinarily terminates when the inmate has completed service of\nthe sentence for the serious crime which resulted in the request\nfor notification.] d. The Unit Manager will document in the form of a memorandum\nthe name, address and telephone number of the individual who\nprovided information that a victim is deceased. This memorandum\nwill be forwarded via BOPNet GroupWise to the Assistant\nAdministrator, Correctional Programs Branch, Unit Management\nSection, Central Office, as a request to remove the victim’s name\nfrom the program. If the cancellation request is approved, VWP staff from Central\nOffice will send an electronic mail message to the Warden. Central Office will access VNS and remove the notification\nrequirement contained on the specific victim’s information sheet. The memorandum will be filed in the Privacy Folder, Section I of\nthe Inmate Central File. Unit staff will make an entry on the\nVictim/Witness Notification Record (Attachment B) indicating that\nVWP notification is no longer required for the specific victim. 16. TELEPHONE/VISITING LIST. Unit staff must carefully and\nthoroughly review the visiting/telephone list of a VWP inmate (to\ninclude pretrial, holdovers and detainees if VWP status is\nknown), to ensure the inmate is not attempting to communicate\nwith his or her victim(s) without prior written approval. Prior\nto approving victims(s) for inclusion on the inmate's visiting or\ntelephone list, the Unit Manager must:\na. Contact the appropriate U.S. Attorney's Office VWP\nCoordinator for his or her input;\nb.\nand Ensure that the victim is informed of the inmate's request; c. Obtain written approval from the Warden before placing the\nvictim on the inmate's visiting or telephone list. If the victim advises staff that they do not wish to be placed on\nthe inmate’s visiting and/or telephone list, the inmate will be\ninformed of the denial in accordance with the Program Statements\non Telephone Regulations for Inmates and Visiting Regulations. PS 1490.06\n5/23/2002\nPage 15\n17. CORRESPONDENCE AND FILING. The Unit Manager is responsible\nfor ensuring all notification and filing procedures comply with\npolicy requirements. a. Once notification(s) have been completed, staff will\nretrieve a Notification Report from VNS which lists the victims\nwho received notification. This report will be maintained in the\nPrivacy Folder, Section I of the Inmate Central File. Unit\nManagers will verify and document on Attachment B, that all\nnotifications have been completed. b. When sending certified mail, the inmate's name and register\nnumber must not be noted on the certified mail return receipt\nrequested (green and white card). Once the receipt has been\nreturned to the institution, it must be filed in the Privacy\nFolder, Section I of the Inmate Central File. b."
}