{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 74,
  "chunk_text": "Is the CCM notified no\nlater than the next business day? Discussion/Findings: SERIOUS ILLNESS, INJURY, OR DEATH OF A RESIDENT\n1. Whenever a resident becomes seriously ill or requires\nemergency medical treatment, does the contractor immediately\nnotify the CCM, USPO, and the resident's family or next of kin? PS 7300.09\n1/12/98\nAttachment 4-7, Page 35\n2. In the event of an inmate resident's death, does the\ncontractor immediately notify the CCM, USPO, and the resident's\nfamily or next of kin? 3. Do center staff arrange for a fingerprint (right thumb\nor right index finger) to be taken, and date and sign the\nfingerprint card to ensure that positive identification has been\nmade? 4. Is the fingerprint card sent by certified mail to the CCM? 5. If death is due to violence, accident surrounded by\nunusual or questionable circumstances, or sudden and the deceased\nwas not under medical supervision, do center staff notify\nappropriate law enforcement officials of the local jurisdiction\nto review the case and examine the body? 6. When there is no longer an official interest in the\nbody, is it turned over to family members or next of kin? 7. If the family declines the body or is unable to afford\nfuneral expenses, does the contractor contact the CCM for\ndisposal instructions? 8. Is personal property of a deceased resident inventoried\nby next of kin? Discussion/Findings: RESIDENTS UNDER SUPERVISION 1. Does the contractor only accept persons described in\nthis chapter when they have been approved for placement by the\nCCM? 2. Does the contractor provide all services and programs\ncited in the Statement of Work for all persons described in this\nchapter, except as otherwise specified below:\na. Do center staff in cooperation with the USPO\ndevelop an individual program plan for each resident? PS 7300.09\n1/12/98\nAttachment 4-7, Page 36\nb. Does the contractor notify the USPO of medical\nproblems of probationers, parolees, mandatory releases,\nsupervised releases, and pre-trial defendants? (Except for\nentrance physical exams, all medical and dental expenses for\npersons under supervision of a USPO\nare the responsibility of\nthe resident.) Do the staff assist the resident in finding\nappropriate community resources? c. Is permission to drive approved by the center\ndirector and the supervising USPO? d. Are persons under supervision subject to center\nrules and minor sanctions? e. If a prohibited act is alleged to have been\ncommitted by a resident under supervision which would require a\nrecommendation of a major sanction and a formal disciplinary\nhearing, do center staff forward reports of such misconduct with\nrecommendations to the USPO for disposition? Is the original of\nthe report forwarded to the USPO, with a copy to the CCM? f. Does the contractor ensure that persons under\nsupervision are not placed in United States Marshal custody? g. Are unauthorized absences of persons described in\nthis chapter reported immediately to the USPO, and the CCM is\nnotified the next business day? h. Are costs of drug counseling and urine\nsurveillance the administrative and fiscal responsibility of the\nUSPO? Does the contractor work closely with the supervising USPO\nto coordinate services? i. Are supervision cases subject to the same\nsubsistence collection procedures as committed residents? j."
}