{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 83,
  "chunk_text": "85 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual Consultants employed by commercial and not-for-profit organizations. These organizations are normally\nsubject to competitive bidding procedures. Thus, if they have been selected through competitive bidding,\nthey are not subject to the $550 per day maximum compensation threshold. In those cases where an\nindividual has authority to consult without employer involvement, the rate of compensation should not\nexceed the individual’s daily salary rate paid by his or her employer, subject to the $550 limitation. To request approval of a consultant rate in excess of $550 per day, please submit the signed request on\nawardee department letterhead and include the agency ORI and the award number for which the approval\nis being sought. Please include the following: • Description of the services to be provided by the consultant(s) or contractor(s), including\n• the number of days and hours to be worked by each consultant/contractor;\n• the daily rate of each consultant/contractor that exceeds $550/day (indicate fringe benefits, if\napplicable); • a resume or curriculum vitae (CV) for each consultant or contracted individual whose rate\nexceeds $550 per day. • Documented prior instances when a similar rate has been charged by or paid to the consultant/\ncontractor • If the consultant is not self-employed and has a primary employer, documentation showing that the requested daily rate is proportionate to the consultant’s regular salary (e.g., pay stubs, letter from\nemployer). • Optional: You may submit other important information about the consultant(s) or contractor(s) at this time, such as letters of reference; lists of any relevant publications, papers, or honors; advanced\nexperience as a practitioner or academic in the subject area; advanced training relating to the focus of\nyour project; and/or any unique circumstances which you feel should be considered as the COPS Office\nreviews your proposed consultant/contractor rates. To request approval of a consultant/contractor rate in excess of $550 per day, please return this information\nto your Grant Program Specialist or project manager as soon as possible to expedite the consultant/\ncontractor rate review process. Appendix G. Whistleblower protection (41 U.S.C. 4712)\n41 U.S.C. 4712. Pilot program for enhancement of contractor protection from reprisal for disclosure of certain\ninformation\n(a). Prohibition of reprisals.—\n(1). In general. —An employee of a contractor, subcontractor, or grantee may not be discharged,\ndemoted, or otherwise discriminated against as a reprisal for disclosing to a person or body described in\nparagraph (2) in-formation that the employee reasonably believes is evidence of gross mismanagement\nof a Federal contract or grant, a gross waste of Federal funds, an abuse of authority relating to a Federal\ncontract or grant, a substantial and specific danger to public health or safety, or a violation of law, rule,\nor regulation related to a Federal contract (including the competition for or negotiation of a contract) or\ngrant. 86 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual (2). Persons and bodies covered. —The persons and bodies described in this paragraph are the persons\nand bodies as follows:\n(A). A Member of Congress or a representative of a committee of Congress.\n(B). An Inspector General.\n(C)."
}