{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 25,
  "chunk_text": "Why this condition: This grant was awarded to your agency to address its law enforcement needs that are not funded with other\nfunds, including federal, state, local, tribal, or BIA funds. Consequently, your agency may not use this funding\nfor items or services that you already have funding for from other sources. 15 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual What you should do: If your agency receives funding from another source for the same item(s) or services(s) also funded under\nthis award, please contact your COPS Office Grant Program Specialist at 800-421-6770. 15. Additional high-risk grantee requirements\nCondition: The recipient agrees to comply with any additional requirements that may be imposed during the grant\nperformance period if the awarding agency determines that the recipient is a high-risk grantee (Uniform\nAdministrative Requirements, Cost Principles, and Audit Requirements for Federal Awards, 2 C.F.R. ยง 200.207, as\nadopted by the U.S. Department of Justice in 2 C.F.R. ยง 2800.101). Why this condition:\nIn accordance with 2 C.F.R. ยง 200.207, the U.S. Department of Justice (DOJ) may impose additional\nrequirements specific to your award, as needed, when it determines that there is unsatisfactory performance,\nfinancial or administrative instability, noncompliance with award terms and conditions, or other lack of\nresponsibility risk factors. In such cases, the U.S. Department of Justice may impose special conditions or\nrestrictions that may include requiring the production of documentation, financial grant administration\ntraining, on-site monitoring, prior approval for expenditure of funds, quarterly progress reports, separate\nbank accounts, or other requirements. What you should do: In order to obtain a COPS Office grant, recipients must agree to comply with any additional requirements\nthat may be imposed during the grant performance period if the awarding agency determines that the\nrecipient is a high-risk grantee. 16. System for Award Management (SAM) and Universal Identifier requirements\nCondition:\nThe Office of Management and Budget requires federal agencies to include the following standard award term in\nall grants and cooperative agreements made on or after October 1, 2010:\nA. Requirement for System for Award Management (SAM) Unless you are exempted from this requirement under 2 C.F.R. Part 25.110, you as the recipient must\nmaintain the currency of your information in the SAM until you submit the final financial report required\nunder this award or receive the final payment, whichever is later. This requires that you review and update\nthe information at least annually after the initial registration, and more frequently if required by changes in\nyour information or another award term. B. Requirement for Data Universal Numbering System (DUNS) Numbers If you are authorized to make subawards under this award, you:\n1. Must notify potential subrecipients that no entity (see definition in paragraph C of this award term)\nmay receive a subaward from you unless the entity has provided its DUNS number to you. 2. May not make a subaward to an entity unless the entity has provided its DUNS number to you. 16 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual C. Definitions"
}