{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 50,
  "chunk_text": "Single Audits may also address\nspecific compliance issues with respect to COPS Office grant requirements. In cases of continued inability or unwillingness to have an audit conducted in accordance with this part,\nfederal agencies and pass-through entities must take appropriate action as provided in §200.338 “Remedies\nfor noncompliance.” These sanctions under §200.338 “Remedies for noncompliance” could include the\nfollowing:\n• Temporarily withhold cash payments pending correction of the deficiency by the nonfederal entity or\nmore severe enforcement action by the federal awarding agency or pass-through entity. • Disallow (that is, deny both use of funds and any applicable matching credit for) all or part of the cost of\nthe activity or action not in compliance. • Wholly or partly suspend or terminate the federal award. • Initiate suspension or debarment proceedings as authorized under 2 CFR part 180 and federal awarding\nagency regulations (or, in the case of a pass-through entity, recommend such a proceeding be initiated\nby a federal awarding agency). • Withhold further federal awards for the project or program. • Take other remedies that may be legally available. 35 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual Your SAA reports should not be sent to the COPS Office. If the U.S. Department of Justice is your cognizant\nfederal agency (see the Glossary of Terms on page 65), they should be sent to the Federal Audit Clearinghouse\nat:\nFederal Audit Clearinghouse\nBureau of Census\n1201 East 10th Street\nJeffersonville, IN 47132\nThe U.S. Department of Justice, Office of Justice Programs (OJP) serves as the liaison between grantees and\nauditors in the conduct of resolving and closing SAA audits. Questions and comments regarding SAA audits\nmay be directed to the COPS Office Response Center at 800-421-6770. What is the role of the Office of the Inspector General (OIG)? The OIG is a separate component of the U.S. Department of Justice and is independent of the COPS Office. The primary objective of OIG audits is to assess compliance with grant conditions. OIG audits are designed to\npromote economy, efficiency, and effectiveness in the administration of grants by evaluating compliance with\nlaws, regulations, policies, and procedures governing the operations encompassed in the scope of the audit. How are COPS Office grants selected for an OIG audit? The OIG may conduct an audit in response to a referral that the OIG believes warrants further evaluation. The\nOIG also surveys U.S. Department of Justice agencies on an annual basis to solicit input on suggested audit\nareas for the upcoming fiscal year. In most instances, however, the OIG selects grants based on a number of\nfactors, including the geographical distribution of grants awarded, award amount, population served, and\ntype of grant (both active and expired). As such, the fact that your grant has been selected for an OIG audit is\nnot necessarily indicative of a suspected concern or problem area. The COPS Office’s Grant Monitoring Division serves as the liaison between grantees and the OIG’s Audit\nDivision, which conducts the audit."
}