{
  "document_category": "guidance",
  "document_name": "5215_007.pdf",
  "chunk_index": 2,
  "chunk_text": "The Warden\nmay exempt a YCA inmate from program participation when individual\ncircumstances warrant such exceptions. Such exceptions must be requested\nand acknowledged by the inmate, and the reason(s) for exemption must be\ndocumented in the inmate’s central file. P5215.07 9/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 2 Because completion of the program plan may constitute a certification of “response to treatment”\nrelease readiness, the U.S. Parole Commission may choose to recommend additions, deletions, or\nmodifications to specific goals within the plan. When the Unit Team and the U.S. Parole Commission cannot reach a consensus as to the content\nof a plan, the matter is referred to the Regional Director through the Warden. The Regional\nDirector consults with the Regional Legal Counsel to resolve the matter. The terminology “response to treatment-certified completion” applies to YCA inmates who have\nnot been released on parole. The Unit Team, in conjunction with the Commission, may initiate a\nresponse to treatment program plan for a parole violator if warranted. Although consistency in program planning is important, the process allows for modifications\nsuch as additions to and deletions from plan goals. Subsequent changes to established plans\nmust be documented and justified on the plan. The Program Review Report documents:\n■ The initial program plan. ■ Subsequent changes. ■ Progress made during the routine 90-day review process. At a minimum, the Program Review Report must contain specific references to behavior,\ntreatment/self-improvement, and pre- release goals, as well as unit team comments on each\nindividual area of the plan’s goals. The last six Program Review Reports must be kept in the Inmate Central File to ensure their\ninformation is included in the annual Progress Report. 1. Classification Phase. The classification phase begins upon the inmate’s\narrival at the designated institution. It consists of evaluation, orientation, unit\nassignment, and concludes when the inmate has attended the initial classification\n(or transfer classification) meeting with the Unit Team. YCA inmates are to\nparticipate in the classification process prior to the development of their\nindividual program plans. The YCA inmate is to have received a psychological\nscreening prior to attending the initial classification meeting. YCA program plans\nwill include specific goals relative to: P5215.07 9/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 3 a. Behavior;\nBehavioral goals may be generic or specific relative to:\n■\n■\n■\n■\n■ Conduct. Sanitation/hygiene. Work performance. Attitude/interpersonal skills. Communication skills. b. Treatment/self improvement; These goals may include:\n■\n■\n■\n■\n■\n■ Educational/social education. Work assignment (e.g., UNICOR). Vocational training. Substance abuse. Psychological counseling. Health and recreation. c. Pre-release; These goals may include:\n■\n■\n■\n■\n■ Family visiting. Vocational counseling. Financial preparation for release. Escorted trips/furloughs. CCC placement. Note: Community Corrections Center (CCC) is now referred to as Residential Reentry Center\n(RRC). 2. Treatment Phase. YCA inmates are to be exposed to unit-based and\ncommunity-based (if otherwise eligible) programs. Each YCA inmate shall be\nperiodically reviewed during this phase. The treatment phase begins when the\ninmate attends the programs and activities described in the program plan which\nwere established at the culmination of the classification phase. Each YCA inmate\nshall be assigned programs in accordance with the inmate’s needs and the P5215.07 9/23/2016"
}