{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 94,
  "chunk_text": "■ Laundry equipment should be evaluated to ensure an adequate number of machines, in the\nappropriate sizes, are available to meet industrial laundry specifications. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 125 Chapter 14. TRUST FUND LIMITED INMATE COMPUTER SYSTEM\n14.1 GENERAL The Trust Fund Limited Inmate Computer System (TRULINCS) provides inmates with a\ncomputer system that does not jeopardize the safety, security, orderly operation of the correctional\nfacility, or the protection of the public or staff. Inmates do not have access to the Internet. TRULINCS is the property of the United States Department of Justice. The Department may\nmonitor any activity on the system and search and retrieve any information stored within the\nsystem. By accessing and using this system, inmates consent to such monitoring and information\nretrieval for law enforcement and other purposes. Inmates have no expectation of privacy as to\nany communication on or information stored within the system. 14.2 AUTHORITY The Warden shall prohibit or discontinue the operation of TRULINCS, or individual inmates’\nparticipation, whenever it is determined to jeopardize the safety, security, or orderly operation of\nthe correctional facility, or the protection of the public and staff. Use of TRULINCS is a privilege; therefore, the Warden may limit or deny the privilege of a\nparticular inmate (see Section 14.9 for restrictions). This authority may not be delegated below\nthe Associate Warden level. Individual inmates may be excluded from program participation or individual services as part of\nclassification procedures (see Section 14.9). Information supporting the exclusion is forwarded\nto the Warden for final determination. 14.3 RESPONSIBILITIES a. TRULINCS Coordinator. The Chief of the Trust Fund Branch is the designated\nTRULINCS Coordinator − the resource person for Bureau staff, other components of the\nDepartment of Justice, law enforcement agencies, and the general public. b. Trust Fund Supervisor. The Trust Fund Supervisor has responsibility for the overall\noperation of TRULINCS at the institution. The Trust Fund Supervisor administers, maintains,\nand monitors the system; provides training to inmates during Admission and Orientation;\nsupervises inmate workers assigned to the TRULINCS detail; and responds to inmate inquiries\nregarding the system. The Trust Fund Supervisor is also the designated System Supervisor and maintains internal\ncontrols, system integrity, user accounts, and all other aspects of TRULINCS security and\noperations. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 126 c. Staff Use. Staff members may not use TRULINCS for personal use. d. Contacts and Inmates. By participating in the TRULINCS Program, inmates, and the\ncontact(s) with whom they correspond, voluntarily consent to having all system activity, including\nemail and transactional data, monitored and retained by authorized personnel. This authority\nincludes rejecting individual emails sent to or from inmates that jeopardize the interests identified\nin Section 14.2. (1) An inmate’s participation in the TRULINCS Program is conditioned on his/her notice,\nacknowledgment, and voluntary consent to the Warden’s authority, as indicated above."
}