{
  "document_category": "guidance",
  "document_name": "8120_003.pdf",
  "chunk_index": 15,
  "chunk_text": "Non-U.S. citizen inmates for whom no decision has yet been made\nto deport are unaffected by this policy. It has been determined that Cubans (Mariels and non-Mariels) cannot be removed from the United\nStates, and therefore should be considered for assignment with FPI. All other non-U.S. citizens\nwho have been ordered deported, excluded, or removed, should not be considered for an\nassignment with FPI, unless ICE notifies the Correctional Programs Branch, Central Office, that a\ndesignated country of removal will not accept his/her return. This information is then provided to\nBureau staff. Inmates who claim countries will not accept them must obtain from ICE such a\ndetermination to be retained in FPI work assignments. Staff having questions concerning which\ncountries have such a determination should consult with the Correctional Programs Branch. Refer to the Program Statement Institution Hearing Program for information on IHP CMA\nassignments. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 24 Chapter 5. Inmate Pay and Benefits\n1. GENERAL\n§345.50 General. Title 18 U.S. Code Section 4126 authorizes FPI to compensate inmates under rules\nand regulations promulgated by the Attorney General. It is the policy of FPI to\nprovide compensation to FPI inmate workers through various conditions of pay\nand benefits, except as otherwise provided in these regulations. The various pay and benefit conditions allow performance-based recognition of the value of the\ninmate work performed based on the standards in the previous chapter. Compensation in pay\ngrades and other pay and benefit conditions is designed to be equitable and constructive for\nindividual inmates. 2. PURPOSE AND SUMMARY This chapter provides a description of the various FPI inmate pay and benefit conditions as well as\nguidelines for granting, withholding, and rescinding them. Guidelines for major inmate worker\nbenefits are also summarized in the table following this chapter. Additional detailed instructions\nfor computing and executing payroll and benefit obligations may be found in the inmate payroll\nsection of the Program Statement Accounting Procedures for Civilian and Inmate Payrolls –\nFPI. 3. INMATE PAY\n§345.51 Inmate pay.\na. Grade Levels. Inmate workers in FPI locations receive pay at five levels\nranging from 5th grade pay (lowest) to 1st grade pay (highest). The grade system does not apply to inmates performing PIECP work, who receive pay based on\nthe local prevailing wage, subject to allowable deductions, which may amount to 80% of gross\nwages, in addition to deductions from net wages for legal obligations under the Inmate Financial\nResponsibility Program. The hourly compensation rates for graded inmate workers are as\nfollows: P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 25 Grade Compensation Rate\n1\n$1.15\n2\n.92\n3\n.69\n4\n.46\n5\n.23 Time-in-grade requirements are covered in the section on performance appraisal. b. Eligibility\n(1) An inmate shall accrue vacation time, longevity service credit, and shall\nreceive holiday pay for the period of time the inmate is officially assigned to the\nIndustries work detail. For limitations on claims, refer to §345.66. 28 CFR 345.66 refers to Section 20 in this Chapter. See Table 1 (Guidelines for Inmate Pay and\nBenefits) for writ conditions."
}