{
  "document_category": "guidance",
  "document_name": "6400_003.pdf",
  "chunk_index": 15,
  "chunk_text": "Inmate-generated sick call encounters are subject to copayment. Exceptions may include:\nreferrals from another healthcare provider; requests as a result of recent prior treatment (i.e., lost\nrestoration) by a BOP provider; adjustment of dental prostheses recently (up to six months)\ndelivered by a BOP provider. The placement of a permanent final restoration at sick call should only be considered when a\ntemporary restoration cannot be placed (adequate justification must be made in the progress\nnote). For example, an acutely symptomatic Ellis Class II fractured anterior tooth may require a\npermanent resin restoration as opposed to a temporary restoration, when retention of the\nprovisional material is questionable. This should be rare, as the placement of permanent\nrestorations requires being identified during a comprehensive examination and subsequent\ntreatment plan. (1) Hours. Dental sick call occurs during regular duty hours as established by the CDO. The\ninmate is assessed and only urgent dental care is provided during sick call hours. Sick call\npalliative care is rendered at the time of the initial clinic encounter; follow-up is performed on a\ncase-by-case basis. (2) Documentation of Sick Call and Urgent Procedures. Dental triage/sick call and urgent\npatient encounters are documented in the EMR usin the “SOAP-E” format. The patient’s\nreported pain level/scale and quality (descriptions) of pain must be documented. ■\n■\n■\n■\n■ (S) Subjective findings: Symptoms described by patient. (O) Objective findings: Results of the clinical exam, x-rays, or tests. (A) Assessment: Provisional diagnosis. (P) Plan: Planned treatment rendered. (E) Education: Post assessment with treatment instruction. P6400.03 6/10/2016 20 11. PRIORITY OF SERVICES The Bureau of Prisons defines four priority levels based on acuity that determine the imminence\nof treatment for inmates. The following categories discuss the priority of dental care, which may\nchange when and by whom dental procedures may be performed. a. Emergency Dental Care. Dental/orofacial conditions that are of an immediate, acute, or\ngrave nature and which, without care, would cause rapid deterioration of the inmate’s health,\nsignificant irreversible loss of function, or may be life-threatening. b. Urgent Dental Care. Care for dental conditions that are not imminently life-threatening. This includes the management of acute oral disease, ordinarily referred to as sick call care:\n■ Serious deterioration that may lead to premature death. ■ Significant reduction in the possibility of repair later without present treatment. ■ Si nificant pain or discomfort that impairs the inmate’s participation in daily activities. c. Non-urgent Dental Care. Care for dental conditions that will generally improve the\ninmate’s ualit of life. This includes the management of chronic oral disease, ordinarily\nreferred to as comprehensive dental care. d. Limited Value Dental Care. Care for dental conditions that resolve on their own, treatment\nthat provides little or no clinical value, is expressl for the inmate’s convenience, or is beyond\nthe scope of a public health setting. Procedures in this category are usually in the Advanced\nDental Treatment section. 12. DENTAL UTILIZATION REVIEW PROCESS Every institution has a Utilization Review Committee (URC). Only Emergency Dental Care\nreferrals are authorized at the institution level when it is essential to sustain life or function and\nwarrants immediate attention."
}