{
  "document_category": "guidance",
  "document_name": "5330.11.pdf",
  "chunk_index": 49,
  "chunk_text": "The amount of this award is $40 for each phase of treatment. A financial award may be\npaid in whole or in part, based upon the inmate’s participation and progress. A financial\naward is never to be increased. • Local Incentives. Institutions may offer incentives such as preferred living quarters, early\nmainline, exercise equipment on the unit, a program library, a movie night, etc.\n• Tangible Incentives. With the Warden’s approval, tangible incentives (e.g., books, t-shirts,\nnotebooks, mugs with program logo) may be offered. • Graduation Ceremony/Ritual. For the completion of the BRAVE program, institutions may\noffer a structured completion/graduation ceremony for the inmates. Photographs of individual\nparticipants or the treatment group may be allowed. Inmates may mail a photograph of\nthemselves or the group to family. 4.7. Program Documentation. Required documentation for the BRAVE Program includes:\n• An Agreement to Participate in the program, signed by the inmate at the time of the first\ntreatment session. P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 4\nPage 4 • A psychosocial assessment on each inmate entering the program to assist in the development\nof an individualized treatment plan. • An individualized treatment plan for each participant, documenting the targeted problem\nareas, treatment goals, and treatment activities in PDS. • Recording in PDS a participant’s attendance in group. • Treatment contact notes, when appropriate. • 60-day progress reviews noting progress toward treatment goals. • BRAVE Program treatment assignments in SENTRY, including the appropriate DRUG ED\nassignment.\n• At the conclusion of the inmate’s involvement in the program, a treatment summary and brief\naccount in the evaluation section of PDS noting how he left the program; e.g., “Mr. XXX was\ntransferred to a lower security institution,” “Mr. XXX successfully completed the treatment\ngoals identified in his treatment plan,” “Mr. XXX informed treatment staff he is no longer\ninterested in participating in the program.” Inmates who do not complete the BRAVE Program for reasons other than expulsion require a\ndischarge note with the reason(s) for non-completion documented in the Evaluation section of\nPDS. At that time the BRAVE Coordinator, or designee, is to change the inmate’s SENTRY\nassignment from BRV PART to BRV INCOMP. 4.8. BRAVE Outcomes. How an inmate leaves a Residential program is based on the inmate’s\nbehavior. 4.8.1. Completion. Completion of any Phase of treatment is determined by the inmate’s\nbehavior within the program and on the compound. Inmates are not to be moved from Phase to\nPhase without demonstrating they have:\n• Taken on the responsibilities of the community. • Made a commitment to positive change as evidenced by observed positive behavior in his or\nher daily interactions. • Expressed him or herself in group demonstrating the ability to give and receive appropriate\nfeedback from other staff and inmates. • Mastered phase-related concepts. Inmates who do not demonstrate these, and other, behavioral changes are not ready for\ncompletion. 4.8.2. Withdrawal/Incomplete. An inmate may withdraw voluntarily from the program. Withdrawals must be documented in PDS and a memorandum forwarded to the Unit Team."
}