{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 22,
  "chunk_text": "Date Cost Center Manager Training Completed (optional): . Date Basic Sentence Computation-Computer Assisted Module\nCompleted:\n. Date Case Management Cross Development Course Completed:\nDate COTR Certification Received: . . Trainer's Narrative Report Attached (check):\n1st Quarter\n, 2nd Quarter\n, 3rd Quarter\n, 4th Quarter\nInitials of MCA Indicating Report Reviewed: 1st Quarter\n, 2nd\nQuarter\n, 3rd Quarter\n, 4th Quarter\n. Dates Report and Checklist mailed to CCRA and Central Office\nCommunity Corrections Branch:\n,\n,\n, . MCA's Final Evaluation and Recommendation for Personnel Action: Signature: Date: PS 7300.09\n1/12/98\nAttachment 3-2 Page 6\nCCRA's Decision Regarding Personnel Action: Signature: Date: PS 7300.09\n1/12/98\nAttachment 3-3 Page 1\nCOMMUNITY CORRECTIONS SPECIALIST TRAINEE PROFILE Name of Trainee Name of Trainer Location Date Training Began Completion of this form will assist staff in assigning Community\nCorrections Specialist Trainees (CCSTs) to a desired office\nlocation (an assignment of choice is not guaranteed as the needs\nof the agency supersede the desires of the trainee). This\nprofile is to be attached to the CCST Checklist for the 3rd\nQuarter prior to routing and shall be made available to all CCRAs\nas positions become vacant. It may be updated at any time. Please identify as follows:\nDesirable - 1, Neutral - 2, Undesirable - 3.\nNORTHEAST REGION LOCATIONS\nMID-ATLANTIC REGION LOCATIONS Boston, MA\nNew York, NY\nPhiladelphia, PA\nPittsburgh, PA\nNashville, TN Annapolis Junction, MD\nCincinnati, OH\nDetroit, MI\nRaleigh, NC SOUTHEAST REGION LOCATIONS NORTH CENTRAL REGION LOCATIONS Atlanta, GA\nMiami, FL\nOrlando, FL\nMontgomery, AL\nChicago, IL Kansas City, KS\nSt. Louis, MO\nDenver, CO\nMinneapolis, MN SOUTH CENTRAL REGION LOCATIONS WESTERN REGION LOCATIONS Dallas, TX\nEl Paso, TX\nHouston, TX\nSan Antonio, TX\nNew Orleans, LA\nSalt Lake City, UT Long Beach, CA\nSacramento, CA\nSan Francisco, CA\nSeattle, WA\nPhoenix, AZ SIGNATURE DATE PS 7300.09\n1/12/98\nChapter 4, Page 1\nCHAPTER 4 - CONTRACTING\n4.1 GENERAL 4.1.1. PURPOSE AND ORGANIZATION The organization of this Chapter corresponds to the major phases\nand progression of the community corrections contracting process. It brings into focus the separate and mutual\nresponsibilities and the relationships in the contracting process\nof the Contract Oversight Specialist (COS), Community Corrections\nManager (CCM), Community Corrections Regional Safety Specialist\n(RSS), Correctional Management Center Administrator (MCA),\nCommunity Corrections Regional Administrator (CCRA), Regional\nComptroller (RC), Contracting Officer (CO) and the Community\nCorrections Administrator (CCA) in the Central Office. This Chapter also depicts the order in which the different phases\nof the contracting process are to be accomplished and who is\nresponsible for completing each phase. These procedures apply\nto all types of agreements, including those with private sector\nfirms and governmental agencies. Community corrections is responsible for program areas in the\ncontract process. Under the CCM's supervision, the COS is\nordinarily the first staff involved in the process. The\ncontributions of the COS will directly affect the timely\naccomplishment of necessary planning, placement, and\nadministration of a contract under which Federally appropriated\nfunds are obligated and expended. The COS also has primary\nresponsibility for gathering, interpreting, and transmitting\ninformation used in technical direction, inspection, and\nevaluation contractor performance. The CO is responsible for the procurement areas of contracting as\nthe government's authorized agent in dealing with contractors. Only the CO has the authority to negotiate, award, modify,\nadminister and terminate contracts. The Contracting Officer's Technical Representative (COTR),\nordinarily the CCM, and the CO are jointly responsible for\nensuring services are performed in accordance with the terms of\nthe contract."
}