{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 20,
  "chunk_text": "For subaward information, report no later than the end of the month following the month in\nwhich the obligation was made. (For example, if the obligation was made on November 7,\n2010, the obligation must be reported by no later than December 31, 2010.) What to report. You must report the information about each obligating action that the submission\ninstructions posted at www.fsrs.gov specify. Reporting Total Compensation of Recipient Executives. 1. Applicability and what to report. You must report total compensation for each of your five most highly\ncompensated executives for the preceding completed fiscal year, if—\na.\nb. the total federal funding authorized to date under this award is $25,000 or more;\nin the preceding fiscal year, you received—\nI. 80 percent or more of your annual gross revenues from federal procurement contracts\n(and subcontracts) and federal financial assistance subject to the Transparency Act, as\ndefined at 2 C.F.R. Part 170.320 (and subawards); and\nII. $25,000,000 or more in annual gross revenues from federal procurement contracts (and\nsubcontracts) and federal financial assistance subject to the Transparency Act, as\ndefined at 2 C.F.R. Part 170.320 (and subawards); and c. The public does not have access to information about the compensation of the executives\nthrough periodic reports filed under section 13(a) or 15(d) of the Securities Exchange Act of\n1934 (15 U.S.C. 78m(a), 78o(d)) or section 6104 of the Internal Revenue Code of 1986. To\ndetermine if the public has access to the compensation information, see the U.S. Security and\nExchange Commission total compensation filings at www.sec.gov/answers/execomp.htm. 18 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual 2. Where and when to report. You must report executive total compensation described in paragraph B.1. of\nthis award term:\na.\nb. C. As part of your registration profile at www.sam.gov. By the end of the month following the month in which this award is made, and annually\nthereafter. Reporting of Total Compensation of Subrecipient Executives. 1. Applicability and what to report. Unless you are exempt as provided in paragraph D. of this award term,\nfor each first-tier subrecipient under this award, you shall report the names and total compensation of\neach of the subrecipient’s five most highly compensated executives for the subrecipient’s preceding\ncompleted fiscal year, if—\na. in the subrecipient’s preceding fiscal year, the subrecipient received—\ni. ii. b. 2. 80 percent or more of its annual gross revenues from federal procurement contracts\n(and subcontracts) and federal financial assistance subject to the Transparency Act, as\ndefined at 2 C.F.R. 170.320 (and subawards); and\n$25,000,000 or more in annual gross revenues from federal procurement contracts\n(and subcontracts), and federal financial assistance subject to the Transparency Act\n(and subawards); and The public does not have access to information about the compensation of the executives\nthrough periodic reports filed under section 13(a) or 15(d) of the Securities Exchange Act of\n1934 (15 U.S.C. 78m(a), 78o(d)) or section 6104 of the Internal Revenue Code of 1986. To\ndetermine if the public has access to the compensation information, see the U.S. Security and\nExchange Commission total compensation filings at www.sec.gov/answers/execomp.htm. Where and when to report. You must report subrecipient executive total compensation described in\nparagraph C.1. of this award term:\na.\nb."
}