{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 49,
  "chunk_text": "(4)\nEmphasize the importance of CCC staff training and\nretention programs. b. Facility Ensure the contractor meets Bureau requirements regarding\nsafety, sanitation, permits, etc., in connection with the\nfacility and services. c. Program (1)\nMake sure contract staff are aware of available\nstate and local programs, such as mental health programs and\nemployment training and assistance. (2)\nAssist contractors to develop student intern\nprograms that can aid in providing counseling services. d. Reporting of Management/Technical Assistance CCM office staff shall report, in writing, to the MCA and CCRA,\nany management assistance they provide to any agency of the\ncriminal justice system. 4.5.9. AUTOMATED DATA PROCESSING REQUIREMENTS The CLPS is an automated contract information system\nmaintained in the SENTRY database. This system provides\ntechnical and descriptive information about contracts and is used\nby all Bureau staff to locate facilities. In addition, it\nprovides community corrections staff with information on\nmonitorings, contract expiration dates, quotas, etc. PS 7300.09\n1/12/98\nChapter 4, Page 46\nInstructions for data submission and general use of the system\nare contained in the Technical Reference Manual on SENTRY General\nUse. It is essential that CCM office staff update the\ninformation whenever contract resources are added, deleted,\ninspected, or whenever the descriptive information is changed. When USMS inspections of contract jails are made between Bureau\ninspections, staff shall update the system to reflect the audit. 4.5.10. MODIFICATION OF SOW/CONTRACT Modifications may be made to the SOW when certain additions or\ndeletions (within the scope of work of the existing contract) are\nnecessary and adjustments in the price or services are not\nrequired. Modifications which are determined to be significant\nchanges to the SOW or requirements of the original contract can\njeopardize the remaining unexercised periods of performance\ncontained in the originally awarded contract. If the COS believes it is advantageous to the government to modify\nthe contract, he or she must submit a RCA through the CCM, MCA,\nand to the CCRA, who forwards it to the CO through the CCA. 4.5.11. OPTION YEAR CONTRACTS Once the COS determines the need for continued CCC services with\nan existing contract, the COTR shall submit an electronic request\nto the Community Corrections Branch, the CCRA, and the MCA, to\nexercise the next option year. The submission must be\ncompleted four months in advance of the end of the performance\nperiod. For contracts in excess of $25,000 but less than $500,000, the\nCOS shall submit an Individual Acquisition Plan (IAP)along with\ntheir request to exercise an option year. For contracts over $500,000 CCB will complete and submit an\nAPP directly to the CO. 4.5.12. PERFORMANCE PROBLEMS Any problems regarding contractor performance must be\nthoroughly documented. Ordinarily, the contractor must be\nnotified of the problem(s) and given an opportunity to take\ncorrective action. This is characterized by the monitoring\nprocess, but may occur anytime circumstances warrant such\nnotification/corrective action/follow-up measures. PS 7300.09\n1/12/98\nChapter 4, Page 47\n4.5.13. ADVERSE ACTION NOTICES While informal resolution is always preferred, failure to meet\ncontract requirements require immediate attention and may, if\nnot corrected, necessitate an adverse action notice from the CO\nor the COTR directing the contractor to cure the problem. Only\nthe CO, with concurrence of legal staff, is authorized to issue\nan adverse action notice (Cure Notice). Ordinarily, this\nnotice is only issued when recommended by Community corrections."
}