{
  "document_category": "guidance",
  "document_name": "6400_003.pdf",
  "chunk_index": 16,
  "chunk_text": "Procedures in this category are usually in the Advanced\nDental Treatment section. 12. DENTAL UTILIZATION REVIEW PROCESS Every institution has a Utilization Review Committee (URC). Only Emergency Dental Care\nreferrals are authorized at the institution level when it is essential to sustain life or function and\nwarrants immediate attention. A retrospective review of Emergency Dental Care referrals will\nbe done by the URC and the RCD. Conditions or procedures requiring RCD approval in the\nUrgent, Non-Urgent, or Limited Value categories will be forwarded directly to the RCD for\nutilization review. The UR process is not limited to only outside referral consideration; specialty care provided by\ncontractors within the institution must be preauthorized by the RCD. Dental referrals are\nforwarded to the RCD or designee for approval; if digital radiographs are not available, films are\nforwarded by mail or other methods. Relevant factors to consider in approving proposed\ntreatments include: P6400.03 6/10/2016 21 ■\n■\n■\n■\n■ The risks and benefits of the treatment. Available resources. Natural history of the condition. The effect of the intervention on inmate’s masticator function and oral health. Time remainin on the inmate’s sentence. a. Recommendations. The RCD selects the appropriate EMR decision for each case:\n■ Approved: The request granted without modification. ■ Defer: Additional information is required. The consult has to be resubmitted. ■ Disapproved: The request for the procedure is denied. Reasons should be documented,\nsuch as the procedure is contraindicated due to unacceptable risk to the inmate if it is\nperformed, etc.\n■ Follow Up: No decision, pending additional information. b. Decisions. The CDO or the designated HSU staff will ensure that a written notification of the\nURC decision is made to the inmate and a copy is placed in the inmate’s health record. The\nreason for the decision should be included, where applicable. c. Recommendations From Clinicians External to the BOP. The CDO is under no obligation\nto follow an outside dental consultant’s or private dentist’s recommendations. However, if the\nrecommendations are not followed, the CDO must document his/her justification in the health\nrecord. If a specific intervention is not pursued, the inmate is advised that his/her condition will continue\nto be monitored and ongoing treatment provided as necessary, and that re-submission of the\nrequest will be considered if dentally indicated. d. Secondary Reviews. The CDO can appeal the RCD’s UR decision on a case-by-case basis to\nthe National Chief Dentist. e. Retrospective Review. A retrospective review of emergency cases can be conducted by QM\nstaff based on URC findings and as part of the institution Quality Improvement Program. 13. DENTAL LABORATORY SERVICES If a National Dental Laboratory has been contracted, all dentists must use these services\nexclusively. Exceptions to this requirement shall be made in writing to the RCD and will be\nconsidered on a case-by-case basis. These exceptions will require payment through the local P6400.03 6/10/2016 22 institution’s fundin and contractin office. All laborator slips will be completed b a dentist\nand scanned into EMR Dental, Other Forms section. Refer to the National Chief Dentist’s\nSallyport page for further guidance. 14. PREVENTING MEDICAL EMERGENCIES IN THE DENTAL CLINIC\na. Health Evaluation."
}