{
  "document_category": "guidance",
  "document_name": "5330.11.pdf",
  "chunk_index": 35,
  "chunk_text": "To\nfacilitate the modified therapeutic community, RDAP programming is conducted daily during day\nwatch hours (excluding non-programming days, such as weekends and holidays) for half of the\ninmate’s work day. Supplemental treatment activities may occur during weekday evenings;\nhowever, evening treatment activities cannot be used to replace treatment during day watch hours. Treatment begins as soon as the inmate is in DAP PART status in SENTRY. Treatment staff are required to use the RDAP treatment journals, facilitator guides, manuals, and\nresource materials. As effective treatment technologies advance, treatment materials may be\nP5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 2\nPage 14 revised. Therefore, only the most current drug program materials, journals, facilitator guides, etc.,\nare to be used. Additional programming may be used in the RDAP as approved by the DAPC in consultation\nwith the Regional Psychology Treatment Program Coordinator (R-PTPC). The added treatment\nprogramming must be Cognitive Behavioral Therapy-based (CBT) or consistent with CBT and\nmeet the goals stated within each of the RDAP treatment phases and modules. 2.5.11. Treatment Phases. All Bureau RDAPs are to be organized in phases. Each RDAP phase\nfollows a clearly defined structure. Inmate movement through phases is based on his/her progress\nas determined by the inmate’s treatment team. In the Bureau’s RDAP, phases are organized as\nfollows:\nPhase I - The Orientation Phase. Institutions are to provide an orientation packet that outlines the Bureau treatment program. In\naddition, any rules and/or expectations required by the RDAP in the institution will also be\ndocumented in the orientation packet. During the Orientation Phase of treatment a thorough psychosocial assessment is conducted by the\nTreatment Specialist (see Sallyport). During the Orientation Phase of treatment, DTS’s are to:\n• Strive to build rapport and motivate the inmate to engage in treatment. • Conduct the psychosocial assessment (this guides the development of the treatment plan). The\ntreatment assessment must be conducted with the inmate. It is not a self-assessment\ninstrument (see Sallyport). • Present the inmate’s case at a treatment team meeting. These meetings are scheduled and\nconducted by the DAPC. The treatment team meeting is to assist with the development of the\ninmate’s treatment plan. • Attend additional team meetings. These meetings provide the opportunity for staff to discuss\neach individual inmate. These discussions are to review the inmate’s progress in treatment\nand commitment to the program; for example, willingness to conform to the norms of the\nprogram, participate fully in groups, demonstrate positive attitudes, complete a statement that\noutlines his or her readiness for treatment, complete a realistic treatment plan, and learn to\naccept feedback from staff and peers. The Treatment Coordinator will develop a schedule to conduct, at a minimum, at least one weekly\nteam meeting to bring together the entire treatment team. The Treatment Coordinator will invite\nunit management staff for input into updating progress reports, training, and addressing any\nrelated issues. P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 2\nPage 15 In addition, the DTS must complete an individualized progress report on each program participant\nevery 60 days. The first progress report is due 60 days from the completion of the treatment plan."
}