{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 23,
  "chunk_text": "The agreement applies to all detainers based on pending charges lodged against an inmate by a\n“party state” no matter when the detainer was lodged. The IADA does not apply to probation/parole violators (see Carchman v. Nash, 473 U.S. 716,\n105 S.Ct. 340, 87 L.Ed.2d 516 (1985)). c. Charge. Any untried indictment, information, or complaint. d. Notify. A formal request from a Federal, state, or local jurisdiction for notification before an\ninmate's release from a term of imprisonment. e. Party State. The United States of America, the District of Columbia, and any U.S. state or\nterritory that has codified the IADA into its statutes. The states of Louisiana, Mississippi, the\nCommonwealth of Puerto Rico, and the territories or possessions have not joined the IADA to\ndate. (Refer to Appendix II, Title 18 U.S. Code.) P5800.15 1/1/2009 Chapter 6, Page 1 603. DETAINER ACTIONS\na. Correctional Systems Department Review. CSD staff must review the FBI RAP sheet\nand the PSI to learn the existence of any possible pending charges or sentences. When possible, pending charges or sentences are indicated, CSD staff will initiate an inquiry by\nsending a Detainer Action Letter (BP-A394) (DAL) to the appropriate officials, usually the\nSheriff or Prosecuting Attorney. The manager or designee must sign the DAL. All DAL requests should include a business reply\nenvelope. Note: FBI Rap Sheets are requested when an inmate arrives at his/her initial designation. Additional information may be obtained by submitting an NCIC request. If no response was received, a second and final DAL will be sent within one year of release. Local procedures must be established to ensure the second DAL is sent in a timely manner for all\nunanswered detainer inquiries. A copy will be placed in the J&C file. Copies will also be\nforwarded to the appropriate unit staff for inclusion in the inmate central file and a copy to the\ninmate. b. Lodging Requirements (Detainers). For a state or local authority to lodge a detainer\nagainst an inmate in Bureau custody, including Bureau-contracted private-sector secure\ncorrections facilities, the requesting authority must provide a copy of the warrant/abstract along\nwith a cover letter requesting placement of a detainer in its favor. SENTRY will be used to lodge the detainer and a DAL will be used to acknowledge the lodging\nof the detainer. Ordinarily, the warrant/abstract will be certified, however, if the requesting authority does not\ncertify the document, CSD staff must verify its authenticity with the requesting authority via\ntelephone and document the verification on the warrant/abstract. If the warrant/abstract is received without a letter requesting placement as a detainer, staff must\nreturn the document(s) to the issuing agency with instructions to forward a certified copy of the\nwarrant/abstract along with a cover letter. CSD staff will use the DAL for this purpose. Federal authorities are not required to provide certified copies of the warrant/abstract to lodge a\ndetainer in their favor. The nature of the Federal detainer, however, must be clear on the\ndocumentation presented to the institution. P5800.15 1/1/2009 Chapter 6, Page 2"
}