{
  "document_category": "guidance",
  "document_name": "5100_008cn.pdf",
  "chunk_index": 26,
  "chunk_text": "INITIAL CUSTODY ASSIGNMENT Minimum OUT Low IN Medium IN High IN, unless initial designation is to USP\nMarion or ADX Florence, in which case the\ninitial custody assignment is MAXIMUM. Administrative IN, unless inmate is Minimum security\nlevel and designation was not for\nsecurity reasons, in which case the\ninitial custody assignment is OUT. P5100.08\n9/12/2006\nChapter 4, Page 15\n3. DESIGNATOR. The Designator will enter his or her initials. 4. REASON FOR DESIGNATION. Designators will use this section to\ndocument whether the primary reason for designation was for\nsecurity reasons or for management reasons. • Enter \"S\" if the inmate's security level is the\nprimary reason for designation and the placement is\nwithin normal guidelines. If \"S\" is entered, SENTRY\nwill not permit an entry in the “Management Reason”\nfield. • Enter \"M\" if a Management Variable is the primary\nreason for designation and placement is outside\nnormal guidelines. When \"M\" is entered, you must\nenter the appropriate Management Variable(s) (e.g., B\n= Judicial Recommendation, D = Release Residence,\netc.) under the Management Reason item. While one MGTV\nis generally sufficient, a maximum of three MGTVs may\nbe entered into SENTRY. In the unlikely event that an\ninmate’s designation facility is inconsistent with\nhis or her MSL, at least one additional non-MSL MGTV\nmust be added to support and explain the\ninconsistency. • When it is necessary to place an inmate at a\nparticular institution temporarily in order to\nreceive a parole hearing, a secondary designation is\nrequired. The DSCC will notify the Warden of the\nsecondary institution via GroupWise. Following the hearing, the institution\nwhere the inmate was first placed should review the\nsecondary designation and contact the DSCC if the\nresults of the hearing indicate that a change in the\nsecondary designation is required. 5. MANAGEMENT VARIABLES. See Chapter 5, pages 1-6 for a\ndescription of Management Variables and their\napplication. 6. REMARKS. The Designator will enter any relevant information\nnot already recorded that may have an impact on the designation\nprocess or the transportation of the inmate. P5100.08\n9/12/2006\nChapter 4, Page 16\nBP-337 INMATE LOAD AND SECURITY DESIGNATION FORM FEDERAL BUREAU OF PRISONS INMATE LOAD DATA\n1. REGISTER NUMBER\n2. LAST NAME\n6. RACE 7. SEX 3. FIRST NAME 4. MIDDLE 8. ETHNIC ORIGIN 9. DATE OF BIRTH 10. OFFENSE/SENTENCE 11. FBI NUMBER 12. SSN NUMBER 13. STATE OF BIRTH 14. OR COUNTRY OF BIRTH 15. CITIZENSHIP 16. ADDRESS-STREET 17. CITY\n21. HEIGHT FT IN 18. STATE 19. ZIP 20. OR FOREIGN COUNTRY 22. WEIGHT _____ LBS 23. HAIR COLOR 24. EYE COLOR 25. ARS ASSIGNMENT SECURITY DESIGNATION DATA\n1. JUDGE 2. REC FACILITY 5. VOLUNTARY SURRENDER STATUS 0 = NO 3. REC PROGRAM 4. USM OFFICE (-3) = YES IF YES, MUST INDICATE: 5a. VOLUNTARY SURRENDER DATE: __________________ 5b. VOLUNTARY SURRENDER LOCATION: ______________ 6. MONTHS TO RELEASE _______ 7. SEVERITY OF\nCURRENT OFFENSE 0 = LOWEST\n1 = LOW MODERATE 3 = MODERATE\n5 = HIGH 7 = GREATEST 8. CRIMINAL\nHISTORY\nSCORE 0 = 0-1\n2 = 2-3 4 = 4-6\n6 = 7-9 8 = 10-12\n10 = 13 + 8a. SOURCE OF DOCUMENTED ____ - PRESENTENCE INVESTIGATION REPORT or ____ - NCIC III\nCRIMINAL HISTORY\n9. HISTORY OF\nVIOLENCE\n10. HISTORY OF\nESCAPE OR\nATTEMPTS MINOR\nSERIOUS NONE\n0\n0 >15 YEARS\n1\n2 10-15 YEARS\n1\n4 5-10 YEARS\n3\n6 <5 YEARS\n5\n7 MINOR\nSERIOUS NONE\n0\n0 >15 YEARS\n1\n3 (S)"
}