{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 40,
  "chunk_text": "(1) All incidents involving the use of force on an inmate\nby contract guard personnel must be reported immediately to the\nCaptain or Operations Lieutenant. Additionally, each contract\nguard who was involved in and/or witnessed the incident must\nsubmit a memorandum to include all aspects of the incident. \n\n\n Any injury to guards, the inmate, or medical\npersonnel;\nType+ of restraint(s) used;\nDescription\n+\nof the incident; and\nAny +other significant information regarding the\nuse of force incident. (2) After the incident is reported to the institution, the\ninstitution's Special Investigative Agent (SIA) or Special\nInvestigative Supervisor (SIS) will conduct a thorough\ninvestigation and prepare a written report to the Warden. (3) At the conclusion of the SIS/SIA investigation, an\nafter-action review team will review all facts pertaining to the\nincident. This review team is comprised of the following\ninstitution staff: PS 5500.14\n10/19/2012\nChapter 8, Page 11\n\n\n\n Warden,\nAssociate Warden (Correctional Services),\nHealth Services Administrator, and\nCaptain. If the review team determines the contract guard personnel\nused excessive force, the incident will be reported to the\nBureau's Office of Internal Affairs. g. Termination of Contract Supervision Requirements (1) Upon an inmate’s release from the hospital, contract\nguard supervision of the inmate is no longer required. The\nsupervising contract guard will contact the institution Captain\nor Operations Lieutenant. (2) Institution staff must be dispatched to assume custody\nof the inmate. Upon arrival at the medical facility, Bureau\nstaff must adhere to the following guidelines.\n(a) Bureau staff must furnish appropriate official\nphoto identification to contract guard staff prior\nto assuming custody of the inmate. (b) The inmate must be thoroughly searched. (c) Appropriate restraints must be applied to the\ninmate. (d) The contractor personnel must relinquish custody\nto Bureau staff by completing a Transfer Receipt\nform BP-283(58). The releasing contract guard\nretains one copy of this receipt. (e) The inmate must be transported to the institution\nor other location, in accordance with procedures\nas outlined in the Program Statement on Escorted\nTrips. PS 5500.14\n10/19/2012\nList of Attachments\nLIST OF ATTACHMENTS\nAttachment A Retention of Documents Attachment B Official Count Form Attachment C Cost/Impact Statement Attachment D Lockdown Accountability Census Form Attachment E Post Order Review Sheet PS 5500.14\n10/19/2012\nAttachment A, Page 1\nRETENTION OF DOCUMENTS 1. Daily and Quarterly Roster . . . . . . . . . . . . . 10 Years\n2. Urine Lab Reports - Positive.. . . . . . . . . . Central File\n3. Urine Lab Reports - Negative.. . . . . . . . . . Log - Destroy\n4. Monthly Urine Surveillance Reports.. . . . . . . . . . 1 year\n5. Notification to Visitors Form. . . . . . . . . . . . . 1 year\n6. Administrative Detention Order.. . . . . . . . . . . . 90 days\n7. Unit Log books.. . . . . . . . . . . . . . . . . . . 10 years\n8. Lieutenant's Log.. . . . . . . . . . . . . . . . . . 10 years\n9. Monthly Reports. . . . . . . . . . . . . . . . . . . . 1 year\n10."
}