{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 53,
  "chunk_text": "It is the issuing office’s\nresponsibility to retain the money orders until a claim is made. In either situation, copies of the\nBP-A0328 are forwarded to the inmate and to the inmate’s central file. c. Funds Received Via the LockBox from Unauthorized Correspondent. Institution staff\nmay encumber funds posted to an inmate’s account via the LockBox from an unauthorized\nP4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 72 correspondent. Following the encumbrance, staff notify the Trust Fund Branch Deposit Fund\nSection by entering a ticket directly into the trouble ticket system. The message includes:\n■\n■\n■\n■\n■\n■ Inmate’s committed name. 8-digit register number. Date of transaction. Reference number. Amount. Circumstance. Depending on circumstances, the Trust Fund Branch Deposit Fund staff may void the deposit\nmade to the inmate account and follow procedures outlined in Section 8.8.b(1) or 8.8.b(2). Funds\nreturned to the sender, U.S. Post Office, or financial institution are made by U.S. Treasury check. A letter and copy of the original negotiable instrument are forwarded to the person or organization\nreceiving the funds. 8.9 MANAGEMENT OF FUNDS OF INMATES WHOSE WHEREABOUTS ARE\nUNKNOWN\nThe U.S. Treasury Financial Manual for Guidance of Departments and Agencies, Chapter 3000 of\nPart VI, titled Payment of Unclaimed Monies and Refund of Monies Erroneously Received and\nCovered, provides the basic directive for the disposition of funds for inmates whose whereabouts\nare unknown. Claims for funds deposited six or more years ago into whereabouts unknown are not processed or\ndisbursed. Management of funds for inmates identified whereabouts unknown are managed by\nthe Trust Fund Branch Deposit Fund Section. a. Processing Activities for Whereabouts Unknown Accounts\n(1) Local Processing. Each institution determines the current or last known location of any\ninmate who has funds on a TRUFACS account but has been released. Management of the\ninmate’s remaining balance is conducted as described below. Inmates in SENTRY as Prolonged-In-Transit for 120 days automatically have their TRUFACS\naccount status changed to SENTRY Release. When an inmate account changes to SENTRY\nRelease status because it has reached 120 days of Prolonged-In-Transit in SENTRY, research is\ndone to find the inmate’s current location and an attempt(s) made to disburse the funds. Attempt(s) to locate the inmate are documented in the comments field of the TRUFACS Inmate\nRelease Screen. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 73 If an earnest attempt to locate the inmate fails, the account balance is processed through the\nTRUFACS Release Screen by selecting the release type of Transfer Whereabouts UNK. (A sort\ncode of WUNK Transfer Out is automatically assigned to the account). When the release type “Transfer Whereabouts UNK” is used, the inmate’s status changes to\nReleased, and the account transfers from the institution to the Trust Fund Branch Deposit Fund\nSection “Whereabouts Unknown Funds Received Account,” pending disposition. The\naccounting transactions for this transfer are included in the daily inmate transfer record identified\nby the “WH” prefix assigned as the reference number. At this point, the funds become the\nresponsibility of the Trust Fund Branch Deposit Fund Section."
}