{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 132,
  "chunk_text": "The annual\naccruals are submitted to financial management through the MCA\nand CCRA. If the estimated monthly expenditures are projected to\nbe stagnant throughout the fiscal year, this figure can simply be\ndivided by 12. However, known variables, such as option year per\ncapita changes or projected population changes, must have an\nindividualized accrual for each of the 12 months calculated and\nsubmitted. 2.\nIf at anytime during the fiscal year the CCM office\nexpects a significant change in the originally submitted\naccrual, they shall submit an amended accrual through the MCA\nand CCRA to the Regional Comptroller. PS 7300.09\n1/12/98\nChapter 7, Page 6 By the 25th of each month, each region must submit the\n3.\nactual expenditures for the previous month to the Operations\nSection in the CCB. Policy requires that “accruals” be as accurate as possible. Accurate projections result in accurate accruals. Therefore,\nit is essential that staff perform legitimate, detailed projections\neach year for each contract, track accruals against expenditures\nmonthly, and make adjustments as necessary. 7.5. CONTRACTOR BILLINGS An invoice is the bill or written request of payment the contractor\nprovides for services rendered. Payments are based on a proper\ninvoice and satisfactory performance of contract terms. The MCA\nand CCRA must monitor bill processing closely to ensure CCMs follow\nproper procedures and process bills in a timely manner. Specific\nprocedures related to bill verification and certification are found\nin the Community Corrections Technical Reference Manual. CCMs must certify that services presented for payment have been\nrendered. This must be done within five working days following\nreceipt of an accurate bill. All bills are date-stamped with the\ndate received and are reviewed promptly to determine if they are\naccurate. Incorrect billings shall be returned to the contractor\nfor correction. The CCM shall maintain documentation to show the\ndate bills are received as well as the date bills are returned to\nthe contractor for corrections. When billings are determined to be accurate, the CCM approves\npayment by signing the voucher (SF-1034) and forwarding it along\nwith a copy of the billing to the CCRA within 5 days of receipt. The CCRA then initials or signs the voucher and forwards it to the\nOffice of Financial Management. If the contractor collects 25% of subsistence from the resident,\nthe CCM must ensure the billing calculations reflect the amount of\nthese collections and that the Bureau receives credit for them. Further information regarding subsistence is found in Chapter 5.\n7.5.1. Medical Payments Inmates in CCCs are expected to become financially self- sufficient\nand therefore, bear the cost of medical care. Refer to\nChapter 5 for further information. The Bureau shall, however, accept financial responsibility for\ninmates housed in contract detention facilities or CCC inmates with\nunusual circumstances. The CCM must consult with the PS 7300.09\n1/12/98\nChapter 7, Page 7\nRegional Health Services Administrator (RHSA) prior to approving\nservices. The MCA and CCRA must be made aware of any unusual\ncircumstances. Outside hospital, surgical, prescription and dental costs of\noffenders housed in contract facilities are charged to FMS Cost\nCenter 225 (Outside Medical Service), Program B.\nThis Cost\nCenter is managed by Bureau of Prisons Medical Services. Community corrections staff do not obligate or expend funds from\nthis Cost Center. Outside medical costs are not included in the\nbasic daily contract rate."
}