{
  "document_category": "guidance",
  "document_name": "Model-Tribal-Code_508.pdf",
  "chunk_index": 2,
  "chunk_text": "Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N i CHAPTER GENERAL MATTERS\nSECTION 1.01 TITLE This Code/Ordinance shall be known as the Name of Tribe Sex Offender\nRegistration and Notification Code [hereafter \"Code\"]. 1 t Replace “Name of Tribe” with\nyour Tribe/Nation’s name\nwherever the term is found\nin this Code/Ordinance. SECTION 1.02 PURPOSE The intent of this Code is to implement the federal Sex Offender Registration and\nNotification Act (SORNA) (Title I of Public Law 109-248) (42 U.S.C. § 16901, et seq.)\nand shall be interpreted liberally to comply with the terms and conditions of SORNA\nas presently written or hereafter amended. SECTION 1.03 CREATION OF REGISTRIES A. Sex Offender Registry. There is hereby established a sex offender registry,\nthe “Name of Tribe Sex Offender Registry” which the Responsible Agency\nName shall maintain and operate pursuant to the provisions of this Code, as\namended. B. Public Sex Offender Registry Website. There is hereby established a public t Which agency will be\nresponsible for sex\noffender registration? Use\nthe name of that agency\nin this Code/Ordinance\nwherever “Responsible\nAgency Name” is found. sex offender registry website, the “Name of Tribe Public Sex Offender Registry\nWebsite” which the Responsible Agency Name shall maintain and operate\npursuant to the provisions of this Code, as amended. SECTION 1.04 APPLICABILITY Sex offenders who:\nA. Reside on lands under Name of Tribe’s jurisdiction, including reservation lands\nor property owned by the tribe in fee or trust regardless of location,\nB. Are employed on lands under Name of Tribe’s jurisdiction, including on reservation\nlands or on property owned by the tribe in fee or trust regardless of location,\nC. Attend school on lands under Name of Tribe’s jurisdiction, including on reservation\nlands or on property owned by the tribe in fee or trust regardless of location,\nD. Are convicted by Name of Tribe for a sex offense, or\nE. Are incarcerated by Name of Tribe for a sex offense,\nare subject to the requirements of this Code. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N t On which lands will this Code\nbe applicable to? Trust, Fee,\nLease, or any lands within\nthe tribe's boundaries? Designate this specifically,\nand make sure consistent\nin § 5.01, 5.02, and 5.04. Are the registration\nrequirements applicable to\nall sex offenders, just tribal\nmembers, or just members\nof your tribe? If limited\nin any way, make sure to\nlimit the definition of “sex\noffender” accordingly in\n2.01(K), and to review the\nremainder of the Code for\nconsistency. Note: SORNA\nrequires jurisdictions to\nregister all sex offenders. 1 CHAPTER TERMINOLOGY AND\nREGISTERABLE OFFENSES 2 SECTION 2.01 DEFINITIONS The Definitions below apply only to this Code and any accompanying administrative\npolicies or procedures which are adopted to carry out its terms. A. Convicted. An adult sex offender is “convicted” for the purposes of this Code\nif the sex offender has been subjected to penal consequences based on the\nconviction, however the conviction may be styled."
}