{
  "document_category": "guidance",
  "document_name": "1351_005_CN-2.pdf",
  "chunk_index": 6,
  "chunk_text": "9. [PROTECTION OF INDIVIDUAL PRIVACY - DISCLOSURE OF RECORDS TO\nTHIRD PARTIES § 513.34.] Bureau employees must carefully\nmaintain and process all information concerning individuals to\nensure that information is accurate, relevant, and timely, and to\nensure that no inadvertent disclosure of information is made. PS 1351.05\n9/19/2002\nPage 7\n[a. Information that concerns an individual and is contained in\na system of records maintained by the Bureau shall not be\ndisclosed to any person, or to another agency, except under the\nprovisions of the Privacy Act, 5 U.S.C. 552a, or the Freedom of\nInformation Act, 5 U.S.C. 552, and Departmental regulations.] Staff may disclose information from a Bureau system of records\nonly if one or more of the following criteria apply:\n(1) With the written consent of the individual to whom the\nrecord pertains. The Release of Information Consent form\n(BP-S192.013) may be used;\n(2) To employees of the DOJ who have a need for the record\nin the performance of their duties;\n(3) If disclosure is permitted under the FOIA,\n5 U.S.C. § 552, e.g. “public information”, when the public\ninterest in disclosure of the information outweighs the privacy\ninterest involved;\n! For guidance on what constitutes “public information,\"\nsee Attachment B. (4) For a routine use described in the DOJ \"Notice of\nRecord System\" for the system of records which contains the\ninformation, as published in the Federal Register.\n! For a list of the Bureau’s systems of records that have\nbeen published in the Federal Register, see the\nBureau Systems of Records (Attachment C), as updated in\nBOPDOCS. ! The published notices for these systems describe the\nrecords contained in each system and the routine uses\nfor disclosing these records without obtaining the\nconsent of the person to whom the records pertain. For\ncopies of the published systems notices, see BOPDOCS\nand/or contact the FOIA/PA section of the Office of\nGeneral Counsel. A list of routine uses for records contained in the Inmate\nCentral File is also contained in the Program Statement\nconcerning Central File, Privacy Folder, and Parole Mini-Files. Routine uses for Bureau systems of records may include the\nfollowing:\n(a) To Federal, state, local and foreign law enforcement\nofficials for law enforcement purposes such as investigations,\npossible criminal prosecutions, civil court actions, or\nadministrative and regulatory proceedings. PS 1351.05\n9/19/2002\nPage 8\nLaw Enforcement requests for telephone monitoring\ninformation:\n! For telephone monitoring information concerning\ninmate telephone calls, ordinarily only\ntransactional data (e.g. date, time, duration of\nthe call) may be disclosed to Federal and state\nauthorities for use in criminal investigations or\nprosecutions, upon a written request via BP-A0655,\nRequest for Inmate Transactional Data. ! Access to inmate telephone conversations that were\npreviously recorded, or copies of the recorded\ntelephone conversations (even when those conversations\nare yet to be recorded as long as the monitoring and\nrecording is in the ordinary course of BOP duties), or\nwritten transcripts, shall only be disclosed to a\nrequesting law enforcement authority when: (1) requested in an emergency situation; (2) criminal activity is discovered as part of\nthe routine monitoring for prison\nadministration purposes; or (3) requested through proper process (e.g., written\nendorsement by a U.S. Attorney or DOJ Criminal\nSection Chief, in connection with a criminal\ninvestigation, grand jury subpoena, or\nadministrative subpoena); or"
}