{
  "document_category": "guidance",
  "document_name": "2016_AHTF_AOM.pdf",
  "chunk_index": 8,
  "chunk_text": "If current personnel are redeployed into this program, they must be paid with local funds. AHTF award funds\nmay be used to backfill the resulting vacancy with newly hired personnel for an equivalent amount of time. (Please note: Overtime for sworn officers engaging in AHTF-related activities is an allowable cost; however, any\novertime expenses requested for sworn officer positions must be listed in the “Other Costs” section of your\napplication’s budget. Overtime expenses must exceed the expenditures that your agency is obligated or funded\nto pay in its current budget.) Civilian/non-sworn personnel (salaries and benefits)\nCivilian salary and fringe benefits apply to new personnel not already funded in the applicant’s local budget. Staff must be hired on or after the award start date, and positions must directly relate to the AHTF project. Examples of allowable personnel and fringe benefits costs include those for civilian AHTF project coordinators or\nanti-heroin/drug problem analysts. Supplies All supplies must be used solely for the project identified in your project proposal. Reimbursement for office\nsupplies that are consumed by routine administrative purposes instead of project-related activities is prohibited. Items must meet the guidelines described in 2 C. F. R. § 200.314 as adopted by the U.S. Department of Justice in\n2 CFR § 2800.101. Travel/training\nTravel costs for transportation, lodging, subsistence, temporary dependent care, and related items are allowable\nunder the COPS Office Anti-Heroin Task Force program with prior approval from the COPS Office. In accordance with 2 CFR § 200.474, travel costs for official business directly related to the award will be\nreimbursed based upon the recipient’s written travel reimbursement policies if the costs are reasonable and\nallocable under the project. In the absence of an acceptable written policy regarding travel costs, allowable rates\nand amounts established by the U.S. General Services Administration (GSA) for the relevant geographic area will\napply. The current GSA travel policy and per diem rates can be found at www.gsa.gov. Allowable airfare costs\nwill be reimbursed based upon least expensive unrestricted accommodations class offered by commercial\nairfare, the Federal Government contract airfare (if authorized and available), or standard coach airfare, unless\notherwise authorized in advance by the COPS Office. Temporary dependent care costs above and beyond regular dependent care that directly results from\nconference travels are allowable as long as the costs incurred (1) are a direct result of the individual’s travel for\nthe federal award; (2) are consistent with the recipient’s documented travel policy for all entity travel; and (3) are\nonly temporary during the travel period. 6 2016 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual The COPS Office Anti-Heroin Task Force program will fund award-related travel costs for the recipient agency or\nother (nonrecipient) individuals to attend training and technical assistance conferences, seminars, or classes or\nto visit a site specified in the application. Allowable award-related travel costs that were included in the\napplication have been approved by the COPS Office as part of the AHTF award and final budget. Your agency\nshould keep timely and accurate records of all travel expenses. If at any time these costs change, you should\nimmediately contact your COPS Office Grant Program Specialist."
}