{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 40,
  "chunk_text": "These instruments are designed to\nassist Bureau staff in making thorough program evaluations based\non contract requirements as detailed in the SOWs. The Bureau can\nonly require compliance with items that are provided for in the\ncontract, and may only make suggestions in other areas. PS 7300.09\n1/12/98\nChapter 4, Page 30\nContract monitorings are \"inspections\" or \"reviews\" as\ndescribed below:\n4.5.6.1. CCCs a. The first full monitoring of all new CCC contract awards\nshall occur not less than 60 days nor more than 90 days after\nperformance begins, all subsequent interim and full monitorings\nwill follow regularly scheduled time frames as noted in Table 1:\nTABLE 1\nMONITORING SCHEDULE FOR CCCs\nTYPE OF\nFACILITY ADP PRIOR SIX\nMONTHS NUMBER OF FULL\nMONITORINGS NUMBER OF\nINTERIMS\nBETWEEN FULLS MINOR 0 - 15 1 EVERY 18 MOS 2 MODERATE 16 - 30 1 EVERY 12 MOS 2 MAJOR 31 & OVER 1 EVERY 12 MOS 3 b.\nfull monitoring of major-use (average daily population\nof 31 or more offenders the previous six months) and moderate-use\nCCCs (average daily population of between 16 and 30 offenders the\nprevious six months) shall be conducted annually. This inspection shall be a thorough, comprehensive review of the\ncontractor's operation. It shall include a close examination of\nevery facet of the contract's requirements. Ordinarily, the inspection team shall consist of the CCM/COTR\n(Auditor-In-Charge), the COS, and any additional staff identified\nby the CCM, MCA, or CCRA. U.S. Probation staff should\nbe invited to attend CCC full monitorings. \"Working papers\" are\nthe handwritten notes, etc., and duplicated documents which shall\nform the basis of the Contract CCC Full Monitoring Instrument\n(Attachment 4-7). Although the majority of the items contained\nin this instrument are applicable for all CCCs, additions and/or\ndeletions to this monitoring instrument may be necessary\ndepending on the requirements contained in the SOW. The Auditorin-Charge is responsible for ensuring the monitoring instrument\nadequately addresses the requirements contained in the SOW. PS 7300.09\n1/12/98\nChapter 4, Page 31 Because of the possibility of contract dispute or need to further\nexplain the findings of monitorings, it is important all sections\nof the monitoring instrument be complete, comprehensive, and\nlegible. No blank spaces shall appear on the instrument. These papers shall be maintained in the CCM Contract File for the\nlife of the contract. Normally, the contractor is notified in advance of all regularly\nscheduled full monitorings. This notification is\ncommonly accompanied by a request to have the contractor forward,\nin advance of the monitoring, documentation that specific\nrequirements of the contract are being met. In addition, office\nlogs, files of offenders and SENTRY data can be examined in\nadvance and included in the contract monitoring working papers. The monitoring report to the contractor shall be composed of\nfindings extracted from the monitoring instrument and supported\nby the working papers. The format of the report to the\ncontractor shall follow the Monitoring Report Format (Attachment\n4-6). c.\nFull monitorings of minor-use CCCs (average daily\npopulation of 15 or less offenders for the previous six months)\nshould be conducted every 18 months. They shall be performed\nexactly as outlined above in (b).\nd. The full monitorings of all CCCs shall be supplemented\nwith unannounced interim review monitorings, ordinarily conducted\nby the COS."
}