{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 48,
  "chunk_text": "The COPS Office and designated representatives from the Office of the Chief Financial Officer, Office of\nJustice Programs monitor the financial aspects of your agency’s grant through financial reports, on-site visits,\noffice-based grant reviews, meetings, telephone contacts, reports, audits, reviews of grant change requests,\nand special request submissions. Program Progress Reports\nQuarterly Program Progress Reports and a Final Program Progress (Closeout) Report are required to be\nsubmitted directly to the COPS Office through the “Account Access” link of the COPS Office website at\nwww.cops.usdoj.gov. How do we file a Program Progress Report? Please access the COPS Office website at www.cops.usdoj.gov and click on the “Account Access” link at the\ntop right-hand side of the page. Once you are logged in, select “Applications” from the agency portal menu,\nclick on the “Progress Report” icon, and follow the instructions to complete your report. How do we obtain online access to complete the Program Progress Report? If you do not have login access, you should contact your agency portal administrator to set up an account\nfor you. If you have a registered account, but do not remember your password, you may reset your password by\ngoing to the agency portal homepage in “Account Access”, entering your e-mail address, and clicking on the\n“Forgot Password” link. If you do not have your user name or your password, please contact the COPS Office\nResponse Center by phone at 800-421-6770 (from Monday through Friday between 9:00 AM and 5:00 PM\nEastern time) or by e-mail at AskCopsRC@usdoj.gov. 39 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Do we need to request a Program Progress Report? No. The COPS Office will notify your agency directly when the report is due. A notification for submitting\nyour quarterly Program Progress Report will be sent electronically in January/April/July/October, covering\nactivities for the preceding calendar quarter. Notification for submitting your Final Program Progress\n(Closeout) Report will be sent to your agency in the month following your grant end date. When are Program Progress Reports due? Program Progress Reports for COPS Office grants must be submitted every quarter and no later than 30 days\nafter the last day of each reporting quarter, as detailed below:\nTable 2. Due dates of Program Progress Reports by quarter\nReporting Quarters Program Progress Report Due Date January 1–March 31 April 30 April 1–June 30 July 30 July 1–September 30 October 30 October 1–December 31 January 30 What kind of information will these reports require? They will request information about the status of your agency’s hiring or rehiring of additional career law\nenforcement officers and your grant-related community policing activities. What if we make a mistake or need to modify the report after it is submitted? Grantees may need to make a change or may be asked by a subsequent COPS Office reviewer to make\na correction to a submission. The recipient can update the submission by logging on to the COPS Office\nwebsite or by calling the COPS Office Progress Report Team at 800-659-7379. Will the data that we submit be publicly available?"
}