{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 91,
  "chunk_text": "The CCM shall\ncarefully review this information and consult with the MCA, the\nCCRA, and Bureau mental health staff, such as the regional\npsychology services administrator, to determine if the inmate\nshould remain at the facility or be transferred. PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 4\n5.1.2. Early Designation for Inmates in State Custody When prisoners are within 30 days of release from state sentences\nand a federal term of incarceration is to follow, community\ncorrections staff shall act upon requests for designations from\nthe USMS. Community corrections staff shall contact a state\nemployee for a verbal report on the inmate’s offense conduct and\ninstitutional adjustment (to include incident report history) as\nit applies to the designation process. They must also confirm\nthe scheduled release date before requesting designation. The\nUSMS must provide documentation verifying the sentence is\ncomplete. For procedures to follow for inmates with concurrent federal and\nstate sentences, refer to the Program Statement on Designation of\nState Institution for Service of Federal Sentence. 5.1.3. Voluntary Surrenders The courts allow some inmates to surrender voluntarily to\ndesignated facilities. If the court does not establish a date,\nthe CCM shall contact the USMS to establish a surrender date. If\nthe USMS does not establish a date, the CCM may do so. When the\nCCM becomes aware of a change in a date of voluntary surrender,\nhe or she shall notify the regional designator and the Inmate\nSystems Manager (ISM) at the designated institution via BOPNet. Contract facilities shall be notified of surrender date changes\nby telephone or mail. Documentation of this notification must be\nmaintained until the voluntary surrender has occurred. This\ndocumentation may be maintained by saving the BOPNet message in\nan electronic file, by a comment in the designation log, or\nanother method the CCM deems appropriate. Self surrender dates\nfor ICC designations should be established as close to the class\nstart date as is practicable. For further information, refer to\nthe Program Statement on Unescorted Transfers and Voluntary\nSurrenders and, in the case of voluntary surrender to an ICC, the\nIntensive Confinement Center Program Statement. 5.1.4. Appeals If a CCM becomes aware that an inmate has been released on an\nappeal after an institution was designated for that inmate, the\nCCM shall notify the regional designator and the ISM at the\ndesignated federal institution by BOPNet. If a contract facility\nis the inmate's designated location, the CCM shall notify staff\nat that facility. Documentation of notification must be\nmaintained until the appeal process is completed. The\ndocumentation may be noted in an electronic file or another CCM\napproved method. PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 5\n5.1.5. Records and Documents a.\nCCMs shall maintain a designation tracking system (see\nAttachment 5-1, Designation Log) that provides sufficient\ninformation to permit review of the designation process. These\nrecords are to be maintained until the next Program or\nOperational Review. If cases are not processed in a timely\nmanner as noted in the Security Designation and Custody\nClassification Manual, the CCM shall clearly document the\nreasons. b. When federal institutions are designated, CCMs shall\nforward (by regular mail) within two working days, copies of\nCentral Inmate Monitoring (CIM) documentation, if available, to\nthe CIM coordinator and all copies of the PSI and other relevant\ninformation or documents to the ISM at the designated\ninstitutions. c."
}