{
  "document_category": "guidance",
  "document_name": "6400_003.pdf",
  "chunk_index": 10,
  "chunk_text": "The brochure will provide information\nregarding access to dental care/services, time of clinic operation, and oral health information to\ninclude pictures or illustrations demonstrating proper hygiene technique. A template pamphlet\nwill be available on Sallyport. The recorded dental findings are used in prioritizing care. Patients must submit a request to staff\nin order to be added to the dental Routine Treatment List. Patients that have received their A&O\nexam can be authorized for hygiene appointments up to 18 months from the date of the A&O\nexamination. c. Treatment Planning Examination. Complete examinations performed by the dentist after\nthe A&O Examination are Treatment Planning Examinations. These examinations enable the\npractitioner to assess risk, diagnose oral disease, and develop and document a treatment plan. The examination is completed before providing non-urgent treatment and is a thorough and\ncomplete visual and tactile examination. It will determine the basis for dental treatment,\ncontinued dental maintenance, and frequency of future dental appointments, including continued\nrecall hygiene appointments. Inmates who have not been seen by the dental hygienist within the\n18-month A&O Examination authorization will have a Treatment Planning Examination prior to\ninitiating periodontal or hygiene treatment. The purpose of these diagnostic examinations\nincludes determining baseline findings, monitoring an inmate’s diagnostic changes during and\nafter dental treatment, as well as the need for supplemental care. A treatment planning exam can include:\n■\n■\n■\n■\n■ An EMR health history review and inmate compliance review. A head and neck/soft tissue examination. A periodontal examination or CPITN assessment. Review of the screening examination findings. Radiographs and their interpretation, as deemed clinically indicated by the treating provider. P6400.03 6/10/2016 13 ■ Updated clinical findings and a detailed treatment plan will be entered into the treatment\nplanning screen of EMR, prioritizing care as necessary. ■ Caries risk assessment. ■ Documentation of oral health education. ■ Consultations and laboratory tests deemed necessary. ■ Intraoral photographs as needed. d. Limited Examination. A Limited Examination is performed on sick call appointments\nwhere the provider is focusin onl on the patient’s chief complaint. This is not a substitute for a\nTreatment Planning Examination. e. Oral Health Assessment. An Oral Health Assessment, conducted by the registered dental\nhygienist, is part of the dental hygiene encounter and includes elements that describe the oral\ncondition. This is not a diagnostic examination and therefore is not intended to replace the\nTreatment Planning Examination. 9. COMPREHENSIVE DENTAL CARE (NON-URGENT DENTAL CARE) This care includes non-urgent treatment procedures identified on the Treatment Planning\nExamination. Inmates’ need for care is based on individual considerations, including the need\nfor treatment, follow-up, and dental hygiene recalls. The treating dentist may discontinue care at\nany time if it becomes apparent the inmate is not practicing proper oral hygiene. This will be\ndocumented in EMR. Inmates will still have access to emergency dental care (e.g., to treat\ninfection, pain, etc.) The BOP scope of comprehensive dental care includes:\na. Diagnostic Procedures:\n■\n■\n■\n■ Radiographs. Clinical examinations (Treatment Plan Exam): diagnostic assessment of current oral health. Head and neck/soft tissue examination\nOral disease risk assessment. b. Preventive Services:\n■ Dental prophylaxis (hygiene appointment), as determined by the dentist’s prescriptive\nrecommendations. H iene recall appointments are subject to a dentist’s updated clinical\nexamination."
}