{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 21,
  "chunk_text": "However, Wardens may limit the\nnumber of entrees stored in inmates’ cells to fewer than 21 for inmates at the ADX Florence,\nColorado, or in any special housing unit or hospital, if a limitation is necessary for security and\nsanitation. (4) Beverages and Related Items. Instant drinks such as coffee, tea, Tang, Kool-Aid, hot\nchocolate, powdered milk; condiments such as non-dairy creamer and sugar; carbonated drinks\nsuch as Coca-Cola, Pepsi-Cola, Royal Crown Cola, and Seven-Up; juices such as apple, orange,\ngrape, pineapple, and grapefruit. (5) Postage Stamps. The Commissary may sell a maximum of five different denominations of\nstamps. The only first class stamp purchased for resale will be the “Forever” stamp. The\nCommissary may stock pre-stamped international postage envelopes. The Commissary must\nP4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 31 have sufficient stamp denominations to allow mailing of domestic letters, letters in excess of one\nounce but not requiring an additional first class stamp, foreign mail, packages, registered or\ncertified letters or packages, and any other charges attributable to mail privileges. Ordinarily, the Commissary sells no more than 20 postage stamps (for first class, domestic,\none-ounce mailing), or the equivalent per Commissary visit. An exception may be made where\nvisits are limited to one per week or less, in which case the Unit Manager may authorize in writing\nadditional purchases based on a demonstrated need. The authorization should be scanned into\nTRUFACS. (6) Radios. Only clear digital radios (AM/FM) are permitted for sale. Radios are\nbattery-operated, receive only AM/FM frequencies, and are equivalent to a Sony Walkman type\nAM/FM (Digital) – that is, a “Walkman”-type radio/receiver that can only be listened to using\nearphones, has been approved by the Warden, and has performance and characteristics that comply\nwith Federal Communication Commission (FCC) requirements in 47 CFR, part 15, subpart C.\n(7) Watches. Watches ($100 maximum selling price, no stones, electronically unsophisticated\n[i.e., cannot send or receive signals]) and watch batteries. (8) MP3 Players. In order to provide an additional method to disseminate information, provide\neducational materials, provide inmates access to music at remote locations, and provide access to\nculturally diverse music, the MP3 player identified by the Central Office, Trust Fund Branch, is\nsold in the Commissary. This MP3 player may only be ordered from the vendor identified by the\nCentral Office, Trust Fund Branch, to ensure the special security features and interface with\nTRULINCS function correctly. The players will have many of the normal features deactivated (Micro SDHC slot, microphone,\netc.) for security purposes. The players will be programmed with security controls that will link\neach player to a specific inmate. Once the player is activated it will display that inmate’s name\nand register number. The player casing will be at least partially clear. The decision to allow MP3 players in Special Housing Units (DS/AD) or any other special units is\nmade locally. The MP3 chargers (including covers) used to charge the MP3 players must conform to the\nspecifications provided by the Central Office, Trust Fund Branch. The setup of these stations will\nbe determined locally."
}