{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 49,
  "chunk_text": "If the Awardee has never received a federally\napproved indirect cost rate, it may elect to charge a de minimis rate of 10% of modified total direct\ncosts (MTDC) in lieu of negotiating a rate with the cognizant federal agency. See 2 CFR § 200.414(f ).\n25. Follow the COPS Office Curriculum Standards, Review and Approval Guide and COPS Office Instructor\nQuality Assurance Guide, if developing training curriculum or delivering training under this cooperative\nagreement. A copy of these guides will be supplied to you by your COPS Office Program Manager. 26. Notify and consult with the COPS Office prior to establishing a formal partnership with any non-federal\nentity, including soliciting and accepting free goods or services, on activities under this cooperative\nagreement. C. Awardee acknowledgments This section of the cooperative agreement is similar to the award conditions listed in section 1 and notifies\nyou of important award requirements. The awardee acknowledges the following:\n1. If any part of the funded project contains research or statistical activities which involve human subjects\nthat are not covered by an exemption set forth in 28 C.F.R. § 46.101(b), the awardee must meet the\nprovisions of the U.S. Department of Justice’s common rule regarding the Protection of Human Subjects,\n28 C.F.R. Part 46, prior to the expenditure of federal funds to perform such activity(ies). The awardee\nalso agrees to comply with 28 C.F.R. Part 22 regarding the safeguarding of individually identifiable\ninformation collected from research participants. 36 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 2. Implementation of this award shall be subject to federal monitoring, auditing, or evaluation and/or\na Single Audit Act audit (see 2 C.F.R. §200.501). The awardee agrees to cooperate with such activities\nby providing access to and copies of, as appropriate, all project-related records, documents and\npersonnel. An awardee that expends $750,000 or more in federal award funds (from all sources) during\nthe awardee’s fiscal year must have a single audit conducted in accordance with §200.514 Scope of\naudit, except when it elects to have a program-specific audit conducted in accordance with 2 C.F.R.\n§ 200.501(c). For-profit (commercial) entities should follow the dollar threshold in 2 C.F.R. § 200.501 in\ndetermining whether to conduct an audit in accordance with the Government Auditing Standards. 3. Failure to comply with the terms and conditions of this award may result in legal sanctions including,\nbut not limited to, suspension and termination of funds, repayment of expended funds, and ineligibility\nto receive additional COPS Office funding. 4. False statements or claims made in connection with COPS Office awards may result in fines,\nimprisonment, debarment from participating in federal grants or contracts, or any other remedy\navailable by law to the Federal Government. D. Specific requirements This section of the cooperative agreement will specify tasks that awardees agree to fulfill during the\nstated time frames including addressing peer reviewer and COPS Office staff comments to deliverables\nand producing an executive summary document for each publication developed under the award. Any\nproposed changes to these tasks must be submitted to the COPS Office Program Manager for approval."
}