{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 113,
  "chunk_text": "c.\nSupervision Cases. Contract staff submit release plans\nto the USPO when they determine release is appropriate, based on\nprogram progress or adjustment. 5.14.2. Release Forms and Report Distribution Parole certificates are mailed or faxed from the U.S. Parole\nCommission directly to the CCC. The community corrections Legal\nInstruments Examiner shall ensure that the contractor lists the\nnumber of days remaining to be served and that any special\nconditions are noted on the reverse side of the parole\ncertificate prior to the inmate being released from the CCC. The\ncontractor shall mail the signed parole certificate to the CCM\nfor inclusion in the institutional file. See Attachments 5-5a\nthrough 5-5f.\na. Parole (1)\nConditions of release are read to the inmate and\nthe inmate's signature (witnessed and dated by a staff member) is\nobtained on each of the Parole Certificates and SPT Certificates,\nwhen applicable. Each page of\nthe certificates is signed individually, in pen, and is not\ncarbonized. Release on Parole is not effective\nwithout the inmate's signature. Copies are distributed\nas follows:\n(a)\n(b)\n(c)\n(d) Original to inmate. Copy to USPO. \"Institution Copy\" to CCM. Copy to U.S. Parole Commission Office. PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 36\n(2)\nNotice of Release and Arrival - Distribute copies\nas above, plus one copy to the U.S. Attorney's office in the\nDistrict of Sentencing. b.\nMandatory Release. Distribute copies of the appropriate\npaperwork as noted in section \"a\" above.\nc. Expiration. (1)\nNotice of Release and Arrival - Distribute the\noriginal to the USPO, with a copy to the CCM and to the U.S.\nAttorney in the district of sentencing. The\ninmate is advised if probation or special parole\nsupervision is to follow release. Note:\n\"New law\" cases are released on the expiration\nof their term less any time credited for applicable Good Conduct\nTime (GCT). They are processed in accordance with\nestablished procedures for cases released by expiration. (2)\nSpecial Parole Term Certificates (if applicable) See distribution of Parole Certificates. d.\nSupervision Cases. The contractor coordinates release\nthrough the USPO and informs the CCM. e. Terminal Reports (1)\nThe contractor prepares and forwards a Terminal\nReport to the CCM. This is done after release from a\nCCC within the time frame specified in the applicable Statement\nof Work. See Attachment 5-5f as an example of a Terminal\nReport. (2)\nDistribution: Original to CCM for forwarding to\nthe institution file, copy to USPO, copy to U.S. Parole Commission\nOffice (if applicable). 5.14.3. Fines/Assessments (Old Law Cases) A fine is a monetary penalty associated with an offense that is\nimposed as a part of a judgment. The two types of fines are\ncommitted and non-committed fines. See Attachments 5-6 and 5-7. A\ncommitted fine is paid or other arrangements are made for the\nhandling of the fine prior to the inmate's release. A noncommitted fine is one where the status of payment of the fine\nwould not affect the release date. See the Program Statement on\nFines and Costs. PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 37\n5.14.4. Fines/Assessments (New Law Cases) Pursuant to Title 18 U.S.C. ยง 3624(e): \"No prisoner shall be\nreleased on supervision unless such prisoner agrees to adhere to\nan installment schedule, not to exceed two years except in\nspecial circumstances, to pay for any fine imposed for the\noffense committed by such prisoner.\"\na."
}