{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 67,
  "chunk_text": "Any additional information that would support the case The COPS Office authorizes noncompetitive proposals in response to a written request from the\nrecipient. If competition is determined inadequate after solicitation of a number of sources, please include\nthe following:\n•\n• Results of a market survey to determine competition availability; if no survey is conducted,\nplease explain why not\nAny additional information that would support the case Section III. A declaration that this action/choice is in the best interest of the agency\nFailure to provide all of the necessary information will delay the processing of your request. Your agency will be\ncontacted if any of the identified information is missing or if additional supporting information is required. If the\nCOPS Office determines that the request does not meet the standards set forth above, the request will be\ndenied. Please be advised that conflicts of interest are prohibited under the procurement standards set forth in 2 C.F.R.\n§200.318(c). In addition, program funds should not be awarded to any party that is debarred or suspended from\nparticipation in federal assistance programs. 68 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual If you have any questions regarding the federal requirements that guide procurement procedures, please\ncontact your COPS Office Grant Program Specialist. For more information about COPS Office programs and resources, please call the COPS Office Response Center\nat 800-421-6770 or visit the COPS Office online at www.cops.usdoj.gov. 69 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual III. Accessing Award Funds This section provides answers to payment-related questions, including all the information needed to set up your\npayments. For assistance with financial management and award administration, please contact the COPS Office\nResponse Center at 800-421-6770 or visit our website at www.cops.usdoj.gov/. Payment method What method of payment is used? There is currently one payment system available for accessing federal award funds—the Grant Payment Request\nSystem (GPRS). GPRS is a web-based system that enables grantees to use a secure Internet connection to request\nfunds. Approved payment requests will automatically be scheduled for payment by the United States\nDepartment of the Treasury through electronic funds transfer (EFT). The Automated Clearing House (ACH) is the\nprimary system that agencies use for EFT. A recipient will be able to review previous payment requests made\nsince July 2009. For more information regarding GPRS, please go to\nwww.ojp.usdoj.gov/about/offices/ocfogprs.htm to view the user guide. Setting up your account How do we set up a new GPRS account? If you are a new recipient to the COPS Office, your agency should determine which authorized employee(s) will\nbe responsible for requesting federal funds for your COPS Office awards through the GPRS system. The\nindividual(s) selected must click on the following link and register with the GPRS system to become a drawdown\nspecialist for your agency: https://grants.ojp.usdoj.gov/gprs/welcome. Once you have been approved, you will receive an e-mail containing a temporary password and information on\nhow to use GPRS. Please note that part of the verification process may involve outreach to your law enforcement\nexecutive and/or government executive or other financial points of contact to validate the information that was\nprovided during the registration process."
}