{
  "document_category": "guidance",
  "document_name": "5310_017.pdf",
  "chunk_index": 10,
  "chunk_text": "Chief psychologists are responsible for ensuring the psychological services provided by their\ndepartments meet or exceed professional standards and are informed by empirical data in the field\nP5310.17 8/25/2016 12 of psychology, as well as an understanding of best practices in correctional psychology. To this\nend, the Branch designates certain Evidence-Based Practices (EBPs) as Priority Practices. Priority\nPractices are:\n■ EBPs.\n■ Interventions addressing core mental health and/or reentry needs of the inmate population. ■ Services for inmates with the greatest need for mental health intervention and/or the greatest\nrisk of recidivism. ■ Cost effective interventions selected and supported by the Branch as preferred service\nmodalities for the agency. The Branch places information regarding Priority Practices for each type of institution on\nSallyport. Chief Psychologists are responsible for selecting interventions from the Priority\nPractices list consistent with their institution’s security level, care level, and mission. Ordinarily,\nPsychology Services Departments are actively engaged in the provision of Priority Practices as an\nessential function. Priority Practices are offered before other types of programming groups. Inmate Orientation to Psychology Services. Each institution is responsible for providing newly\narriving inmates with information about available psychological services – both locally and at\nother Bureau institutions as applicable. This information is presented to inmates during the\ninstitution’s Admission and Orientation (A&O) Program and in the A&O Handbook. In addition,\ninmates may be provided with additional information at the time of their psychological intake and\nvia postings on bulletin boards and/or TRULINCS. The Chief Psychologist ensures the Psychology Services A&O Lesson Plan and Psychology\nServices section of the A&O Handbook describe the services provided by the department and the\nprocedures for inmate access to Psychology Services. Each institution will use the standardized\nA&O Lesson Plan available on Sallyport, with the necessary institution-specific information\ninserted. The Psychology A&O Lesson Plan must include, at a minimum, information on drug\ntreatment programs, mental health programs, sex offender programs, suicide prevention, privacy\nand confidentiality, and local procedures for obtaining psychological services. The Psychology\nServices A&O Lesson Plan is presented by a psychologist. During the A&O presentation, the\npsychologist makes every effort to present the material in a manner which will motivate inmates\nwith a need for services to pursue and engage in treatment. Inmate requests for services are responded to immediately for crisis situations or potential suicide\nrisk, and ordinarily within three (3) working days for routine requests. Responses for routine\nrequests may include an appointment, an invitation to the department’s open house hours,\nplacement on a waiting list for the desired services, clarification, or redirection. P5310.17 8/25/2016 13 5. PSYCHOLOGICAL SCREENING AND ASSESSMENT OF INMATES\na. Initial Intake Evaluation and Transfer Intake Screening. All inmates entering a Bureau\ninstitution are screened by Health Services and Unit Management staff within 24 hours. As part of\nthe Health Services’ screening, inmates are interviewed and observed for indicators of mental\nillness and adjustment issues. Unit Management staff may note mental health concerns as well,\neither through a review of available records or through direct observation of the inmate. When\nHealth Services or Unit Management staff note any such concerns, the inmate is referred to\nPsychology Services for prompt follow-up."
}