{
  "document_category": "guidance",
  "document_name": "5330.11.pdf",
  "chunk_index": 33,
  "chunk_text": "(3) No Verifying Documentation. In the event there is no verifying documentation in the\ninmate’s Presentence Investigation Report or other official documentation in the Central File, the\nDTS will meet with the inmate. The DTS will tell the inmate there is no verifying documentation\nand offer him or her the following information: As there is no substantiating documentation for a substance use diagnosis, you\nhave the following options:\n1. You may volunteer for the non-residential drug abuse program. 2. You may seek documentation from a substance abuse treatment provider where\nyou previously received treatment. This document must have been written at the\ntime services were provided and must demonstrate that a substance use diagnosis\nP5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 2\nPage 12 was completed at the time you were seen, and that treatment was provided for that\ndocumented substance abuse diagnosis. For example, the documentation may not state that the substance abuse treatment provider\nthought you had an alcohol or other drug problem when he or she saw you for a medical or\npsychological problem. Documentation must be sent to, and received by, the drug abuse\ntreatment staff in the institution. It is not to be sent to you for you to provide to the drug\nabuse treatment staff. If the documentation is acceptable, you will be referred to the\nDAPC for a diagnostic interview. 3. You may seek documentation from a probation officer, a parole officer, a social\nservices professional, etc., who has information that verifies your problem with\nillegal or illicit substances. Documentation must be sent to, and received by, the\ndrug abuse treatment staff in the institution. It is not to be sent to you for you to\nprovide to the drug abuse treatment staff. If the documentation is acceptable, you\nwill be referred to the DAPC for a diagnostic interview. 4. If you have physical proof of your substance use that may be examined by\nmedical staff to prove an addiction, e.g., track marks, abscesses, etc., you may sign\na consent form allowing the drug treatment staff to receive the results of such\nexamination from Health Services. If the documentation is acceptable, you will be\nreferred to the DAPC for a diagnostic interview. 5. If you received substance detoxification as you entered the Bureau, you may sign\na consent form for the drug treatment staff to verify your detoxification with Health\nServices. 6. Upon obtaining accepted documentation, you will be referred to the DAPC for a\ndiagnostic interview. 2.5.9. The Clinical Interview. § 550.53(e) Placement in RDAP. The Drug Abuse\nProgram Coordinator decides whether to place inmates in RDAP based on the\ncriteria set forth in paragraph (b) of this section. If verifying documentation is found or produced, and only then, inmates who volunteer for the\nRDAP will be personally interviewed by the DAPC. Interviews will be conducted based on the\ninmate’s proximity to release, ordinarily no less than 24 months from release."
}