{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 134,
  "chunk_text": "Receipts for\nparking, tolls, etc., should be provided if available. Metered\nparking used should be noted. 7.6.3. Office Expenditures Office supplies, printed stationery, Post Office Box rental,\ntelephone costs, etc., relating to CC office operations may be\npurchased with the government credit card. All expenditures,\nboth anticipated and actual, for CCM and MCA offices are routed\nthrough the CCRA who is the Cost Center Manager for community\ncorrections budgets. Major capitalized equipment needs require the submission of a\nRequest for Purchase Form (BP-S101.041) and a Major Equipment PS 7300.09\n1/12/98\nChapter 7, Page 9\nJustification Form (BP-S135.041) to the CCRA. Minor equipment\nneeds (non-capitalized) require only the Request for Purchase form\nand, if approved by the CCRA, are forwarded to the Regional\nProcurement Officer for issuance of a Purchase Order, BP-ACCT-81. Day-to-day purchases must be made with the government credit card. Exceptions to this rule and complete details on the use of\nthe credit card are found in the Program Statement on Bureau of\nPrisons Acquisitions (subpart 13.601-70) and the Procurement\nTechnical Reference Manual. In general, the procedure for using\nthe card begins with the purchaser determining if the needed item\nis available from a mandatory source. Once mandatory sources have\nbeen screened, the purchaser locates a vendor and verifies the\nprice. Vendor selection is made on the basis of the best price or\nvalue to the government and may be accomplished either by telephone\nor in person. All purchase orders, requests for purchase, and invoices require an\naccount class code as found in Financial Management regulations. Upon receipt of an invoice and verification of services and/or\nsupplies received, the CCM or MCA shall stamp and sign approval of\ncharges claimed and forward the forms to the CCRA for further\nprocessing and payment. Payment can only be made after approval of\na valid invoice. Payment cannot be issued based on receipt of a\nstatement. 7.7. ACCOUNTING AND CONTRACTING PROCEDURES AND CODES:\n7.7.1. Introduction The Appropriation Bill is an authorization by a Congressional Act\nfor an agency to make payments from the U.S. Treasury for specified\npurposes. The two main appropriations administered by the Bureau\nare:\nthe Salaries and Expenses (S&E) Appropriation, a \"one-year\nappropriation\" available for incurring obligations only during a\nspecified fiscal year. Most community corrections funding\nis contained in this appropriation, with some coming from the\nViolent Crime Reduction Program (VCRP); and\nthe Buildings and Facilities (B&F) Appropriation, a\n\"no-year appropriation\" available for incurring obligations\nfor an indefinite period of time. Specific codes are used to track the Bureau’s expenditures of\nCongressionally- appropriated funds. These codes are entered into\nthe Financial Management System (FMIS) which is the vehicle used to\nkeep track of the appropriation and expenditure of funds by various\nunits and programs within the Bureau. PS 7300.09\n1/12/98\nChapter 7, Page 10\n7.7.2. Monitoring Budget Activity It is important to monitor the FMIS reports and check on any\nsignificant discrepancies between the FMIS figures and the CCRA\nfigures. CCRAs cross check their tracking systems (the three\nprograms described below) against FMIS official figures on a\nquarterly basis. 7.7.3. Programs Program Codes are used to identify functions or activities\nconducted by the Bureau with funds specifically allocated for\nthat activity or function. The Program Code is a single letter."
}