{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 75,
  "chunk_text": "Climate and culture Changing the climate and culture means supporting a proactive orientation that values\nsystematic problem solving and partnerships. Formal organizational changes should support the informal\nnetworks and communication that take place within agencies to support this orientation. Leadership Leaders serve as role models for taking risks and building collaborative relationships to\nimplement community policing and they use their position to influence and educate others about it. Leaders, therefore, must constantly emphasize and reinforce community policing’s vision, values, and\nmission within their organization and support and articulate a commitment to community policing as the\npredominant way of doing business. Labor relations If community policing is going to be effective, police unions and similar forms of organized\nlabor must be a part of the process and function as partners in the adoption of the community policing\nphilosophy. Including labor groups in agency changes can ensure support for the changes that are\nimperative to community policing implementation. Decision making Community policing calls for decentralization both in command structure and decisionmaking. Decentralized decision making allows front-line officers to take responsibility for their role in\ncommunity policing. When an officer is able to create solutions to problems and take risks, he or she\nultimately feels accountable for those solutions and assumes a greater responsibility for the well-being of\nthe community. Decentralized decision making involves flattening the hierarchy of the agency, increasing\ntolerance for risk taking in problem-solving efforts, and allowing officers discretion in handling calls. In\naddition, providing sufficient authority to coordinate various resources to attack a problem and allowing\nofficers the autonomy to establish relationships with the community will help define problems and develop\npossible solutions. Strategic planning The department should have a written statement reflecting a department-wide\ncommitment to community policing and a plan that matches operational needs to available resources and\nexpertise. If a strategic plan is to have value, the members of the organization should be well-versed in it\nand be able to give examples of their efforts that support the plan. Components such as the organization’s\nmission and values statement should be simple and communicated widely. Policies Community policing affects the nature and development of department policies and procedures to\nensure that community policing principles and practices have an effect on activities on the street. Problem\nsolving and partnerships, therefore, should become institutionalized in policies, along with corresponding\nsets of procedures, where appropriate. Organizational evaluations In addition to the typical measures of police performance (arrests, response\ntimes, tickets issued, and crime rates) community policing calls for a broadening of police outcome\nmeasures to include such things as greater community satisfaction, less fear of crime, the alleviation of\nproblems, and improvement in quality of life. Community policing calls for a more sophisticated approach to\nevaluation—one that looks at how feedback information is used, not only how outcomes are measured. 65 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual Transparency Community policing involves decision-making processes that are more open than traditional\npolicing. If the community is to be a full partner, the department needs mechanisms for readily sharing\nrelevant information on crime and social disorder problems and police operations with the community. Organizational Structure"
}