{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 60,
  "chunk_text": "Your agency may use items funded under the TRGP Equipment/Training award to assist other law\nenforcement agencies under a resource sharing, mutual aid, or other agreement to address multi-jurisdictional issues\nas described in the agreement. 60 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual Why this condition: The TRGP was created under a Congressional appropriation specifically designated for tribal law enforcement\nagencies to improve public safety in Indian communities. The TRGP-E/T award funding is intended to benefit the\ncommunities within the recipient’s primary law enforcement jurisdiction. Therefore, the recipient must use TRGP\naward funding to benefit its own population. What you should do: Your law enforcement agency should avoid any agreements with other jurisdictions to share officer positions or\nother awarded equipment, technology, or vehicles, unless the agreement complies with the requirement that\nCOPS Office-funded items must benefit the recipient service population. For example, if your jurisdiction has\nboth a tribal police department and a BIA department, items funded under the award might be able to be used\nby the BIA department as long as this would result in a benefit to the population that you serve. You may not,\nhowever, allow officers, equipment, technology, or vehicles funded under the award to be utilized by any\nagency or transferred to any agency that does not benefit the population that you serve. For example, you may\nnot, during the award term, loan two of your awarded computers to a neighboring county’s sheriff’s\ndepartment. If your agency has an agreement with another law enforcement agency for resource sharing,\nmutual aid, etc. TRGP-E/T funded items may be used to answer requests for assistance and assist in multijurisdictional activities as described in the agreement. Before you enter into any agreement with another law enforcement agency, you should contact your COPS\nGrant Program Specialist at 800-421-6770 for additional guidance. 28. Sole Source Justification\nCondition:\nTRGP Equipment/Training recipients who have been awarded funding for the procurement of an item (or group of\nitems) or service in excess of $150,000 and who plan to seek approval for use of a noncompetitive procurement\nprocess must provide a written sole source justification to the COPS Office for approval prior to obligating, expending,\nor drawing down award funds for that item or service. Why this condition: In general, recipients are required to procure funded items through open and free competition. However, in\nsome instances, recipients may have already determined that competition is not feasible. What you should do: An award recipient must request written approval from the COPS Office for sole source procurements in excess\nof $150,000 prior to purchasing equipment, technology, or services; obligating funding for a contract; or\nentering into a contract with award funds. For the purchase of equipment, technology, or services under a COPS\nOffice award, recipients must use their own documented procurement procedures that reflect applicable state\nand local laws and regulations, as long as those requirements conform to the federal procurement requirements\nset forth in 2 CFR § 200.320 as adopted by the U.S. Department of Justice in 2 CFR § 2800.101."
}