{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 65,
  "chunk_text": "P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 87 ■ Disciplinary Hearing Officers (DHO) for repayment of willful and malicious damage to\nGovernment property following a DHO finding that the inmate committed such a prohibited\nact. There is no dollar limit on the approval authority. Note: If the institution prepared a Request for Withdrawal of Inmate’s Personal Funds\n(BP-199) for the inmate to sign to pay for damage to Government property, etc., and the inmate\nis unwilling to sign, funds may not be withdrawn; this would be contrary to the terms of the\nTrust. The inmate is advised of the institution’s intention to encumber their personal funds up\nto the amount represented by the Government’s claim for damage; the encumbrance remains\non his/her account for the rest of the inmate’s sentence. ■ Associate Wardens, Superintendents of Industries, and Camp Administrators for withdrawal\nrequests over $500. Approving officials and the Accounting office ensure that multiple Withdrawal Record – Inmate\n(BP-201) forms or Request for Withdrawal of Inmate’s Personal Funds (BP-199) are not used to\ncircumvent the $500 withdrawal limitation. Withdrawals made under the IFRP are exempt from\nthe $500 limit. Unit Management staff approve the IFRP withdrawal request. After the inmate signs the Request for Withdrawal of Inmate’s Personal Funds (BP-199), at no\ntime and under no circumstances is the inmate permitted to handle or see any information\ncontained on it, or process/view transactions on the automated accounting system. To prevent\npossible alteration of the approved BP-199, a staff member hand-delivers inmate-signed BP-199s\nto the Trust Fund Specialist or secured Trust Fund designated area for processing. If there is any\nquestion concerning the BP-199’s security, Trust Fund staff return the BP-199 to the originating\noffice. 10.3 CHECK TRACERS AND STOP PAYMENTS\na. Check Tracers. Staff do not initiate check tracers requested by inmates for a Request for\nWithdrawal of Inmate’s Personal Funds (BP-199) processed on their behalf by the Bureau unless\nat least 90 days have passed since it was certified in the automated accounting system. b. Stop Payments. Staff do not initiate stop payments requested by inmates for a Request for\nWithdrawal of Inmate’s Personal Funds (BP-199) processed on their behalf by the Bureau unless\nat least 90 days have passed since it was certified in the automated accounting system. c. Check Copies. Check copies requested by inmates will not be provided unless 90 days have\npassed since it was certified. 10.4 GENERAL PROCESSING OF DEPOSIT FUND WITHDRAWALS\na. Source Documents. Source documents used to initiate inmate withdrawals vary depending\non the type of withdrawal. The appropriate document for each withdrawal is identified in the\nP4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 88 following section. Withdrawals initiated by inmates and requiring a staff signature for approval\nare made using a Request for Withdrawal of Inmate’s Personal Funds (BP-199), or a Withdrawal\nRecord – Inmate (BP-201)."
}