{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 24,
  "chunk_text": "22 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual The recipient is prohibited from discharging, demoting, or otherwise discriminating against an employee as\nreprisal for disclosing information that he or she reasonably believes is evidence of\n•\n•\n•\n•\n• gross mismanagement of a federal contract or award;\na gross waste of federal funds;\nan abuse of authority relating to a federal contract or award;\na substantial and specific danger to public health or safety; or\na violation of law, rule, or regulation related to a federal contract (including the competition for or\nnegotiation of a contract) or award. In addition, the disclosure must also have been made to\n•\n•\n•\n•\n•\n•\n• a member of Congress or a representative of a committee of Congress;\nan inspector general;\nthe Government Accountability Office;\na federal employee responsible for contract or award oversight or management at the relevant agency;\nan authorized official of the U.S. Department of Justice or other law enforcement agency;\na court or grand jury; or\na management official or other employee of the contractor, subcontractor, or recipient who has the\nresponsibility to investigate, discover, or address misconduct. An employee is deemed to have made a protected disclosure if he or she initiates or provides evidence of\nmisconduct in any judicial or administrative proceeding relating to waste, fraud, or abuse on a federal contract\nor award. The recipient must inform its employees in writing, in the predominant language of the workforce, of employee\nwhistleblower rights, protections, and remedies under 41 U.S.C. § 4712. Please see appendix E on page 104 of this manual for a full text of the “Pilot program for enhancement of\ncontractor protection from reprisal for disclosure of certain information” (41 U.S.C. § 4712). 20. Mandatory Disclosure\nCondition:\nRecipients and subrecipients must timely disclose in writing to the COPS Office or pass-through entity, as applicable,\nall federal criminal law violations involving fraud, bribery, or gratuity that may potentially affect the awarded federal\nfunding. Failure to make required disclosures can result in any of the remedies, including suspension and debarment,\ndescribed in the Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal Awards, 2\nC.F.R. § 200.338 as adopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101. Why this condition:\nFederal regulations require recipients and subrecipients to report all federal violations involving fraud, bribery,\nor gratuity that may affect the awarded federal funds. This condition advises your agency of the requirement\nand the consequences of failing to report such violations to the COPS Office or pass-through entity. 23 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual What you should do:\nEnsure that you timely report in writing to the COPS Office or pass-through entity all federal violations involving\nfraud, bribery, or gratuity that may affect your federal award. 21. Conflict of Interest\nCondition:\nRecipients and subrecipients must disclose in writing to the COPS Office or pass-through entity, as applicable, any\npotential conflict of interest affecting the awarded federal funding in accordance with the Uniform Administrative\nRequirements, Cost Principles, and Audit Requirements for Federal Awards, 2 C.F.R. § 200.112 as adopted by the U.S.\nDepartment of Justice in 2 C.F.R. § 2800.101."
}