{
  "document_category": "guidance",
  "document_name": "5200.02_cn1.pdf",
  "chunk_index": 9,
  "chunk_text": "All\nappropriate staff are then notified of a pregnant inmate at the facility; this information will be\nloaded in SENTRY by the Health Services staff member responsible for entering medical duty\nstatus assignments. This code is removed when the inmate is no longer pregnant. The social worker meets with the inmate to discuss options for child placement, abortion, and\nprogramming. §551.23 Abortion. (a) The inmate has the responsibility to decide either to have an abortion or to\nbear the child. (b) The Warden shall offer to provide each pregnant inmate with medical,\nreligious, and social counseling to aid her in making the decision whether to\ncarry the pregnancy to full term or to have an elective abortion. If an inmate\nchooses to have an abortion, she shall sign a statement to that effect. The inmate\nshall sign a written statement acknowledging that she has been provided the\nopportunity for the counseling and information called for in this policy. When medical, religious, and social counseling sessions are completed, each staff member P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 14 involved documents the session in a memorandum to the inmate’s Central File. A copy of each request for an elective abortion and the supporting documentation from the\nmedical, religious, and social counseling sessions is sent for information purposes to the Medical\nDirector’s attention. (c) Upon receipt of the inmate’s written statements required by paragraph (b) of\nthis section, ordinarily submitted through the unit manager, the Clinical Director\nshall arrange for an abortion to take place. The Bureau assumes all costs associated with the abortion procedure only when the life of the\nmother would be endangered if the fetus is carried to term, or in the case of rape or incest. In all\nother cases non-Bureau funds must be used to pay for any abortion procedure, or else the\nplanned abortion may not be performed. In all cases, however, whether the Bureau pays for the\nabortion or not, the Bureau may expend funds to escort the inmate to a facility outside the\ninstitution to receive the procedure. Staff shall have knowledge of, and shall be guided by, applicable Federal and state laws and\nregulations. The Regional Counsel shall be consulted if there are questions concerning the\ninterpretation of laws and regulations. Pursuant to Section 103 of the Department of Justice Appropriations Bill for Fiscal Year 1996\n(Public Law 104-134), the Bureau may not use appropriated funds to require any person to\nperform or facilitate the performance of an abortion. Staff who wish to have no involvement in\nfacilitating the performance of abortions must advise their supervisor of this fact. Supervisors\nmust not order a staff member’s involvement in facilitating this procedure. §551.24 Child placement. (a) The Warden may not permit the inmate’s new born child to return to the\ninstitution except in accordance with the Bureau of Prisons policy governing\nvisiting. (b) Child placement is the inmate’s responsibility. The Warden shall provide\nopportunities for counseling by institution staff and community social agencies\nto aid the inmate with placement. (c) The institution staff shall work closely with community agencies and persons\nto ensure the child is appropriately placed."
}