{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 12,
  "chunk_text": "Your agency may not use TRGP grant funds for any costs that are not\nidentified as allowable in the Financial Clearance Memorandum. 4 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual Only actual allowable costs incurred during the grant award period will be eligible for reimbursement and\ndrawdown. If your agency experiences any cost savings over the course of the grant (for example, your grant\napplication overestimated the total entry-level officer salary and fringe benefits package), your agency may not use\nthat excess funding to extend the length of the grant beyond 36 months. Any funds remaining after your agency\nhas drawn down for the costs of approved salaries and fringe benefits incurred for each awarded position during\nthe 36-month funding period for each awarded position will be deobligated during the closeout process, and\nshould not be spent by your agency. Why this condition:\nTRGP-Hiring funds may be used only to pay entry-level salaries and fringe benefits for 36 months for career\nlaw enforcement officers hired or rehired on or after the award start date. You may use the TRGP grant to hire\nor rehire experienced officers, but grant funding must be limited to paying your agency’s entry-level salary\nand fringe benefits; any costs higher than entry level must be paid by your agency with local funds. TRGP-Hiring grant funding may also be used to pay the approved entry-level salaries and fringe benefits of\nnewly hired officer recruits while they are in basic academy training prior to swearing them in, if it is your\nagency’s standard practice to pay recruits while in training. What you should do: All grantees should keep and maintain the most recent, approved version of 2015 TRGP application, which\nwill contain the approved costs for this grant. Refer to your FCM for the list of approved allowable costs. As long as funds are spent during the grant period on the approved salaries and benefits (as applicable),\nequipment, technology, training, or other costs that were documented in your application’s budget\nsummary and were approved through the issuance of the FCM, this grant condition will be satisfied. Salaries covered by TRGP-Hiring must be based on your agency’s standard entry-level salary and fringe\nbenefits package under the laws or rules that govern hiring by your agency. Salary and fringe benefits\npayments must be based on payroll records supported by time and attendance records or their equivalent. Examples of the types of records your agency must keep to document allowable costs are described in\nsection IV on page 59 of this manual. Any additional costs above the approved entry-level salaries and\nfringe benefits are the responsibility of the grantee agency. Civilian positions, overtime, training, weapons,\ncommunication equipment, and vehicles cannot be funded with your TRGP-Hiring grant. Allowable costs: Approved salary and benefits The FCM, included in your award package, specifies the approved amount of COPS Office TRGP-Hiring funds\nawarded to your agency for officer salaries and approved benefits. Please note that the salary and benefit\ncosts requested in your original application may have been updated or corrected from the original version\nsubmitted to the COPS Office."
}