{
  "document_category": "guidance",
  "document_name": "7320_001_CN-2.pdf",
  "chunk_index": 7,
  "chunk_text": "(As examples, the Southern\nDistrict of Florida would be FFLS, and the District of Colorado\nwould be FCO.) P.S. 7320.01\nSeptember 6, 1995\nPage 9\n14. FORMS. Institution and Community Corrections staff are to\nduplicate forms locally. 15. DISTRIBUTION. In addition to normal distribution for\nProgram Statements, copies of this Program Statement shall be\navailable to inmates in inmate law libraries. CCMs shall provide copies of this Program Statement to Chief\nUSPOs and CCC contractors in their service areas. \\s\\\nKathleen M. Hawk\nDirector BP-S548.073\nSEP 1995 P.S. 7320.01\nSeptember 6, 1995\nAttachment A, Page 1\nAGREEMENT\nHOME CONFINEMENT AND COMMUNITY CONTROL I, ,\nName ,\nRegister Number hereby agree to abide by the following Conditions related to my\nlegal participation on home confinement. I understand that my participation on home confinement will be an\nalternative to placement in a Community Corrections Center for no\nmore than the last six (6) months or 10% of my sentence,\nwhichever is less. I am aware that I will legally remain in the\ncustody of the Bureau of Prisons and/or the U.S. Attorney General\nand that failure to remain at the required locations may result\nin disciplinary action and/or prosecution for escape. I agree to report to my assigned probation officer or the\ncontractor's facility immediately upon reaching my release\ndestination. I understand that if I decline to participate in the recommended\nhome confinement program I may face administrative reassignment\nout of the community corrections program. I agree that during the home confinement period, I will remain at\nmy place of residence, except for employment, unless I am given\npermission to do otherwise. I also understand that I will be\nrequired to pay the costs of the program based on my ability to\npay. I also agree to maintain a telephone at my place of residence\nwithout \"call forwarding\", a modem, \"Caller ID\" or portable\ncordless telephones for this period. I also agree that, if my confinement is to be electronically\nmonitored, I will wear any electronic monitoring device\nrequired, follow procedures specified and will not have \"call\nforwarding\" on my telephone. ,\nName Date Staff Witness (Printed Name, Signature, Facility)\nOriginal to Central File. Copy to CCM. P.S. 7320.01\nSeptember 6, 1995\nAttachment B, Page 1\nREQUIREMENT\nFOR HOME CONFINEMENT PROGRAMS I. The following procedures apply to all inmates who are\napproved for placement on home confinement. 1.\n2. The provider is not required to provide meals, medical\ntreatment, clothing or incidentals, laundry services or\nother subsistence items to inmates on home confinement. The provider shall maintain documentation of all staff\ncontacts with inmates on home confinement. 3. The provider shall notify the CCM immediately of any\nmisconduct or failure of an inmate on home confinement\nto comply with Home Confinement Conditions. 4. The provider is not required to reserve a bed at the\ncenter for an inmate on home confinement. 5. The provider shall collect 25% of each employed\nresident's weekly gross income, rounded down to a whole\ndollar amount. Residents who are not employed, but who\nhave other means of financial support shall contribute\nan amount determined appropriate by the provider and\napproved by the CCM. These fees shall be used to defray\nprogram costs. Individual subsistence collections\nshall not exceed the weekly cumulative contract per\ndiem rate (i.e., the daily rate x 7)."
}