{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 68,
  "chunk_text": "Please note that part of the verification process may involve outreach to your law enforcement\nexecutive and/or government executive or other financial points of contact to validate the information that was\nprovided during the registration process. All individuals who need access to GPRS must register separately and\ncreate their own unique GPRS username account, as these accounts are not meant to be shared. How do we add an award to an existing GPRS account? If you are currently registered for an active COPS Office award username in GPRS and would like to add a\nrecently funded COPS Office award number to your existing COPS award username, contact the COPS Office\nGPRS registration team via e-mail at COPSGPRSRegistration@usdoj.gov and provide the following\ninformation:\n•\n•\n•\n• User name (for COPS Office awards) First/last name\nVendor number (as listed on your award document)\nAward number(s) to be added 70 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual How do we fill out the payment enrollment forms? If you are a new award recipient to the COPS Office, your agency will need to complete an Automated\nClearinghouse (ACH) Vendor/Miscellaneous Payment (SF-3881) enrollment form. This form can be found on the\nCOPS Office website at www.cops.usdoj.gov/pdf/ach_form_new.pdf. Prior to accessing your award funds, your agency must mail the original signed form to:\nOffice of Justice Programs\nOffice of the Chief Financial Officer\n810 Seventh Street NW\nAttn: Control Desk, Fifth Floor\nWashington, DC 20001 Your agency must complete the “Payee/Company Information” section following the directions on the back of\nthe form and also provide the award number (printed on the award document). Next, your financial institution\nmust complete the “Financial Institution Information” section and have the appropriate financial official sign the\nform. If you are already a COPS Office award recipient, you should already have filled out an ACH enrollment form. Therefore, your agency will not be required to submit a new ACH enrollment form for the new award as long as\nyour OJP vendor number has not changed. If you have any questions, or wish to verify your ACH enrollment\nform information, please call the COPS Office Response Center at 800-421-6770 and ask to speak with your state\nassigned Staff Accountant. When should Federal Financial Reports be filed? After your agency returns the signed award document to the COPS Office, under current regulations, you are\nrequired to submit quarterly Federal Financial Reports (FFRs) using a Standard Form 425 (SF-425). This report\nreflects the actual monies spent and unliquidated obligations incurred by your agency. You will not be able to\nmake drawdowns from your GPRS account if the SF-425 for the most recent reporting quarter is not on file with the\nCOPS Office by the deadline date. Recipients are encouraged to submit their SF-425 reports via the Internet at\nwww.cops.usdoj.gov. For more information on how to complete and where to submit your quarterly SF-425, see section V1 of this\nmanual, titled “Reports,” on page 80. Filing the Federal Financial Report (SF-425) identifies your federal and local expenditures made during that calendar\nquarter. However, to receive actual payment, you must request it through GPRS. Additional payment questions Can we receive advances? Yes."
}