{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 39,
  "chunk_text": "The\nrequest should also include the following information:\n• Section I. A brief description of the project, the amount to be designated for the sole source procurement,\nand the purpose of the contract 29 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual • Section II. (a) An explanation as to why it is necessary to contract in a noncompetitive manner and (b)\nWhich one (or more) of the three circumstances identified below applies to the procurement transaction\n(include supporting information as identified below under the applicable section(s)): 1. If the item or service is available only from one source, please include the following:\n• Uniqueness of items or services to be procured from the proposed contractor or vendor\n(compatibility, patent issues, etc.)\n• How the agency determined that the item or service is only available from one source (e.g., market\nsurvey results, independent agency research, patented or proprietary system, etc.)\n• Explanation of need for contractor’s expertise linked to the current project (e.g., knowledge of project\nmanagement, responsiveness, experience of contractor personnel, prior work on earlier phases of\nproject)\n• Any additional information that would support the case\n2. If the public exigency or emergency for the requirement will not permit a delay resulting from\ncompetitive solicitation, please include the following:\n• When the contractual coverage is required by your department and why\n• Impact on project if deadline/dates are not met\n• How long it would take an alternate contractor to reach the same required level of competence\n(equate to dollar amounts, if desired)\n• Any additional information that would support the case\n3. If competition is determined inadequate after solicitation of a number of sources, please include the\nfollowing:\n• Results of a market survey to determine competition availability; if no survey is conducted, please\nexplain why not\n• Any additional information that would support the case\n• Section III. A declaration that this action/choice is in the best interest of the agency\nFailure to provide all of the necessary information will delay the processing of your request. Your agency\nwill be contacted if any of the identified information is missing or if additional supporting information is\nrequired. If the COPS Office determines that the request does not meet the standards set forth above, the\nrequest will be denied. Please be advised that conflicts of interest are prohibited under the procurement\nstandards set forth in 2 C.F.R. § 200.318 as adopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101. In addition, the grant recipient agrees not to award federal funds under this program to any party that is\ndebarred or suspended from participation in federal assistance programs. Contact the COPS Office If you have any questions regarding the federal requirements that guide procurement procedures, please\ncontact your COPS Office Grant Program Specialist or program point of contact. For more information about COPS Office programs and resources, please call the COPS Office Response\nCenter at 800-421-6770, or visit the COPS Office online at www.cops.usdoj.gov. 30 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual III. Accessing Grant Funds This section provides answers to payment-related questions, including all the information needed to set\nup your payments."
}