{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 63,
  "chunk_text": "Is the Conditions\nof Residential Community Programs form signed by all residents? Discussion/Findings: PROGRAMS\n1. Program Components: are the offenders in the CCC\nclassified into the appropriate program component? (Pre-Release;\nCommunity Corrections; Home Confinement). Resources:\n2. Does the contractor develop and utilize a network of\ncommunity resources and services, including referrals to other\nFederal, state and community agencies, in an attempt to fulfill\neach resident's specific program needs? 3. Does the contractor's programs include individual\ncounseling relative to the search for gainful employment, job\ntraining, academic and vocational training, establishment of\nfamily ties, consumerism, center behavior, substance abuse, post\nrelease residence, and community adjustment, as indicated by the\nindividual's needs? Program Planning:\n4. Within a resident's first two weeks, does the\ncontractor complete an individual program plan which addresses\nall areas of resident needs and includes a time schedule for\nachievement? Are all programs, services, and opportunities\nprovided without discrimination based on race, creed, or national\norigin? 5. Prior to developing the program plan for supervision\ncases, is the supervising authority (USPO, etc.) consulted and\ngiven the opportunity for input into the formulation of the plan? PS 7300.09\n1/12/98\nAttachment 4-7, Page 15\n6. Is the program plan signed by the contractor and\nresident? Is progress reviewed at least every two weeks by the\ncontractor with the resident? Is the outcome of each review\nchronologically documented in the resident's file and signed by\nstaff and resident? Are changes documented? Do resident case\nnotes have substance and clearly allow a monitor to determine\nresident progress or lack of it? Are these notes the basis of\nthe terminal report? 7. If co-correctional, are males and females provided\nequal access to all services and programs? Resident Financial Responsibility:\n8. Does the contractor collect 25 percent of each employed\nresident's weekly gross income, rounded down to a whole dollar\namount? 9. Does the contractor ensure individual subsistence\ncollections do not exceed the weekly cumulative contract per diem\nrate (i.e., the daily rate x 7)? 10. Does the contractor provide residents with receipts\nand\nmaintain collection records for audit purposes? (Partial\nweeks of residence are prorated.) 11. Are payments made at the conclusion of each week of\nresidence? (except that payment for the last week may be required\nin advance.) 12. Does the contractor reduce the monthly billing to the\nBureau by the amount collected in subsistence? 13. Unless granted a waiver by the CCM, are all residents\n(except those on home confinement) held responsible for\nsubsistence payments? Employment:\n14. Does the contractor develop meaningful resident\nemployment opportunities that match jobs to resident needs,\naptitudes, desires and capabilities? 15. To the extent needed, do contractor staff assist the\nresident in seeking employment? Unless medically constrained, do\nresidents secure full-time employment within fifteen working\ndays? Do proposed employment plans which are less than full-time\nhave the approval of the CCC Director? PS 7300.09\n1/12/98\nAttachment 4-7, Page 16\n16. Does the contractor require written approval for each\nresident's employment? Does the contractor ensure the resident's\nemployer is aware of the resident's legal status? Is contractor\napproval required for any changes in a resident's employment? 17. Does the contractor contact the resident's employment\nsupervisor by telephone and in-person as required by the SOW? 18.\nsanction? Is restriction from work used as a disciplinary Residence Development:\n19."
}