{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 13,
  "chunk_text": "Funds currently allocated\nto purchase equipment or technology may not be reallocated to other purposes or reimbursed upon the\naward of a COPS Anti-Methamphetamine Program grant. Sworn officer positions (salaries and benefits) Sworn officer salary and fringe benefits apply to new, full-time entry-level sworn career law enforcement\nofficers not already funded in the applicant’s local budget. A career law enforcement officer is a person hired\non a permanent basis who is authorized by law, or by a state, local, or tribal agency, to engage in or oversee\nthe prevention, detection, and/or investigation of violations of criminal laws. Officers must be hired on or after\nthe award start date, and positions must directly relate to the CAMP project. Officers previously employed by\nyour agency may be re-hired using CAMP grant funds, but funding requests must be limited to your agency’s\nentry-level salary and benefits. Rehired officers are officers who meet one of the following conditions:\n• The officer had been laid off by your jurisdiction prior to the original date of the grant application as a\nresult of state, local, or Bureau of Indian Affairs (BIA) budget cuts. • At the time of the grant application, the officer was scheduled to be laid off by your jurisdiction on a\nspecific future date as a result of state, local, or Bureau of Indian Affairs (BIA) budget cuts. 5 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual If current personnel are redeployed into this program, they must be paid with local funds. COPS Office grant\nfunds may be used to backfill the resulting vacancy with newly hired personnel for an equivalent amount\nof time. (Please note: Overtime for sworn officers engaging in CAMP-related activities is an allowable cost;\nhowever, any overtime expenses requested for sworn officer positions must be listed in the “Other Costs”\nsection of your application’s budget. Overtime expenses must exceed the expenditures that your agency is\nobligated or funded to pay in its current budget.) Civilian/non-sworn personnel (salaries and benefits)\nCivilian salary and fringe benefits apply to new personnel not already funded in the applicant’s local\nbudget. Staff must be hired on or after the award start date, and positions must directly relate to the CAMP\nproject. Examples of allowable personnel and fringe benefits costs include those for civilian CAMP project\ncoordinators, or anti-methamphetamine/drug problem analysts. Supplies All supplies must be solely used for the project identified in your project proposal. Reimbursement for\noffice supplies that are consumed by routine administrative purposes instead of project-related activities\nare prohibited. Items must meet the guidelines described in2 C. F. R. § 200.314 as adopted by the U.S.\nDepartment of Justice in 2 C.F.R. § 2800.101. Travel / training In accordance with 2 C.F.R. § 200.474, travel costs for official business directly related to the award will be\nreimbursed based upon the grantee’s written travel reimbursement policies if the costs are reasonable and\nallocable under the project. In the absence of an acceptable written policy regarding travel costs, allowable\nrates and amounts established by the U.S. General Services Administration (GSA) for the relevant geographic\narea will apply. The current GSA travel policy and per diem rates can be www.gsa.gov."
}