{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 135,
  "chunk_text": "CCRAs cross check their tracking systems (the three\nprograms described below) against FMIS official figures on a\nquarterly basis. 7.7.3. Programs Program Codes are used to identify functions or activities\nconducted by the Bureau with funds specifically allocated for\nthat activity or function. The Program Code is a single letter. Program Codes used in community corrections (and described at the\nbeginning of this chapter) are:\nContract Community Correction Centers = T1\nContract Confinement = D\nCommunity Corrections Management = R1\nTransitional Services = 2021\n7.7.4. Codes Each of the programs above also has a YRegDoc number which is a\n10-digit (or 12-digit in Program Review) code placed on all\nfunding or obligating documents such as contracts, Purchase\nOrders, and invoices. The codes are later entered into the FMIS. The Community Corrections Technical Reference Manual contains a\ndescription of what each part of the accounting classification\ncode means and how it is used by community corrections staff. It\nis the responsibility of the CCRA, MCA and CCM to ensure these\ncodes are accurate. To assist, the following lists should be\nobtained from the Regional Office of Financial Management on a\nregular basis:\n1. Bureau of Prisons FMIS/FMS Institution Codes,\n2. Key to Classification Level Codes,\n3. Program Area Codes,\n4. Key to FMIS/FMS Sub-Object Codes. 7.8. CONTRACT NUMBERS AND CODING\n7.8.1. Contract Numbers and Purchase Orders Each obligating document must have a document control number\nwhich is a two-part entry. This is a YRegDoc number and an\nAccountClass code. This remains with the contract, without PS 7300.09\n1/12/98\nChapter 7, Page 11\nregard to fiscal year, for the life time of the contract, or\nuntil the contract is canceled or allowed to expire. Purchase\norders, on the other hand, are valid for one fiscal year or less\nand only for the fiscal year in which issued. Refer to the Community Corrections Technical Reference Manual\nfor examples. 7.8.2. Location Code In addition to the contract number, each separate contract\nlocation is assigned a three digit identification code by the\nCCRA. This location code remains with the unit, and will remain\neven when the contract is inactive and no longer used by the\nGovernment. This code cannot be used again. PS 7300.09\n10/28/04\nAttachment 7-1, Page 1\nREGION ANNUAL BUDGET PLAN\nfor FY\nSubmitted by:\nI.\nA. T BUDGET - COMMUNITY CORRECTIONS CENTERS Best Estimate for Current Year Expenditures:\nInmate-days X B. FY Request:\nInmate-days X C. II. A. Per Capita Cost = Justification for increase or decrease: D BUDGET - CONTRACT CONFINEMENT Best Estimate for Current Year Expenditures:\nInmate-days X B. Per Capita Cost = FY Per Capita Cost = Request: Jail\nInmate-days X Per Capita Cost = Long Term Boarder\nInmate-days X Per Capita Cost = Juvenile\nInmate-days X Per Capita Cost = Total\nInmate-days X\nC. Per Capita Cost = Justification for increase or decrease: PS 7300.09\n1/12/98\nAttachment 7-2, Page 1\nCCM BUDGET PROJECTIONS For fiscal year\nCCM Office: Facility: Facility Code: A Number of Inmates to be serviced B Average length of stay C Per Capita Rate D Total Cost VERIFICATION OF INFORMATION 1. Inmate-days\nfor the year 3. Adjustment made: 5. Total Cost 2. Y/N Worksheet reviewed by:\nManagement Center Administrator ADP Reviewed\nPer Capita Cost: 4. $ Y/N"
}