{
  "document_category": "guidance",
  "document_name": "8120_003.pdf",
  "chunk_index": 11,
  "chunk_text": "In the case of a disabled inmate,\nalternate media or means of communicating this information and indicating the\ninmate’s receipt may be provided, if necessary as a reasonable accommodation. a. At a minimum, each industrial location is to have work standards for each of\nthe following areas:\n(1) Safety−ensuring the promotion of workplace safety and the avoidance of\nactivities that could result in injury to self or others. (2) Quality assurance−ensuring that work is done as directed by the supervisor\nin an attentive manner so as to minimize the chance of error. (3) Personal conduct and hygiene−ensuring the promotion of harmony and\nsanitary conditions in the workplace through observation of good hygiene and full\ncooperation with other inmate workers, work supervisors, and training staff. (4) Punctuality and productivity−ensuring the productive and efficient use of time\nwhile the inmate is on work assignment or in training. b. Compliance with work standards. Each inmate assigned to FPI shall comply\nwith all work standards pertaining to his or her work assignment. Adherence to\nthe standards should be considered in evaluating the inmate’s work performance\nand documented in individual hiring, retention, and promotion/demotion\nsituations. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 19 2. INMATE WORKER STANDARDS In general, inmate industrial workers should engage in activities that promote workplace safety\nand avoid activities that could result in injury to self or others. a. Inmate Worker Safety: Minimum Acceptable Standards. Staff are to advise inmates to:\n■ Follow posted safety rules and procedures at all times while on work assignment. ■ Report all injuries to the work supervisor immediately, no matter how minor or trivial the\ninjury may appear. ■ Use equipment, tools, or machinery only when directed by the work supervisor and only in the\nmanner told to use them. ■ Keep the work area neat and orderly as required by local safety rules and by the work\nsupervisor, so as to not pose a safety hazard to self or to others. ■ Always use required protective equipment provided at the work site. Such equipment\nincludes, but is not limited to, safety shoes, eye protection, ear protection, respirators or face\nmasks, protective clothing, and other items that may be designated by the SOI. ■ Actively participate in regularly scheduled safety talks and other safety-related training. ■ Maintain a personal appearance that meets FPI factory safety requirements; e.g., hair may not\nbe so long as to create an unnecessary safety hazard in the judgment of the SOI. b. Quality Assurance Activities: Minimum Acceptable Standards. Staff are to advise\ninmates to:\n■ Perform the work exactly to the specifications the supervisor assigns. ■ Be attentive in performing the work so as to minimize the chance of error(s).\n■ Make no changes in materials or production procedures without the work supervisor’s explicit\npermission for each change made. ■ Report to the supervisor, and, upon the supervisor’s instructions, repair or correct product\ndefects resulting from defective workmanship, whether done by oneself or by others. c. Personal Conduct and Hygiene: Minimum Acceptable Standards. Staff are to advise\ninmates to:\n■"
}