{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 41,
  "chunk_text": "If your agency has never received a negotiated indirect cost rate, then you may request up to a flat 10\npercent de minimis indirect cost rate applied to the modified total direct costs (MTDC). 29 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual In addition, before the COPS Office officially closes out your agency’s grant award, your agency must\nreconcile any changes between your approved final indirect cost rate and approved provisional indirect cost\nrate and, if necessary, repay the COPS Office for any indirect cost rate overpayment. If your agency draws\ndown excess COPS Office grant funding for indirect costs, please return the overpayment to the COPS Office\nand submit a revised Federal Financial Report (SF-425). See the COPS Office website for a fact sheet on indirect costs, http://www.cops.usdoj.gov/ pdf/2015AwardDocs/cpd/Indirect_Cost_Rate_Fact_Sheet.pdf. 4. Travel costs Travel costs for transportation, lodging and subsistence, and related items are allowable under the TRGP with\nprior approval from the COPS Office. Payment for allowable travel costs will be in accordance with 2 C.F.R. Part 200\n(Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal Awards) as adopted by\nthe U.S. Department of Justice in 2 C.F.R. § 2800.101, and 48 C.F.R. Part 31. (FAR-31, Cost Principles for Commercial\nOrganizations), as applicable. Why this condition: The CTAS Program will fund grant-related travel costs for the grantee agency or other (non-grantee) individuals\nto attend training and technical assistance conferences, seminars, or classes or to visit a site specified in the\noriginal application. Allowable expenses for grant-related lodging, meals, and incidental expenses that were\nincluded in the application were approved by the COPS Office as part of your agency’s CTAS award and final\nbudget. For more information, please refer to award condition #3 on page 28, “Allowable Costs.” What you should do: Your agency should refer to your FCM for a list of approved travel costs and use CTAS funds only for those\napproved travel costs incurred during the grant period. In addition, your agency should keep timely and\naccurate records of all travel expenses. If at any time these costs change, you should immediately contact\nyour COPS Office Grant Program Specialist. 5. Supplementing, not supplanting\nState, local, and tribal governments must use TRGP grant funds to supplement, and not supplant, state, local, or BIA\nfunds that are already committed or otherwise would have been committed for grant purposes (hiring, training,\npurchases, and/or activities) during the grant period. In other words, grantees may not use COPS Office funds to\nsupplant (replace) state, local, or BIA funds that would have been dedicated to the COPS Office-funded item(s) in\nthe absence of the COPS Office grant. Why this condition:\nThe COPS Office statutory nonsupplanting requirement mandates that grant funds may not be used to\nreplace state or local funds (or, for tribal grantees, BIA funds) that would, in the absence of federal aid, be\nmade available for the grant purposes."
}