{
  "document_category": "guidance",
  "document_name": "5217_02.pdf",
  "chunk_index": 10,
  "chunk_text": "Inmates who fail to make appropriate levels of program participation may be returned to a\nprevious level. 7. PERIODIC REVIEW\nSMU inmates are reviewed by the Unit Team in conjunction with regularly scheduled Program\nReviews as provided in the Program Statement Inmate Classification and Program Review. The Unit Team specifically reviews inmates for progression through the levels of the program. P5217.02 8/09/2016 12 An inmate’s institutional adjustment, program participation, personal hygiene, and cell sanitation\nare considered when reviewing the inmate for progression to further levels. 8. REDESIGNATION\na. Redesignation Criteria. To be redesignated from SMU status, an inmate must demonstrate\nsuccessful progression through SMU programming, and for a minimum of 9 months, abstain\nfrom all of the following:\n■ Geographical group/gang-related activity. ■ Serious and/or disruptive disciplinary infractions. ■ Group misconduct that adversely affects the orderly operation of a correctional facility. The inmate must demonstrate a sustained ability to coexist with other inmates, staff, and other\npersons. b. Referral Procedures. When an inmate has met the redesignation criteria, the Unit Team\nsubmits a memorandum to the Warden for designation to the general population, normally at\nanother institution. c. SMU Failures. The total allowed designation time in a SMU is 24 consecutive months. If\nan inmate fails to complete the SMU program within 24 consecutive months, he/she will be placed\nin SMU FAIL status (CMA); the institution notifies the regional administrators for correctional\nservices and correctional programs. The regional administrators then notify the Correctional\nPrograms Division (CPD), Central Office, and provide all relevant SMU referral and designation\ndocuments. A thorough review will be conducted by CPD, which will make a recommendation\nfor the inmate’s placement in an appropriate institution. d. SMU Returns. The maximum time an inmate may spend in SMU is 24 consecutive months. Inmates will not be returned to the program unless they engage in additional disruptive behavior that\nwarrants a new referral, which will be subject to approval as provided in policy. 9. INSTITUTION SUPPLEMENT Each institution with a SMU will develop an Institution Supplement that addresses local\noperations and procedures. The Institution Supplement must be reviewed for legal sufficiency\nby the Regional Counsel prior to implementation. P5217.02 8/09/2016 13 REFERENCES\nProgram Statements\nP1221.66 Directives Management Manual (7/21/98)\nP1600.09 Occupational Safety, Environmental Compliance, and Fire Protection (10/31/07)\nP5100.08 Inmate Security Designation and Custody Classification (9/12/06)\nP5180.05 Central Inmate Monitoring System (12/31/07)\nP5230.05 Grooming (11/4/96)\nP5264.08 Inmate Telephone Regulations (1/24/08)\nP5265.14 Correspondence (4/5/11)\nP5267.09 Visiting Regulations (12/10/15)\nP5270.09 Inmate Discipline Program (7/8/11)\nP5270.10 Special Housing Units (7/29/11)\nP5290.14 Admission and Orientation Program (4/3/03)\nP5300.21 Education, Training and Leisure Time Program Standards (2/18/02)\nP5310.16 Treatment and Care of Inmates With Mental Illness (5/1/14)\nP5322.13 Inmate Classification and Program Review (5/16/14)\nP5360.09 Religious Beliefs and Practices (6/12/15)\nP5370.11 Recreation Programs, Inmate (6/28/08)\nP5521.06 Searches of Housing Units, Inmates, and Inmate Work Areas (6/4/15)\nP5580.08 Personal Property, Inmate (8/22/11)\nP5803.08 Progress Reports (2/27/14)\nP6031.04 Patient Care (6/3/14)\nP6340.04 Psychiatric Services (1/15/05)\nMemorandum – General Population Referral Procedure (10/15/12)\nBOP Forms\nBP-A0935 Notice to Inmate: Hearing Referral for Designation to a Special Management Unit BP-A0936 Hearing Administrator’s Report on Referral for Designation to a Special\nManagement Unit BP-A0937 Notice to Inmate of Designation to a Special Management Unit BP-A0949\nBP-A0950\nBP-A0951"
}