{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 33,
  "chunk_text": "e. Cash Purchase Procedures. Cash purchases for Trust Fund merchandise are not authorized. f. Stores From Surplus Sources. Merchandise for resale in the Commissary must not, under\nany circumstances, be acquired through surplus channels. g. Receipt at the Institution. Trust Fund merchandise received at the institution shall be\ninspected and accepted in the same manner as other institution items, except that Trust Fund\nmerchandise may be received using the TRUFACS handheld item scanner. At the institution’s\ndiscretion, a substitute of a like item may be accepted. Warehouse/Trust Fund staff ensure that items are received in TRUFACS before being sold. (1) Receiving Report Preparation for Resale Items. A Receiving Report is prepared and the\ncopies distributed as applicable. If, at the time of receipt of Commissary merchandise, there is a discrepancy between the PO price\nand the invoice price, staff resolve the difference by contacting the acquisitioner. If merchandise is determined to be damaged after receipt, and before it is made available for sale, a\ncontra-Receiving Report shall be prepared. If replacement goods are later received for the\ndamaged merchandise, a Receiving Report is processed. (2) Calculation of Selling Price. The selling price of each item sold in the Commissary is\ncalculated automatically based on the cost and mark-up selected in TRUFACS. The cost of an item is established when the initial Receiving Report is generated. In the receiving\nprocess, TRUFACS establishes the selling price based on the selected mark-up automatically and\nthe cost entered. The adjustment for the updated selling price is reflected on the Inventory\nHistory Summary and Inventory Value Change Reports in TRUFACS. h. Balancing and Reconciliation of Commissary Inventory. The Trust Fund Supervisor\nensures that Commissary sales, inventory adjustments, and Receiving Reports are reconciled with\nthe Standard General Ledger monthly. Verifications are conducted when the Trust Fund extracts P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 46 are performed – these include a comparison of the TRUFACS/automated accounting system\nextract to the corresponding TRUFACS report. In addition, all Trust Fund extracts may be compared to the Inventory History Summary Report. The staff member performing the extract documents the verification of all daily extracts by signing\nthe Extract Report. The TRUFACS Extract Report is attached to the automated accounting\nsystem sub-certification report and filed. During an inventory period, if the physical inventory of a specific item reveals a difference when\ncompared to the TRUFACS Stock Status Report, an inventory adjustment may be processed. Differences identified in the inventory period must be researched before processing an inventory\nadjustment. Copies of inventory adjustments are kept in the Inventory File; the originals are filed\nin the Inventory Adjustment File. i. Inventory Limitations. The Trust Fund Supervisor maintains a fresh and adequate stock of\nmerchandise. The Supervisor makes periodic comparisons of the sales history and the minimum\nand maximum order points established in TRUFACS, and reviews order points to prevent\nunder-/overstocking. If order points are insufficient, the shelf quantity in weeks may be adjusted."
}