{
  "document_category": "guidance",
  "document_name": "5100_008cn.pdf",
  "chunk_index": 10,
  "chunk_text": "These procedures will\nensure the Bureau is following the intentions of the Court when\ndesignating a facility, as the SOR may contain information\nwhich overrides the PSR and may affect scoring decisions. Based on a review of the data, DSCC staff will determine whether\na non-federal facility should be designated. If a PSR has not\nbeen prepared, DSCC staff will complete a National Crime P5100.08\n9/12/2006\nChapter 3, Page 2\nInformation Center (NCIC) and National Law Enforcement\nTelecommunication System (NLETS) criminal history check to\nobtain background information. DSCC staff will then load\nappropriate information on the SENTRY Update Security\nDesignation screen with a notation that no PSR was available. DSCC staff will contact the USPO and\nrequest that a Postsentence Investigation Report be prepared,\nand forwarded to the designated facility. DSCC staff\nwill document this contact on the SENTRY Update Security\nDesignation Screen. Frequently, in cases involving Reentry after Deportation,\nPresentence/Postsentence Investigation Reports are not\nprepared. In those particular cases, a Magistrate Information\nSheet may be used. A Magistrate Information Sheet is a document\nprepared by\nU.S. law enforcement officials. This document contains a summary\nof the facts related to the defendant's arrest and prior\ncriminal/personal history. This information is primarily\nobtained through the arresting officer's report, the FBI Rap\nSheet and an interview with the defendant. If more than six months has elapsed since the PSR was prepared,\nDSCC staff will contact the USPO to determine if there is any\nnew or significant information that should be considered. If\nthe offender was a study case before final sentencing, DSCC\nstaff will take into consideration the results of that study in\ncompleting the designation request. The result of the study may\nbe obtained from a PSR, a summary report, or any other\ninformation available. If offense or background information is not available\nprior to designation, an inmate must be designated to at\nleast a Low security level institution. When information is\nobtained, the institution may request redesignation, if\nappropriate. e. The DSCC uses classification material and SENTRY to\ndetermine if Central Inmate Monitoring (CIM) precautions need to\nbe taken. This includes a name search to determine if the\noffender was previously confined under the current or previous\nregister number. If new to the Bureau, the inmate must be loaded\ninto SENTRY and \"admitted\" to the DSCC \"facility,\" with any\nappropriate CIM assignment(s) entered. DSCC staff will identify\nthe documents used to support CIM assignments and forward the\ndocuments to the designated institution. f. DSCC staff will complete and enter into SENTRY an Inmate\nLoad and Security Designation form (BP-337) on all cases with\nterms exceeding 30 days. The DSCC staff member loading the data\nhas the discretion to complete a hard copy version or may enter\nthe information directly into SENTRY. P5100.08\n9/12/2006\nChapter 3, Page 3\nDSCC staff must determine if there is a break in custody when\nthe inmate is transferring to federal custody after service of\na state sentence. The DSCC usually has\naccess to this type of information for jail credit purposes. If there is no physical release from custody,\nDSCC staff will consider the state offense as part of the\ncurrent term of confinement for classification purposes and\nwill not assign any history points for the state offense."
}