{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 29,
  "chunk_text": "v. Above-market earnings on deferred compensation which is not tax-qualified. vi. Other compensation, if the aggregate value of all such other compensation (e.g., severance,\ntermination payments, value of life insurance paid on behalf of the employee, perquisites or\nproperty) for the executive exceeds $10,000. Why this condition: To further federal spending transparency, the Federal Funding Accountability and Transparency Act of 2006\n(FFATA) requires, among other things, that information on federal awards (federal financial assistance and\nexpenditures) be made available to the public via a single, searchable website, which is www.USASpending.gov. Grantees are responsible for reporting their applicable executive compensation and sub-award information,\nand the award term provides guidance to report the related information as required by FFATA. What you should do: At the time of grant application, your agency was asked to ensure that it has the necessary processes\nand systems in place to comply with the applicable subaward and executive compensation reporting\nrequirements should it receive funding. If your agency received awards of $25,000 or more, you are required\nto report award information on any first-tier subawards totaling $25,000 or more, and, in certain cases, to\nreport information on the names and total compensation of the five most highly compensated executives\nof the recipient and first-tier subrecipients. The FFATA Subaward Reporting System (FSRS), accessible via the 19 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual website at www.fsrs.gov, is the reporting tool that your agency will use to capture and report subaward\ninformation and any executive compensation data required by FFATA. The subaward information entered\nin FSRS will then be displayed on www.USASpending.gov associated with your agency’s award, furthering\nfederal spending transparency. For additional information regarding the executive compensation and subaward reporting\nrequirements, please see Vol. 75, No. 177 (September 14, 2010) of the Federal Register,\nwww.gpo.gov/fdsys/pkg/FR-2010-09-14/pdf/2010-22705.pdf. 19. Retention At the time of grant application, your agency committed to retaining all sworn officer positions awarded under\nthe TRGP Hiring grant with state and/or local funds for a minimum of 12 months following the conclusion of 36\nmonths of federal funding for each position, over and above the number of locally funded sworn officer positions\nthat would have existed in the absence of the grant. Your agency cannot satisfy the retention requirement by using\nTRGP funded positions to fill locally funded vacancies resulting from attrition. Why this condition: The retention requirement ensures that the increased officer staffing level under the TRGP-Hiring grant\ncontinues with state or local funds for a minimum of 12 months after federal funding ends. What you should do: At the time of grant application, your agency was required to affirm that it planned to retain all sworn officer\npositions awarded under the TRGP-Hiring grant and identify the planned source(s) of retention funding. Your\nagency committed to retaining each awarded position for at least 12 months following the conclusion of 36\nmonths of federal funding for that position. The retention period begins for an awarded officer position once\nthat position has completed the 36-month implementation period."
}