{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 65,
  "chunk_text": "When\ntesting in greater numbers, is CCM approval obtained? k. Are urine samples collected in an approved\ncontainer with same-sex contractor personnel visually observing\nproduction of the sample? As soon as the sample has been\ncollected, do staff secure the specimen in a locked container? l. To ensure the integrity and security of the\nprocess, does the contractor establish a chain of custody from\nthe point of receiving the empty bottle supplies from the\nlaboratory until the samples are mailed to the lab for analysis? m. Do procedures ensure no unauthorized persons or\nresidents are involved in the handling of empty bottle supplies\nor the collecting, recording, mailing or processing of urine test\nsamples? PS 7300.09\n1/12/98\nAttachment 4-7, Page 18\nn.\nDoes the contractor take disciplinary action on\n\"stalls\"? Is drinking and ingestion of medication limited to\nessentials during the two hour waiting period? o. Are the minimum waiting periods between successive\npositive samples as outlined in Attachment L, Detections Periods\nFor Selected Drugs, observed? p. When a positive finding cannot be explained, do\ncontractor staff thoroughly investigate the positive urine test\nresult to validate the positive finding? Does the contractor\nreport all unauthorized positive test results to the CCM the day\nreceived? Do residents who have positive test results without\njustification receive a formal disciplinary report? 21. Alcohol Testing: a.\nDoes the contractor maintain a surveillance and\ncounseling program to deter and detect introduction or use of\nalcohol in the facility? b. Does the contractor test at a minimum of one test\nfor every ten residents on a weekly basis? Are tests on a\n\"surprise\" basis?\nc. Does the contractor maintain a log of residents\nsubjected to tests, the staff performing the test, test results,\nand a column to indicate if the resident refused to cooperate? d. Is a reliable testing instrument such as that used\nby the Bureau of Prisons (Alco-Sensor Model II or III, or\ncomparable instrument or device) used for testing? e. Does the contractor ensure that staff using the\ninstrument are familiar with its operation as outlined in the\nmanufacturer's operating instructions? Is an incident report\nprepared if a positive alcohol test results, charging the\nresident with using intoxicants? f. Do residents who refuse to submit to an alcohol\ntest, either through word or action, receive an incident report? g. Is alcohol counseling provided to residents on an\nas-needed basis, with the counseling tailored to the individual's\nneeds? Are all counseling sessions documented in the resident's\nfile? PS 7300.09\n1/12/98\nAttachment 4-7, Page 19\nSpecial Supervision Conditions:\n22. Does the contractor confer with the USPO/CCM on policy\nand procedures for implementation of all special supervision\nconditions? Authorized Absences:\n23. Does the contractor ensure residents leave the facility\nonly through sign-out, pass, furlough, or home confinement? 24. At the time of intake, does the contractor contact the\nUSPO in the appropriate jurisdiction(s) to determine if there are\nany objections to passes or furloughs at the location proposed by\nthe resident? If any subsequent changes in pass or furlough\nlocation occur, does the contractor obtain additional clearance\nfrom the USPO? 25. Except for employment and other approved program\nactivities (i.e., seeking employment, meals served through a\nlocal restaurant, attending religious services, etc.), are\nresidents in the Community Corrections Component only permitted\nto leave the center with prior approval of the CCM? 26."
}