{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 33,
  "chunk_text": "All preliminary site\ninspections should be videotaped and forwarded to the panel\nchairperson for use by the evaluation panel. PS 7300.09\n1/12/98\nChapter 4, Page 18 The chairperson's message to committee members for preliminary\nsite inspection should also include a request that the inspection\nteam forward their travel information (date and time of arrival,\ninspection, and departure) to the CO and panel chairperson in the\nevent they can attend/participate in the facility inspection(s). Within five working days of the site visits, the COS and RSS\nshall distribute their written reports (COS PRELIMINARY SITE\nINSPECTION REPORT (Attachment 4-3) AND RSS PRELIMINARY SITE\nINSPECTION REPORT (Attachment 4-4)) via BOPNet GroupWise E-Mail. If the facility is not acceptable, the site report shall outline\nrationale for this determination. This report will cover the:\nage, condition and suitability of the structure,\nthe location of the site, including availability of public\ntransportation,\n#\nfire safety compliance,\n#\noverall sanitation and the need for repair and/or renovation\nof the building,\n#\ncommunity and any other information that might be relevant\nfor the evaluation panel's consideration. #\n# Preliminary site surveys are required for incumbents as well as\nsingle offerors. The CCRA may waive a pre-occupancy inspection for incumbent\ncontractors. The first full inspection (60 to 90 days after\naward) would serve as a dual pre-occupancy/full monitoring. The\nwaiver should be in writing and documented in the contract file. 4.4.3.\nEVALUATION PANEL - FOR COMPETITIVE PROPOSALS WITH\nMULTIPLE OFFERORS\n4.4.3.1. Meeting Time and Panel Composition The chairperson, ordinarily the panel member from the Central\nOffice Community Corrections Branch, shall establish in writing\nthe composition of the panel to evaluate the proposals and the\ntime and date when it shall meet. The panel shall\nconsist of the chairperson and at least two other Bureau staff,\nat least one of whom shall work in Community corrections. The\npanel will generally consist of the chairperson, the CO, and a\nstaff person designated by the CCRA. The panel chairperson shall\ncontact the CCRA, over the service area, and ascertain the name\nof the designated panel member from the field. The evaluation\nshould be completed within 25 working days of the receipt of\nproposals. PS 7300.09\n1/12/98\nChapter 4, Page 19 The MCA and CCM office staff who will have supervisory authority\nor will be responsible for administering the contract may be\nmembers of the panel. 4.4.3.2. Panel Proceedings The evaluation panel members shall use the evaluation criteria\nidentified in the solicitation, to include an evaluation of each\ncontractors past performance, to evaluate all proposals. Impartiality and comprehensive evaluation by the panel is crucial\nto select the source whose proposal has illustrated the highest\ndegree of realism and whose performance is expected to best meet\nstated government requirements. Each member shall make an independent evaluation of every\nproposal using the evaluation checklist and scoring sheet. Following the independent evaluation, the panel members shall\nhold discussions and arrive at a consensus. The consensus\nfinding shall be recorded on a separate score sheet. 4.4.3.3. General Instructions The proposal evaluation process consists of an assessment of both\nthe proposal and the offerors ability (as conveyed by the\nproposal) to successfully accomplish the prospective contract\nwithin the specified evaluation criteria. Each proposal must be\njudged by the same standards, factors, and subfactors specified\nin the solicitation. 4.4.3.4. Determining the Competitive Range"
}