{
  "document_category": "guidance",
  "document_name": "GuideToProcurementProcedures.pdf",
  "chunk_index": 21,
  "chunk_text": "Issues that might initiate a protest include:\n1.\n2.\n3.\n4.\n5. Source evaluation activity\nProtests\nDisputes (differences of opinion)\nClaims Any other pertinent issues. As a best practice, protests should be in writing to the non-Federal entity. Non-Federal entities\nshould follow local procedures for resolution in order that effective due process may be\nachieved. These standards do not relieve the non-Federal entity of any contractual\nresponsibilities under its contracts. In summary, the non-Federal entity is responsible for handling and resolving all contractual\nactivity protests. Ordinarily, except in matters of direct federal concern, a Federal awarding\nagency will not substitute its judgment for that of the non-Federal entity. However, this should\nnot be construed that Federal advice should not be sought when considered appropriate by the\nnon-Federal entity. 17 2 C.F.R. § 200.318(k). Page | 40 Protests Checklist\nNo. Question 1. Has the aggrieved party submitted his protest in writing? Yes No If the answer is “No,” consider recommending that the\nprotest be submitted in writing if the magnitude is great\nenough to have serious operational impact. 2. Has non-Federal entity’s top management been alerted to\nthe seriousness of the protest and has legal counsel been\nsought?” If the answer is “No,” top management and legal counsel\nshould be advised. 3. Has the non-Federal entity exerted ample effort toward\nresolution of the protest before seeking help from awarding\nFederal agency? If the answer is “No,” the non-Federal entity should exert\nample effort toward resolution before seeking help from\nawarding Federal agency. Page | 41 Chapter 16\nContracting with Small and Minority Firms, Women’s Business\nEnterprises, and Labor Surplus Area Firms The non-Federal entity must take all necessary affirmative steps to ensure that\nsmall and minority businesses, women’s business enterprises, and labor surplus\narea firms are used when possible. 18\nSmall Business Firms: Designated by the Small Business Administration. Minority Business Firms: 51 percent Minority Owned/Operated. Women’s Business Enterprises: Small business that is at least 51 percent owned by a woman\nor women. Labor Surplus Area Firms: Firms geographically located in distressed labor surplus areas\ndesignated by the Secretary of Labor. Non-Federal entities shall ensure the following affirmative steps:\n1. Placement of small and minority businesses and women's business enterprises on\nsolicitation lists;\n2. Assuring that small and minority businesses and women’s business enterprises are\nsolicited whenever they are potential sources;\n3. Allocating requirements into smaller amounts, when feasible, to permit maximum\nparticipation by small and minority businesses, and women's business enterprises;\n4. Establishing delivery requirements, when feasible, which encourage participation by\nsmall and minority businesses, and women's business enterprises;\n5. Using the services of such organizations as the Small Business Administration and the\nMinority Business Development Agency of the Department of Commerce, and\n6. When the non-Federal entity’s contractor(s) (for these purposes, the “prime”\ncontractor(s)) may award a subcontract(s), requiring the “prime” contractor(s) to take\nthese steps (1-5) for its subcontract(s). Notwithstanding the fact that no contracting goals are established, the non-Federal entity is\nexpected to provide statistics on contract awards to DOJ upon request. 18 2 C.F.R. § 200.321. Page | 42 Contracts with Small and Minority Firms, Women’s Business Enterprises,\nand Labor Surplus Area Firms Checklist\nNo. Question 1. Are statistics readily available concerning contract awards to\nthese firms? Yes No"
}