{
  "document_category": "guidance",
  "document_name": "5310_017.pdf",
  "chunk_index": 25,
  "chunk_text": "Documentation of an externally validated Core Clinical Skills Review (as applicable). If applicable, psychologists are responsible for providing a copy of their renewed professional\nlicenses or certifications, or evidence of application to renew, to the Chief Psychologist or\nCompetency Assessment Psychologist on or before the date the current license or certification\nexpires. The Chief Psychologist or Competency Assessment Psychologist, as applicable, verifies\nthe renewed license or certification with the primary source. (2) Core Clinical Skills of Correctional Psychologists. The work of Bureau psychologists is\nroutinely reviewed to ensure adherence to professional standards. The primary purpose of this\nreview is to identify and address training needs in order to ensure the quality of the Bureau’s\nclinical services. At a minimum, a review of core clinical skills is conducted every two years. Core clinical skills include:\n■\n■\n■\n■\n■\n■ Screening for mental health concerns. Psychological assessment. Diagnostic formulation. Treatment planning. Clinical intervention. Professional documentation. Reviews of clinical skills are conducted by doctoral-level, license-eligible psychologists. For\nbargaining unit psychologists, the clinical supervisor conducts the review. Under no circumstances P5310.17 8/25/2016 31 does a bargaining unit psychologist conduct a clinical skills review of another bargaining unit\npsychologist. Typically, reviews of non-bargaining unit psychologists are also conducted by their\nclinical supervisor; however, they may be conducted by other non-bargaining unit psychologists. Non-clinicians are not qualified to conduct a review of clinical skills; therefore, reviews of Chief\nPsychologists are conducted by psychologists in the Psychology Services Branch. New Bureau psychologists receive their first clinical skills review at the conclusion of the first year\nof their appointment, in conjunction with completion of their annual performance appraisal. All\nclinical skills reviews are submitted to the Psychology Services Branch for external review and\nvalidation. Specific review procedures for bargaining unit psychologists, non-bargaining unit\npsychologists, and Chief Psychologists are described below. Core clinical skills may be reviewed through:\n■\n■\n■\n■ Clinical supervision. Review of clinical documentation. Direct observation of the delivery of treatment services. Informal discussion of clinical cases and formal case presentations. At a minimum, clinical skills are assessed through a review of key clinical documentation with\nfeedback, using the Core Clinical Skills Review Form. Completed forms are submitted to the\nPsychology Services Branch for review and external validation. (3) Chief Psychologists. The Psychology Services Branch is responsible for conducting clinical\nskills reviews of Chief Psychologists; these reviews are to be conducted every two years. Clinical\nskills reviews of Chief Psychologists address:\n■ The Chief Psychologist’s effectiveness in the performance of professional duties, which\ninclude providing services and programs to address inmate needs. ■ The Chief Psychologist’s ability to establish and maintain communication within and outside\nthe organization to provide effective services. ■ The Chief Psychologist’s skill in extending professional and technical advice, including clinical\nsupervision, to improve the effectiveness of services to offenders. For Chief Psychologists, the clinical skills reviews consist of a telephonic interview and\ncompletion of the Core Clinical Skills Review Form. The form is used to document the review\nfindings. The Chief Psychologist is provided with a copy of the form and the original is retained in\nthe Psychology Services Branch. P5310.17 8/25/2016 32"
}