{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 13,
  "chunk_text": "You may request copies of\nany source reference document from:\nOffice of Administration, Publication Unit\nNew Executive Office Building\n725 17th Street NW, Room G 236\nWashington, DC 20503\nCOPS Office-specific documents may be requested directly from the COPS Office by calling your COPS\nOffice Program Manager. Review of award terms and conditions By signing the award document to accept this CPD award, your agency agrees to abide by the following\naward terms and conditions:\n1. Award owner’s manual The awardee agrees to comply with the terms and conditions in the 2015 COPS Office Community Policing\nDevelopment Program Award Owner’s Manual; COPS Office statute (42 U.S.C. 3796dd et seq.); 2 C.F.R. Part 200\n(Uniform Administrative Requirements, Cost Principles, and Audit Requirements for Federal Awards) as adopted\nby the U.S. Department of Justice in 2 C.F.R. § 2800.101; representations made in the Community Policing\nDevelopment Program grant application; the Cooperative Agreement, if applicable; and all other applicable\nprogram requirements, laws, orders, regulations, or circulars. 3 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual Why this condition: This manual has been designed to inform you of the requirements, laws, regulations, and policies that apply\nto your award. Your agency will be responsible for the information and rules contained in this manual and for\nimplementing your award in compliance with the applicable terms, conditions, and regulations. Please note\nthat in accordance with 200 C.F.R. § 200.101(c), the COPS Office applies 2 C.F.R. Subparts A through E to forprofit (or commercial) entities. More detailed guidance regarding any particular award requirement or your\nagency’s specific circumstances can be requested through your COPS Office Program Manager. What you should do:\nPlease read the entire CPD program Award Owner’s Manual carefully prior to signing the award document. If you have any questions, please contact your COPS Office Program Manager. When accepting your\naward, you should ensure that the proper reporting and financial systems are in place to satisfy the award\nrequirements. 2. Assurances and Certifications The awardee acknowledges its agreement to comply with the Assurances and Certifications forms that were signed\nas part of its Community Policing Development program application. Why this condition:\nAlthough the COPS Office has made every effort to simplify the process of applying for and receiving\nawards, several provisions of federal law require us to seek your assurances and certification regarding\ncertain matters. Most of the assurances and certifications apply to all federal award programs. What you should do:\nApplicants to COPS Office award programs are required to sign the Assurances and Certifications forms at\nthe time of application. Signing these documents assures the COPS Office that you have read, understood,\nand accepted the award terms and conditions outlined in the Assurances and Certifications. Please read\nthese documents carefully, because signatures on these documents are treated as a material representation\nof fact upon which reliance will be placed when the U.S. Department of Justice determines whether to\naward the covered award. Additional copies of the Assurances and Certifications forms are contained in\nappendix B on page 57 of this manual. If you have any questions about them, please contact your assigned\nCOPS Office Program Manager via the COPS Office Response Center at 800-421-6770."
}