{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 30,
  "chunk_text": "The COPS Office may also use this information to understand the\nneeds of the field and potentially provide for training, technical assistance, problem solving, and community\npolicing implementation tools. What you should do: The community policing activities designated for implementation or enhancement by your agency were\nidentified in your TRGP application. Your community policing needs may change during the life of your award,\nand minor changes to this plan may be made without prior approval of the COPS Office. If your agency’s\ncommunity policing plan changes significantly you must submit those changes in writing to the COPS Office for\napproval. Changes are significant if they deviate from the range of possible community policing activities\nidentified and approved in the original community policing plan submitted with your application. 29 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual 27. Retention\nCondition: At the time of award application, your agency committed to retaining all sworn officer positions funded under the\nTRGP-Hiring award with state and/or local funds for a minimum of 12 months following the conclusion of 36 months\nof federal funding for each position, over and above the number of locally-funded sworn officer positions that would\nhave existed in the absence of the award. Your agency cannot satisfy the retention requirement by using TRGP-Hiringfunded positions to fill locally-funded vacancies resulting from attrition. Why this condition: The retention requirement ensures that the increased officer staffing level under the TRGP-Hiring award\ncontinues with state or local funds for a minimum of 12 months after federal funding ends. What you should do: At the time of the TRGP application, your agency was required to affirm that it planned to retain all sworn officer\npositions awarded under the TRGP-Hiring award and identify the planned source(s) of retention funding. Your\nagency committed to retaining each awarded position for at least 12 months following the conclusion of 36\nmonths of federal funding for that position. The retention period begins for an awarded officer position once\nthat position has completed the 36-month implementation period. If an agency is awarded several officer\npositions, the retention period for each individual officer position begins upon completion of 36 months of\nfunding for that position (not based on the cumulative award end date). The retained TRGP funded position(s) must be added to your agency’s law enforcement budget with state or\nlocal funds at the conclusion of grant funding, over and above the number of locally funded sworn officer\npositions that would have existed in the absence of the award. Absorbing TRGP-funded positions through\nattrition (rather than adding the extra positions to your budget with additional funding) does not meet the\nretention requirement. Your agency should maintain documentation demonstrating when the 36-month award funding period expires\nfor each awarded position and that each retained position is above and beyond the number of officer positions\nthat your agency would otherwise have funded with state or local funds. We understand that your agency’s\nidentified source(s) of retention funding may change during the life of the award, so your agency should\nmaintain documentation of any changes in the event of an audit, monitoring, or other evaluation of your award\ncompliance."
}