{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 43,
  "chunk_text": "During the monitorings of this type of\nprogram, the contractor's procedures to verify inmate employment\nand the system for general accountability of inmates while in the\ncommunity shall be closely examined and addressed in the report. g.\nContract confinement facility full monitorings shall be\nrecorded on the appropriate standard monitoring checklist (see\nAttachment 4-9 and 4-10). Interim reviews shall be recorded on\nthe standard Contract Confinement Services Interim Monitoring\nReport form (Attachment 4-11). Preparation of reports or letters\nand distribution of materials shall be handled the same as for\ncontract CCCs. Non-Bureau Contracts\na. These are contracts where the Bureau is listed as an\nauthorized user of another Federal agency's contract\n(\"piggyback\" agreements). The USMS contracts are an example. b.\nCommunity corrections staff shall inspect all non-Bureau\ncontract facilities for suitability prior to placing inmates in\nthe facility. The suitability inspection will be coordinated\nwith the USMS. In addition to the Bureau staff inspection, the\nCCM shall obtain a copy of the latest USMS monitoring report. PS 7300.09\n1/12/98\nChapter 4, Page 35\nSome U.S. Marshal’s rely on State inspections of contract jails,\nif this is the case, a copy of the State inspection should be\nobtained and maintained in the contract file. Duly authorized\nState inspections of contract jails is an acceptable inspection\nfor BOP purposes. The suitability inspection shall be documented\nin the contract file. c. In addition to the suitability inspection, Community\ncorrections staff shall participate in a Joint Monitoring with\nUSMS staff, once every three years. A copy of all USMS\nmonitoring reports shall be maintained in the contract file. Larger non-Bureau contracts may require additional program\noversight. At the CCRA's discretion, Community Correction staff\nmay accompany the USMS Jail Inspectors more frequently. d.\nIf Community corrections staff learn of serious\ndeficiencies at the facility, the concerns shall be communicated\nto the USMS office. If deficiencies are not corrected, the\nBureau may choose not to use the facility. CCMs shall consult\nwith their MCAs and CCRAs in these cases. Community corrections\nstaff should not correspond directly with the contractor. 4.5.7. MONITORING AND EVALUATION OF CCC CONTRACT PERFORMANCE Monitoring a contractor's performance should be viewed as a daily,\ncontinuous, on-going, routine process and not limited to formal\nmonitoring trips to the facility. The COTR is responsible\nfor completing the Contractor Evaluation Form (CEF) “Report\nCards” (see Attachment 4-13). The contractor’s performance will be\nevaluated at least two times during the life of the contract. The\nfirst report card is required at the end of the two year base\nperiod with a follow-up to be completed at the beginning of the\nlast option year when an RCA is submitted to the Central Office\nfor a replacement contract. Once each report card is completed,\nit is sent to the contractor for comment. The contractor has 30\ndays to comment, rebut, and/or provide additional information to\nthe COTR. If the contractor disagrees with the rating, the\ninformation will be reviewed by the MCA, who will consider the\ncomments made by the contractor and decide the final rating. The\nMCAs decision must be in writing and completed within 15 days\nfrom receipt of the rebuttal statement. The MCA is the final\nauthority. This contractor information will be used during the\nevaluation panel process."
}