{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 74,
  "chunk_text": "At the conclusion of the peer review assessment, peer reviewers are asked to provide the PREA\nManagement Office with a summary report of their findings, including information on the\ncriteria used to evaluate the auditor’s compliance determinations and a description of any\nsignificant variation between peer reviewers’ scores. A copy of the summary peer review report\nwill also be made available to the reviewed auditor. Peer Review Outcomes Determining outcomes and next steps for auditors who undergo a peer review is the sole\nresponsibility of the PREA Management Office. Peer reviewers have no role in recommending\nnext steps for auditors who undergo peer review. As stated above, if the peer review findings indicate that an auditor’s compliance\ndeterminations, application of the Standards, corrective action requirements, or other\nelements are significantly deficient, peer review may lead to a disciplinary review by the PREA\nManagement Office. Disciplinary review may also be a consequence for auditors who fail to\ncomply with all of the peer review requirements (refer to Chapter 23) and may impact an\nauditor’s DOJ certification. If, however, the peer review findings reveal only limited deficiencies,\nthe PREA Management Office may require the auditor to complete certain remediation steps to\naddress the identified deficiencies (refer to Chapter 24). Disciplinary Review The PREA Management Office places auditors under disciplinary review when there are\nsignificant or pervasive concerns regarding an auditor’s compliance with the following:\n•\n•\n•\n•\n•\n•\n•\n• The PREA Auditor Code of Conduct\nThe PREA Auditor Certification Agreement\nPREA Standards governing auditor conduct\nFAQs issued by the DOJ PREA Working Group\nThe PREA Auditor Handbook\nPREA auditor requirements articulated in the PREA Auditor Candidate Training\nRequired PREA auditor continuing education\nPREA auditor reporting requirements\n75 •\n• Peer review requirements\nRemediation steps required by the PREA Management Office Disciplinary review is also used in cases where the PREA Management Office has obtained\ninformation regarding auditor misconduct or an auditor has demonstrated serious\nmisapplication or misinterpretation of one or more PREA Standards. In some cases, the PREA Management Office may determine that remediation steps are more\nappropriate than requiring the auditor to proceed through the full disciplinary review process,\nand there are actions that the auditor can take to successfully address the concerns and issues\nthat were identified in the PREA Management Office’s audit assessment (see Chapter 20). In\nother cases, the PREA Management Office may determine that a disciplinary review is\nwarranted without engaging in remediation steps. The disciplinary review process may impact\nan auditor’s DOJ certification. Disciplinary Review Process Auditors placed on disciplinary review by the PREA Management Office will receive written\nnotice from the PREA Management Office that includes a description of the identified concerns\nand issues related to the auditor’s work, any allegations of auditor misconduct, and detailed\ninstructions for proceeding through the disciplinary review process. Auditors under disciplinary review will generally be instructed to:\n•\n•\n• Provide a written response to the issues and concerns detailed in the Notice of\nDisciplinary Review issued by the PREA Management Office (including all relevant\nsupporting documentation) Submit the underlying audit documentation for one or more audits conducted by the\nauditor\nProvide a list of all upcoming audits"
}