{
  "document_category": "guidance",
  "document_name": "6400_003.pdf",
  "chunk_index": 13,
  "chunk_text": "If the prosthesis/\nappliance is deemed inadequate; he/she will not make adjustments and it is returned at the\ninmate’s expense. Orthodontic treatment is not in the scope of practice of Bureau dental services. Inmates who\nenter custody while in orthodontic treatment by a private practitioner have two options: P6400.03 6/10/2016 17 ■ Fixed appliances (brackets, bands, arch-wire, etc.) may remain and serve as a retainer to\nmaintain current tooth position. ■ Alternatively, the patient may request removal of all orthodontic appliances. In doing so,\nhe/she accepts that any progress in orthodontic movement may relapse. The Consent for\nRemoval of Orthodontic Appliances (BP-A1041) shall be completed and placed in EMR\nunder the Document Manager/Dental Consent Form section. Removal of an fixed orthodontic appliance re uires the patient’s written consent, with the\nunderstanding that there may be a relapse. The BOP is not responsible for correcting any relapse\nresulting from the removal. g. Refusal of Treatment. If an inmate refuses part of the recommended treatment plan, the\ndentist may deny dependent comprehensive care (e.g., the fabrication of a removable partial\ndenture). However, completion of other routine restorative procedures will be continued. Any refusal of treatment is documented on a Medical Treatment Refusal (BP-A0358), which is\naccessed through EMR. Please note: Spanish forms are for reference but are not to be entered\ninto EMR. Once the form is completed (signed by the inmate and provider) it becomes part of\nthe medical record per the current Document Manager Guidelines. An inmate may revoke a\nsigned treatment refusal at any time if he/she decides to follow the provider’s recommended\ntreatment. This revocation is documented in EMR in an administrative note prior to continuation\nof treatment. Inmates signing a refusal for all dental care are removed from the Dental Routine Treatment List\nbut are still eligible for urgent dental care. Should they request placement on the list again, their\nname will be placed at the bottom of the wait list. h. Inmate Restrictions. Inmates are not entitled to select their own clinician, and are not\nentitled to dictate the use of selected dental materials. The treating dentist will provide\nappropriate care to the scheduled inmate. If an inmate refuses all treatment by the assigned\ndentist, a refusal form will be completed and he/she will be removed from the routine treatment\nlist. The inmate will be eligible only for dental sick call. If he/she requests comprehensive care\nat a later date, the inmate will be placed at the bottom of the list. Inmates are not permitted to use their own dentist, whether in the BOP clinic or the dentist’s\noffice, whether on a reimbursable or non-reimbursable basis, or whether there was a prior\nrelationship between the inmate and the provider. P6400.03 6/10/2016 18 10. URGENT DENTAL CARE (DENTAL SICK CALL PROGRAM)\na. Definition. Urgent dental care includes treatment for relief of severe, acute dental pain,\ntraumatic injuries, and acute infections exhibiting the cardinal signs of infection. This includes a\npalliative treatment intervention that may include placement of sedative, temporary restorations,\nextraction of non-restorable teeth, pulpectomy, and gross debridement of symptomatic areas. Urgent dental care may be requested by inmates on a 24-hour basis."
}