{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 79,
  "chunk_text": "Your agency’s CAGI award document will list your grant number, law\nenforcement executive, government executive, award amount, number and hiring category of positions\nawarded, award start and end dates, and all terms and conditions (including any special conditions placed\non your agency’s CAGI grant). Your law enforcement and government executives have 90 days from the date\non your award congratulatory letter to log on to their accounts in “Account Access” and electronically sign\nthe award document and submit it to the COPS Office. Your agency’s FCM will specify the final amount of\nCAGI funds awarded to your agency for officer salaries and approved fringe benefits. award start date. This is the date on or after which your agency is authorized to purchase or hire any\nallowable equipment, services, personnel, or other costs that were approved by the COPS Office. The award\nstart date is found on your grant award document. Grantees may not expend funds prior to this date without\nwritten approval from the COPS Office. career law enforcement officer. The COPS Office statute defines a career law enforcement officer as a person\nhired on a permanent basis who is authorized by law or by a state or local public agency to engage in or\noversee the prevention, detection, or investigation of violations of criminal laws. Catalogue of Federal Domestic Assistance (CFDA). The CFDA is an annual government-wide publication that\ncontains a description and index of all forms of federal assistance. Each program is assigned a CFDA number,\nwhich is used by auditors to track grant revenues under the Single Audit Act. It is also used in participating\nstates by State Single Points of Contact in conducting the required intergovernmental reviews under\nExecutive Order 12372. The CFDA number for the COPS Office CAGI grant is 16.710. closeout. Closeout is the process in which the awarding agency, the COPS Office, determines that all 65 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual applicable administrative actions and all required work and conditions of the award have been completed\nand met by the recipient and awarding agency. cognizant federal agency. Your cognizant federal agency is generally the federal agency that provides your\nagency with the most federal money. The Office of Management and Budget (OMB) may have already\nassigned your cognizant federal agency to you. If this is the first federal grant that your organization has\nreceived, the U.S. Department of Justice is your cognizant federal agency. community policing. Community policing is a philosophy that promotes organizational strategies that\nsupport the systematic use of partnerships and problem-solving techniques to proactively address the\nimmediate conditions that give rise to public safety issues such as crime, social disorder, and fear of crime. All\nnewly hired, additional or rehired officers (or an equal number of redeployed veteran officers) funded under\nCOPS Office programs must engage in community policing activities and in the implementation of your\ncommunity policing strategy. COPS Office. Created under the 1994 Crime Bill, the Office of Community Oriented Policing Services (COPS\nOffice) is an independent office within the U.S. Department of Justice that is the grantor or awarding agency\nfor your grant or cooperative agreement."
}