{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 70,
  "chunk_text": "i.\nEffective pest control measures are utilized to\nminimize the presence of rodents, flies, cockroaches, and other\ninsects on the premises. The premises are kept in such condition\nas to prevent the harboring or feeding of insects or rodents. 11.\nIf the contractor provides meals to residents through\narrangements with a local vendor (restaurant, caterer, etc.), do\nthey have a copy of their agreement, which ensures the following:\na.\nthat the establishment is a full-service\norganization, capable of providing breakfast, lunch, and dinner\nmeals; and,\nb.\nthat the establishment has a valid state or local\nlicense, certificate or permit, as applicable, to operate,\nprepare and/or serve food and meets all state and/or local\nsanitation and health codes. 12. Is appropriate space and equipment available for the\nproper storage and refrigeration of food supplies? 13. Are dry food supplies stored off the floor in a clean,\ndry, ventilated room not subject to waste water backflow or other\ncontamination? 14. Are foods needing refrigeration stored at thirty-five\nto thirty-eight degrees Fahrenheit? Is a thermometer\nconspicuously displayed inside the refrigerator? 15. If the facility has a kitchen, is the kitchen and\ndining area ventilated, properly furnished, and clean? 16. Does the contractor ensure food or prepared meals do\nnot have poppy seeds as an ingredient? 17. Are residents advised not to eat anything made with\npoppy seeds? Medical Services\n18. In an emergency, does the contractor obtain the\nnecessary medical treatment required to conserve the resident's\nhealth and notify the CCM of treatment within twenty-four hours? PS 7300.09\n1/12/98\nAttachment 4-7, Page 28\n19. If the resident cannot pay, does the contractor pay for\nsuch treatment and submit the paid invoice with the regular\nmonthly billing for reimbursement by the government? 20. Are written arrangements made with a licensed general\nhospital, private licensed physician or clinic to ensure that\nemergency medical service is available twenty-four hours a day? 21. Does the contractor make arrangements for a medical\nexamination of residents within twenty four hours of suspecting\ncommunicable or debilitating physical problems? Does the\ncontractor pay for the examination and submit the paid invoice\nwith the regular monthly billing for reimbursement by the\ngovernment? 22. Except for transfers from a Federal institution, when\nan offender is admitted directly to the center does the\ncontractor ensure that a physical examination is accomplished\nwithin five working days of arrival at the center? 23. Is the examination a general office physical comparable\nto an insurance type physical, (i.e., routine laboratory studies\n- CBC, urinalysis, serological tests for syphilis, chest X-ray,\nTine Test, etc.) that does not require hospitalization to\ncomplete the exam? 24. Are the results of the evaluation appropriately\ndocumented and made a part of the resident file, with a copy of\nthe exam's findings sent to the CCM? 25. Does the contractor pay for the examination and submit\na copy of the paid invoice with the regular monthly billing for\nreimbursement by the government? 26. Does the contractor have basic first aid supplies, as\nprovided in the American Red Cross First Aid Manual, on-site at\nall times? 27. Is at least one staff member on each shift trained in\nemergency first aid and cardiopulmonary resuscitation (CPR)? 28. Does the contractor have written policy and procedure\nregarding a resident's possession and use of prescribed\nmedication and over-the-counter drugs? Discussion/Findings:"
}