{
  "document_category": "guidance",
  "document_name": "5330.11.pdf",
  "chunk_index": 29,
  "chunk_text": "2.5.1. Target Population. The RDAP targets the inmate who volunteers for treatment and has a\ndiagnosable and verifiable substance use disorder, and is able to participate in the entire RDAP. (a) RDAP. To successfully complete the RDAP, inmates must complete each of\nthe following components:\n(1) Unit-based component. Inmates must complete a course of activities provided\nby drug abuse treatment specialists and the Drug Abuse Program Coordinator in a\ntreatment unit set apart from the general prison population. This component must\nlast at least six months. To ensure the Bureau provides evidence based treatment in its drug\nabuse treatment programs, the RDAP is a minimum of 500 hours. The RDAP has a duration of 9\nto 12 months. (2) Follow-up services. If time allows between completion of the unit-based\ncomponent of the RDAP and transfer to a community-based program, inmates\nmust participate in the follow-up services to the unit-based component of the\nRDAP. (3) Transitional drug abuse treatment (TDAT) component. Inmates who have\ncompleted the unit-based program and (when appropriate) the follow-up treatment\nand are transferred to community confinement must successfully complete\ncommunity-based drug abuse treatment in a community-based program to have\nsuccessfully completed RDAP. The Warden, on the basis of his or her discretion,\nmay find an inmate ineligible for participation in a community-based program. (b) Admission Criteria. Inmates must meet all of the following criteria to be\nadmitted into RDAP. a. (1) Inmates must have a verifiable substance use disorder. b. (2) Inmates must sign an agreement acknowledging program responsibility. c. (3) When beginning the program, the inmate must be able to complete all three\ncomponents described in paragraph (a) of this section. This includes the critical RRC\nor home confinement transfer to participate in the TDAT. P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 2\nPage 8 Example 1: A deportable inmate is unqualified for the RDAP because he or she cannot participate\nin the transitional drug abuse treatment component because he or she is not eligible for RRC\nplacement. The NR DAP program is available for these unqualified inmates. An inmate previously determined DAP UNQUALIFIED due to his or her ineligibility for an RRC\nis responsible for notifying the drug abuse treatment staff if there is a change in the inmate’s RRC\nstatus for reconsideration. Example 2: If an inmate is found to be qualified for the RDAP and has begun to participate in the\nprogram, and then finds his or her RRC status to have changed; e.g., a detainer lodged, he or she\nmay remain in treatment. Inmates who are waiting for, or participating in the RDAP who are not eligible for transfer to an\nRRC, on or before the date of this policy’s implementation, will remain qualified for RDAP\nparticipation; and\nd. Ordinarily, have 24 months or more remaining on their sentence. 2.5.2. Staffing. With the exception of the co-occurring drug abuse treatment program as outlined\nin Section 2.5.3, DTSs will always maintain a caseload of 1:24. Residential DAPC’s are to manage no more than 120 RDAP participants. This will be\nimplemented as new positions become available. 2.5.3. Co-occurring Populations."
}