{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 131,
  "chunk_text": "(b)\nThe MCA verifies the calculations and the process the\nCCM used to prepare projections. This is accomplished using\nthe Verification section of Attachment 7-2, CCM Budget\nProjections. The MCA also compares the actual costs and\ntotal inmate-days used during the current year to ensure the CCM’s\nbudget projections are sound. The MCA then consolidates\nall field data for their Management Center and submits a budget\nrequest to the CCRA. (c) Next, the CCRA reviews the budget information received from\neach MCA and analyzes all justifications for any increase or\ndecrease. Once completed, the CCRA consolidates\nthe budget data from the Management Centers and submits\ntheir regional request to the CCB for review using\nAttachment 7-1, Region Annual Budget Plan.\n7.3.4. Monthly Budget Reports In order to monitor the community corrections budget on a\nnational level, CCRAs submit the following two monthly budget\nsummary reports found in BOPDOCs, via BOPNET Groupwise, by the\n25th of each month to the CCB:\nMonthly Contract CCC Budget Summary (EMS Form 904). This form is used to report Program T1 figures. ! ! 903). Monthly Contract Confinement Budget Summary (EMS Form This form is used to report Program D figures. Both forms require budget information pertaining to expenditures,\ninmate-days and per capita costs for all contracts within the\nregion. This information is recorded in the following\ntwo categories:\nActual for the last month: entered in this area are\nthe corrected figures for the previous reporting month. The figures (expenditures, inmate-days, per capita\ncosts) are the total amounts obtained from all the\n! PS 7300.09\n1/12/98\nChapter 7, Page 5\ncontract bills processed and accrued for that month. Cumulative for the year: entered in this area are the\ntotal figures (expenditures, inmate-days, per capita costs) for\nthe year, plus, the actual amount for the last month. Accrued\nbills that have been processed will be adjusted and entered into\nthe yearly total.\n! 7.3.5. Tracking Contract Expenditures The Central Office CCB allots CCRAs a budget for each fiscal\nyear in Programs T1 and D.\nCCRAs allocate funds to each\nManagement Center for their field offices to track contract\nexpenditures. CCMs must use the spreadsheet issued by the Central Office, CCB\nOperations Section to record, monitor, and track expenditures by\ncontract and totals by CCCs (T1) and Confinement (D).\nMCAs\nmaintain oversight of the tracking of these expenditures. CCRAs\nmust be kept appraised of any circumstances in which there is a\nsignificant surplus or deficit in funds. CCRAs will review and\nmake a determination on the appropriate action to be taken. 7.4. ACCRUALS In accordance with current accounting policy, at the beginning of\neach fiscal year, CCMs submit annual accruals for each contract\nto Financial Management to be distributed across the next twelve\nmonths as appropriate. CCMs make allotments to each contract\nbased on their annual disbursement received from the MCA. The\nfollowing instructions for this process are to be followed:\n1.\nAt the beginning of each fiscal year, the CCM office\nwill submit an annual accrual for each contract facility based on\ntheir annual budget request submitted in June. The annual\naccruals are submitted to financial management through the MCA\nand CCRA. If the estimated monthly expenditures are projected to\nbe stagnant throughout the fiscal year, this figure can simply be\ndivided by 12."
}