{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 16,
  "chunk_text": "If current personnel are redeployed into this program, they must be paid with local funds. The COPS\nOffice grant funds may be used to backfill the resulting vacancy with newly hired personnel for an\nequivalent amount of time. • Any officer(s) or civilian(s) that you are hiring bring(s) your force not only to a number over and above\nthe number of funded positions that you had on the date of your COPS Anti-Methamphetamine\nProgram application (including funded but vacant positions) but also over and above the number of\nlocally funded positions during the grant award period. • During the life of your grant, you must continue to hire as many new, locally funded officers or civilians\nas you would have if you had not received your grant. You may not cancel or postpone spending\nmoney in your budget that is committed to hiring other new officers or civilians. • You must take expeditious and timely steps to fill any vacancies that were created on or after the date\nof your grant application by retirement, resignation, or other reasons with new officers or civilians other\nthan your COPS Anti-Methamphetamine Program positions. Example: If you are redeploying a current employee who would otherwise be paid $75,000 in salary and\nbenefits during the life of the grant project, your agency must continue to pay this employee with local\nfunds. The COPS Office grant funds may be used to backfill the resulting vacancy with a new hire, even\nthough the COPS Office-funded position will not be working directly on the COPS Anti-Methamphetamine\nProgram. Equipment and technology To meet this grant condition, you must ensure the following:\n• Equipment and technology must be purchased on or after the award start date (unless an exception\nis authorized in writing by the COPS Office) and must be in addition to purchases that the grantee is\nobligated or funded to make in the current budget. Funds currently allocated to purchase equipment\nor technology may not be reallocated to other purposes or reimbursed upon the award of a COPS\nAnti-Methamphetamine Program grant. For example, a grantee who has budgeted local funds to pay\nfor a new computer system may not reallocate those funds to pay for any other law enforcement cost\nas a result of receiving CAMP funds for the same computer system. 8 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Overtime To meet this grant condition, you must ensure the following:\n• Sworn officer overtime exceeds expenditures that you are obligated or funded to pay in the current\nbudget. Funds currently allocated to pay for overtime may not be reallocated to other purposes\nor reimbursed upon the award of a COPS Anti-Methamphetamine Program grant. Additionally, by\nthe conditions of this grant, you are required to track all overtime funded through the COPS AntiMethamphetamine Program. Training To meet this grant condition, you must ensure the following:\n• Any training provided by the COPS Anti-Methamphetamine Program is in addition to the number of\nhours of training already provided by your agency. Funds currently allocated for training may not be\nreallocated to other purposes. Note:"
}