{
  "document_category": "guidance",
  "document_name": "5538_07.pdf",
  "chunk_index": 10,
  "chunk_text": "(2) Weapons. No weapons are required. (3) Restraints. No restraints are required. P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 14 e. Other Considerations:\n■ At least one staff member of the same sex as the inmate is assigned to escort inmates with\nIN, OUT, COMMUNITY, or MAXIMUM custody. ■ Privately owned vehicles are not used for escorted trips. ■ Inmate movement from institution to institution by means other than a bus (e.g., van\nmovements), is conducted as outlined in this Program Statement. Staffing requirements for\nan escorted trip apply to inmate movements. 9. AUTHORIZATION FOR USING A CUSTODY CONTROL BELT\nElectronic Custody Control Belts (e.g., REACT, Band-it) are approved for use with MAXIMUM\ncustody inmates. Only the Warden of an ADMAX, High, or Administrative security level\ninstitution or his/her designee may approve using an Electronic Custody Control Belt. The\napproving official authorizes using the belt only after determining that an inmate requires greater\nsecurity than is afforded through conventional restraints and has no medical condition precluding\nits use. Electronic Custody Control Belts (e.g., REACT, Band-it) are approved for use with inmates\nassigned a Special Management Unit (SMU) designation or housed at a SMU facility. Only the\nWarden or his/her designee may approve using an Electronic Custody Control Belt for escorted\ntrip purposes. The approving official authorizes using the belt only after determining that an\ninmate requires greater security than is afforded through conventional restraints and has no\nmedical condition precluding its use. a. Use of Other Restraints. The custody control belt is not intended for use in lieu of\nconventional restraints, but in addition to such restraints. Escorting staff may reduce minimum\nrestraint requirements only if the Warden has given specific prior approval. While the custody control belt is intended to provide a less-than-lethal security option for highrisk escorts, in the interest of general safety, staff must follow the requirements on the use of\ndeadly force in Chapter 7, Firearms and Badges, of the Program Statement Correctional\nServices Procedures Manual. It is Bureau policy to use Electronic Custody Control Belts to prevent escapes or to prevent the\nloss of life or grievous bodily harm. (1) Escape Prevention. In an attempted escape, verbal orders to halt are first given to the\ninmate wearing the belt. If the inmate fails to halt immediately, the belt is activated. If the P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 15 inmate has escaped and is out of view of the escorting officer, a verbal warning to halt is not\nnecessary. This does not preclude, in certain circumstances, using deadly force, which may or may not be\nused before activating the belt. See Chapter 7, Firearms and Badges, of the Program Statement\nCorrectional Services Procedures Manual. (2) Preventing Loss of Life or Grievous Bodily Harm. Staff may use the custody control belt\nwhen there is a reasonable belief that the inmate’s actions are likely to result in the loss of life or\ngrievous bodily harm to staff, inmates, or others. The escort detail’s OIC must exercise sound judgment when making a decision to activate the\nbelt."
}