{
  "document_category": "guidance",
  "document_name": "5111.04_cn1.pdf",
  "chunk_index": 4,
  "chunk_text": "■ Receive Receiving and distribute distributing hearing decisions;.\n■ Verifying the accuracy of SENTRY CMA assignments for the IHP;. ■ Provide Providing training in all IHP issues to appropriate staff;. ■ Meeting quarterly with ICE and EOIR representatives at hearing sites; and. ■ Ensuring the number of non-U.S. citizens at their institution is within a manageable level and\nreporting concerns to designations staff. P5111.04, CN-1 5/23/2017 5 (e) Case Managers\n■ Load and update the CMA assignments for the IHP;. ■ Determine if transfer to a hearing and/or release site is required, and prepare a request for redesignation. , if needed; mass re-designation forms may be used at hearing and release sites;\n■ Review an inmate's custody classification for removal of the Alien Public Safety Factor and\npossible custody reduction following a decision not to deport;. ■ Follow appropriate Central Inmate Monitoring (CIM) procedures when inmates are escorted to\na hearing room at an adjacent institution. (f) Inmate Systems Management (ISM) Correctional Systems (CS): ISM staff at Hearing\nSites:\n■ Notify ICE upon an alien’s arrival;.\n■ Make appropriate documents available for ICE to copy from the Judgment and Commitment\n(J&C) File; and. ■ Process inmates into ICE custody for hearings at adjacent institutions. (g) Hearing Sites. Each hearing site will develop procedures to provide training to ICE and EOIR\non-site staff consistent with the that provided to volunteers. Refer to the Program Statement on\nVolunteers and Citizen Participation Programs Volunteer Services. (h) Community Corrections Managers (CCMs) Designations and Sentence Computation\nCenter (DSCC). Ensure any available information regarding Administrative or Judicial\nDeportation/Removal Orders is noted on the Inmate Load and Security Designation form (PPG0)\nat initial designation. Detention Center Monitors will ensure the Case Management and ISM responsibilities are\ncompleted for inmates housed at Contract Detention Centers. 9 8. INITIAL DESIGNATION PROCEDURES. New commitments without deportation\norders will be designated in accordance with the procedures below. Using the information supplied by ICE regarding a determination of eligibility for the IHP, inmates\nwill be designated to an appropriate facility in support of that determination. Comments regarding\nIHP status shall be made by DSCC staff in the “Designator Remarks” section of the PPG0. For\ninformation regarding CMA assignments based on Designator remarks, refer to Attachment A. P5111.04, CN-1 5/23/2017 6 (a) Inmates Serving Sentences of 60 Months or Less. A hearing site will be designated for these\ninmates as bedspace availability permits. If a hearing site is not designated, the reasons will be\ndocumented on the Inmate Load and Security Designation form; PPG0 (e.g., NEEDS IHP, NO\nBEDSPACE AVAILABLE AT IHP SITE). (b) Inmates Serving Sentences of More than 60 Months. Ordinarily, an institution will be\ndesignated according to standard procedures. A re-designation request should be initiated within\n48-60 months of the Projected Release Date. However, if it appears that jail credit will result in a\nrelease date within 48-60 months, a hearing site should be designated for the inmate. Normally, an inmate for whom a hearing site was not designated will have a re-designation request\ninitiated when the inmate is within 48–60 months of release."
}