{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 126,
  "chunk_text": "Refer to the Program Statement on Community Transitional\nDrug Abuse Treatment and the Community Corrections TRM for\nfurther direction on these assignments. 6.3.8. SENTRY Monitoring Data The SENTRY \"General Census/Roster Display\" transaction may be used\nin a variety of ways to monitor offenders, case management\nactivity data accuracy, and administrative status. Also, the\nContract Location Profile System (CLP) provides data for\nmonitoring contract activities and staff must update it each time\nsome action - inspection, suspension, new contract, etc. - is\ntaken on a contract. CCMs, MCAs, and CCRAs must be familiar with\nthe details of these and other SENTRY transactions to provide\nproper management oversight of these activities. The Community Corrections TRM provides samples of SENTRY\ntransactions as examples of monitoring techniques used to ensure\nthe accuracy of SENTRY data during monthly SENTRY monitorings\nconducted by CCRAs. Accurate data is important in the\ndevelopment of new community corrections initiatives, long range\nplanning, and in the identification of internal weaknesses. 6.4. SENTRY SENTENCE MONITORING APPLICATIONS Sentence computation is the mathematical method of determining\nrelease dates, parole eligibility dates, etc., for offenders\nserving sentences. SENTRY sentence modules have been automated to\nthe extent that, except for complex computations, the Legal\nInstruments Examiner need only key accurate data to obtain\ncorrect results. CCM's must ensure an accurate computation data\nrecord is in SENTRY and on file for all offenders under their\nresponsibility. Reference the SENTRY Sentence Monitoring TRM. 6.4.1.\nSENTRY Sentence Computation Procedure for Direct Court\nCommitments, Condition of Supervision Cases, and Supervision\nViolators.\na. Prior to calculation of any sentence, computation data\nand documents must be assembled and reviewed. The necessary\ninformation and documentation includes but is not limited to the\nJ&C Order, USM-129 Detention Record, and the PSI. If the inmate\nwas in a federal pretrial facility, the SENTRY ARS history should\nalso be reviewed. For violators, prior sentence computations\nmust be reviewed to identify any over-served time which is PS 7300.09\nCN-2 5/19/99\nChapter 6, Page 11\ncreditable toward the new term. b. After review of computation data, the sentence should be\ncomputed using the sentence monitoring computation transactions. The regional inmate systems specialist or administrator should be\nconsulted for assistance on complex computations (i.e., long-term\nboarders and juveniles). c. An audit for accuracy is conducted after the computation\nis completed. The original paper copy, a SENTRY printout, shall\nbe placed in the inmate's file, and copies shall be sent to the\ncontractor, inmate, and U.S. Parole Commission, if applicable. The official computation in the file must be signed and dated by\nthe individual completing it and the staff member performing the\naudit. See the Inmate Systems Management Manual. Documentation\nof distribution of copies is to be maintained in the file. d. The sentence computation must be completed within the\ntime frames specified in the Inmate Systems Management Manual. The amount of jail credit must be reviewed immediately upon\nplacement to ensure that a late release does not occur. 6.4.2.\nTransfers Sentence Computation Data Review for Institution a.\nThe institution Inmate Systems Manager shall perform a\nfull audit of the sentence computation comparable to a release\naudit prior to an inmate’s transfer to a CCC. However, the\nSENTRY sentence computation record for all institution transfers\nshall be reviewed upon arrival to ensure that:\ne\ne"
}