{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 11,
  "chunk_text": "The Trust Fund Supervisor ensures the operation is managed within allotted budget resources\n(funds and positions). d. Trust Fund Profits. The Chief, Trust Fund Branch, reviews the Trust Fund’s financial status\nannually to determine whether funds are available for distribution of profits to institutions. If\nfunds are not available, no distribution is made. If funds in excess of operating expenses and\nrequired reserves are available, they may be distributed based on each institution’s population and\nperformance measured against established Performance Objectives. Performance Objectives for the year may be announced in October. The evaluation of\nperformance and determination of the institution’s profit-sharing amount are made after the close\nof the Fiscal Year. The Chief, Trust Fund Branch, distributes funds for expenditure in the next\nyear through allotment advice to the regions. Note: In accordance with the terms of the trust, profits may not be used for the personal benefit of\nindividual inmates. Instead, they are to be used for the benefit or the opportunity to benefit all\ninmates. Profits may not be used to purchase goods or services the BOP is required to provide to\ninmates. (1) Authorized Expenditures of Trust Fund Profits. Trust Fund profits may be expended on\nitems, services, and programs as follows:\n■ Prizes and Awards – soft drinks, snacks (such as popcorn, chips, or ice cream), or other\nnon-property items for field day events, recognition gatherings, talent shows, and bingo. ■ Recreation Activities – movies, cable television, educational tapes and books, board/card\ngames and game tables, and entertainment such as guest speakers, plays, and musical groups. Note: Funds for purchasing movies and cable television are subject to restrictions. They\nmay only be used to purchase a single premium cable movie television channel or a video\nlicense and video rentals. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 19 If the institution has sufficient Trust Fund Profit Sharing funds, additional cable services such\nas ESPN, MTV, Black Entertainment Television (BET), or Univision (Spanish Channel) may\nbe purchased. However, the institution is still limited to one premium movie channel if the\ninstitution does not purchase a video license and rentals. When available, institutions should\nconsider other family channels. Satellite services may be purchased only when a request is approved by the Regional Director\nand the Chief, Trust Fund Branch. ■ Arts and Crafts Activities and instructors for arts and craft activities. ■ Recreation Programs, Equipment, Supplies, and Repairs – non-electronic score boards,\nteam shirts, non-electronic musical instruments, recreational equipment and supplies, etc., and\nrepairs directly related to the base recreation program not exceeding $3,000. Note: If a repair exceeds $3,000, no Trust Fund funds may be used for any part of it. ■ Holiday Programs – special seasonal programs, unit and visiting room holiday decorations,\ninmate holiday gift packages. Holiday packages shall not be provided to any inmates who are\nin disciplinary segregation at the time of the gift package distribution. ■ Inmate Health/Fitness Programs – instructors and supplies for wellness, nutrition, physical\nfitness, health fairs. ■ Children’s Items for children of inmates – games, books, toys, for visiting room play areas."
}