{
  "document_category": "guidance",
  "document_name": "Model-Tribal-Code_508.pdf",
  "chunk_index": 4,
  "chunk_text": "H. Minor. The term “minor” means an individual who has not attained the age of\n18 years. I. National Sex Offender Registry (NSOR). The national database contained in\nthe National Crime Information Center (NCIC) maintained by the Federal Bureau\nof Investigation pursuant to 42 U.S.C. § 16919. J. Resides. The term “reside” or “resides’’ means, with respect to an individual,\nthe location of the individual’s home or other place where the individual\nhabitually lives or sleeps. An individual is deemed to “reside” on the lands of\nName of Tribe for the purposes of this Code if he or she is present on the lands\nof Name of Tribe for more than 72 consecutive hours, sleeps on the lands of\nName of Tribe more than 3 nights in a 7-day period, or sleeps on the lands of\nName of Tribe more than 7 nights in a 30-day period. K. Sex Offense. The term “sex offense” includes those offenses contained in 42\nU.S.C. § 16911(5) (as amended), those offenses enumerated in Section 2.02\nof this Code, and any other registerable offense under tribal law, subject to the\nfollowing exception: An offense involving consensual sexual conduct is not\na sex offense for the purposes of this Code if the victim was an adult, unless\nthe adult was under the custodial authority of the offender at the time of the\noffense, or if the victim was at least 13 years old and the offender was not more\nthan 4 years older than the victim. t Does your tribe have annual\nor periodic gatherings\n(powwows, etc.) where a\nlarge number of non-tribal\nmembers are present on\ntribal lands? Are there nontribal members working as\nvendors at these gatherings? If so, what provisions do\nyou want to govern any\nregistered sex offenders\nwho might be on tribal\nlands during such events? Are there any special rules\nthat you want to enact in\naddition to the general\nrequirements of this section? L. Sex Offender. A person convicted of a sex offense is a “sex offender.” “Sex offender” includes enrolled members of Name of Tribe who have been\nconvicted of a sex offense, as well as any other individual who has been\nconvicted of a sex offense. M. Sexual Act. The term “sexual act” means:\n1. Contact between the penis and the vulva or the penis and the anus;\nfor purposes of this definition, contact involving the penis occurs upon\npenetration, however slight;\n2. Contact between the mouth and the penis, the mouth and the vulva, or the\nmouth and the anus;\n3. The penetration, however slight, of the anal or genital opening of another\nby a hand or finger or by any object, with an intent to abuse, humiliate,\nharass, degrade, or arouse or gratify the sexual desire of any person; or\n4. The intentional touching, not through the clothing, of the genitalia of\nanother person that has not attained the age of 18 years with an intent to\nabuse, humiliate, harass, degrade, or arouse or gratify the sexual desire of\nany person. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 3 N. Sexual Contact."
}