{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 34,
  "chunk_text": "This regulation constitutes the Federal Policy (Common Rule) for the Protection of Human Subjects. Each\ninstitution engaged in (nonexempt) COPS Office–supported human subjects research must provide a written\nassurance of compliance, satisfactory to the COPS Office, that it will comply with the U.S. Department of Justice\nhuman subjects regulations. What you should do: If any part of your CPD project contains research or statistical activities which involve human subjects that are\nnot covered by an exemption set forth in 28 CFR Part 46.101(b), you should ensure that you meet the provisions\nof the U.S. Department of Justice’s common rule regarding human subjects research risk protections, 28 CFR Part 33 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 46, prior to the expenditure of federal funds to perform such activities. By signing the award document, you also\nagree to comply with 28 CFR Part 22 regarding the safeguarding of individually identifiable information\ncollected from research participants. 34. Copyright\nCondition: If applicable, the recipient may copyright any work that is subject to copyright and was developed, or for which\nownership was acquired, under this award in accordance with 2 C.F.R. § 200.315(b). The COPS Office reserves a\nroyalty-free, nonexclusive and irrevocable license to reproduce, publish, or otherwise use the work, in whole or in part\n(including create derivative works), for Federal Government purposes, and to authorize others to do so. The COPS\nOffice also reserves the right, at its discretion, to not publish deliverables and other materials developed under this\naward as a U.S. Department of Justice resource. When appropriate, U.S. Department of Justice publications and other deliverables developed under the Community\nPolicing Development award should contain the following copyright notice:\n“Copyright © [year work was published] [name of copyright owner]. The U.S. Department\nof Justice reserves a royalty-free, nonexclusive, and irrevocable license to reproduce,\npublish, or otherwise use, and authorize others to use, this resource for Federal\nGovernment purposes. This resource may be freely distributed and used for\nnoncommercial and educational purposes only.” Why this condition:\nU.S. Department of Justice regulations allow the recipient of a CPD award to copyright any work that is subject\nto copyright and was developed, or for which ownership was purchased, under an award. As a Federal Government agency whose activities include producing and disseminating law enforcement\nmaterials to advance public safety through community policing across the nation, the COPS Office has an\ninterest in making your deliverables and products widely available and accessible to the public. The COPS Office\nmay make any work that was developed or purchased under this award publically available by any means\nwithout restriction, including a U.S. Department of Justice website, social media account, and hard or electronic\ncopy. The COPS Office also reserves the right, at its discretion, to not publish deliverables and other materials\n(e.g., reports, publications, manuals, and training curricula) developed under this award as a U.S. Department of\nJustice resource. What you should do: The recipient is responsible for acquiring the rights, and ensuring that its subrecipients/contractors/authors\nacquire the rights, including the payment of required fees, to use copyrighted material for inclusion in\ndeliverables that are developed under this award."
}