{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 77,
  "chunk_text": "A\ncopy of this report is printed and kept on file. h. Display Business Disbursements Transaction – (PIBD). This transaction displays a list of\npayees and addresses to which the U.S. Treasury check disbursements identified in the DISPLAY\nCYCLE TOTALS & UPDATE IPAC NUMBERS (PIDT) transaction are forwarded by\nOFM/Trust Fund staff. These disbursements are generated automatically by TRUFACS and are\nin a pending status awaiting OFM/Trust Fund processing. Payments are extracted from\nTRUFACS and uploaded to the automated accounting system. i. Display Inmate Excess Withdrawals Transaction – (PIEW). The DISPLAY INMATE\nEXCESS WITHDRAWALS report identifies amounts withdrawn from the inmates’ accounts in\nTRUFACS in excess of their financial obligation balance(s). These funds are posted\nautomatically back to the inmates’ TRUFACS account the day after the AUTHORIZE\nDEDUCTION FROM INMATE FINANCIAL OBLIGATION (PIAP) is performed. 11.7 SENTRY IFRP REPORTS The day after the Authorize Deduction from Inmate Financial Obligation cycle has been run to\napply withdrawals, OFM/Trust fund staff print the following SENTRY reports for each cycle type. These reports are kept chronologically for each fiscal year in an area inaccessible to inmates. ■ Display Cycle Totals & Update IPAC Number. Used to verify the amount(s) to be\ntransmitted via IPAC to the Trust Fund Branch by OFM/Trust Fund staff, to determine if any\nIFRP payments are to be processed via U.S. Treasury check, and to identify excess\nwithdrawals processed during the cycle. The IPAC document reference number and date are\nentered, indicating the IPAC was transmitted. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 101 ■ Display Business Disbursement. Lists payees and their mailing addresses for payments to\nbe made by OFM/Trust Fund staff via U.S. Treasury check. ■ Display Inmate Excess Withdrawals. Identifies amounts withdrawn from inmates’\naccounts in TRUFACS in excess of their SENTRY financial obligation balances. SENTRY\napplies payments not to exceed the obligation; therefore, amounts indicated on this report are\nautomatically posted back to the inmates’ TRUFACS accounts. 11.8 CERTIFICATION OF IFRP PAYMENTS Disbursements for IFRP are made either via IPAC or U.S. Treasury check. The IPAC and U.S.\nTreasury disbursements are certified in accordance with current accounting requirements. Each\nIFRP payment voucher includes:\n■\n■\n■\n■ Display Business Disbursements Report. TRUFACS IFRP Reports. Sub-certification report and confirmation report, when applicable. IPAC document transaction listing, when applicable. 11.9 PAYMENT TRANSMISSION The IFRP funds are transmitted via IPAC to the Trust Fund Branch the next business day after the\ncycle has been processed, no later than the 15th of each month. The total amount of funds\nwithdrawn from TRUFACS and the amount indicated on the SENTRY Display Cycle Totals\nReport for each cycle must equal the IPAC plus U.S. Treasury check amounts. 11.10 BATCH PROCESSING The Office of Information Systems (OIS) collects IFRP data and batch process information every\nnight for completed cycles. This creates the file for submission to the appropriate component and\nupdates the SENTRY database. 11.11 IFRP REFUNDS FOR OVERPAYMENTS When an inmate overpays his/her IFRP obligations, the Clerk of the Court refunds the\noverpayment to the inmate."
}