{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 39,
  "chunk_text": "For grantees subject to 48 C.F.R. Part 31.000, et seq. (FAR-31.2) Cost Principles for Commercial\nOrganizations, travel costs incurred directly by the grantee will be reimbursed if the costs are\nreasonable and allocable under the project. Travel costs for lodging, meals, and incidental expenses\nmay be reimbursed based upon per diem, actual expenses, or a combination of these methods, as\nlong as the reimbursement rate does not exceed established GSA per diem rates as set forth in the\nFederal Travel Regulation. Transportation costs may be reimbursed based on mileage rates, actual\ncosts incurred, or a combination of these methods. Allowable airfare travel costs will be reimbursed\nbased upon standard coach fare, unless otherwise authorized in advance by the COPS Office. The COPS Office TRGP-E/T will fund grant-related travel costs for the grantee agency or other (nongrantee) individuals to attend training and technical assistance conferences, seminars, or classes, or\nto visit a site specified in the application. Allowable expenses for grant-related lodging, meals, and\nincidental expenses that were included in the application have been approved by the COPS Office\nas part of the TRGP-E/T award and final budget. Your agency should keep timely and accurate\nrecords of all travel expenses. If at any time these costs change, you should immediately contact\nyour COPS Office GPS to obtain a grant modification. Temporary dependent care costs above and beyond regular dependent care that directly results\nfrom conference travels are allowable as long as the costs incurred (1) are a direct result of the\nindividual’s travel for the federal award; (2) are consistent with the recipient’s documented travel\npolicy for all entity travel; and (3) are only temporary during the travel period. G. Allowable costs: Supplies All supplies must be solely used for the project identified in your project proposal. Reimbursements\nfor office supplies that are consumed by routine administrative purposes instead of project-related\nactivities are prohibited. Items must meet the guidelines described in 2 C.F.R. Part 200 (Uniform\nAdministrative Requirements, Cost Principles, and Audit Requirements for Federal Awards) as\nadopted by the U.S. Department of Justice in 2 C.F.R. § 2800.101. 28 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual H. Allowable costs: Contracts/consultants\nCompensation for individual consultant services procured under a COPS Office grant must be\nreasonable and allocable in accordance with 2 C.F.R. Subpart E—Cost Principles and consistent with\nthat paid for similar services in the marketplace. Unless otherwise approved by the COPS Office,\nconsultant rates will be based on the salary a consultant receives from his or her primary employer,\nas applicable, up to $550 per day. For consultant or contractor rates which exceed $550 per day, the\nCOPS Office requires written justification if the consultants or contractors are hired through a noncompetitive bidding process and grantees must receive COPS Office approval of those rates before\ndrawing down grant funds. Determinations will be made on a case-by-case basis. I. Allowable costs: Other costs The purchases of project-related expenditures that do not conform to any other category\ndescriptions specified above were included in this section of your FCM."
}