{
  "document_category": "guidance",
  "document_name": "5200.02_cn1.pdf",
  "chunk_index": 2,
  "chunk_text": "The Female Offender Branch’s role is defined, maximizing efficiency of oversight and\nresource utilization. c. Institution Supplement. None required. Should local facilities make any changes outside\nchanges required in national policy or establish any additional local procedures to implement\nnational policy, the local Union may invoke to negotiate procedures or appropriate arrangements. P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 3 Section 1. POLICIES AND APPLICABILITY\n1. APPLICABILITY This policy applies to all Bureau of Prisons institutions that house female offenders. Guidance\nthat does not apply or differs for facilities housing pretrial or holdover inmates is noted below. 2. STAFF RESPONSIBILITIES The following Bureau components are responsible for ensuring consistent establishment of the\nprograms, services, and resource allocations necessary for female offenders. a. Central Office\n(1) The Female Offender Branch is the agency’s source for expertise on classification,\nmanagement, and intervention programs and practices for females in Bureau custody. The\nBranch is led by a licensed clinical psychologist and staffed by programming and policy\nauthorities. The Branch is responsible for the following functions:\n■ Engaging with stakeholders, including serving as the primary point of contact on issues\naffecting incarcerated females. Feedback is obtained from stakeholders on at least an annual\nbasis. ■ Ensuring the Bureau offers appropriate services to inmates that are gender-responsive and\ntrauma-informed. ■ Preparing budgetary requests to deliver national and pilot programs or services affecting\nfemales. ■ Providing guidance and direction to Regional staff and institution leadership. ■ Developing and implementing staff training. ■ Building a research-based foundation for the Bureau’s work with females. ■ Presenting at internal and external conferences/events regarding the agency’s female offender\npractices. ■ Developing and monitoring monthly reports on the female population and institutional\nprograms. ■ Issuing an annual report on the state of female offenders in the Bureau. ■ Advising agency leadership on female offender needs through the submission of Executive\nStaff Papers. ■ Obtaining feedback from female offenders on an annual basis and sharing results with\ninternal and external stakeholders. ■ Providing national oversight of pilot programs and initiatives serving female offenders. P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 4 ■ Launching recruitment and retention initiatives for staff interested in working with female\noffenders. (2) The Central Office Branches/Divisions of Correctional Services, Psychology Services,\nChaplaincy Services, Education, Correctional Programs, Reentry Affairs, Residential Reentry\nManagement, Health Services, Social Work, Office of General Counsel, Program Review,\nIntelligence and Counter Terrorism, and Trust Fund meet annually with the Female Offender\nBranch to discuss female population needs and to evaluate current gender-responsive services. A\nnational union representative from the Council of Prison Locals will be invited to these meetings. During these meetings, the Branches/Divisions share program participation information within\ntheir discipline area. The Program Review Division notifies the Branch quarterly of any\ndeficient or acceptable ratings at female institutions within these disciplines based on policy. b. Regions\n■ Ensure staffing at female facilities is appropriate. This includes satellite camps, which must\nhave designated positions to provide programming. ■ Establish a Regional Female Offender Coordinator Collateral Duty Assignment. This\nindividual meets quarterly with the Female Offender Branch to discuss staffing and\nprogramming needs."
}