{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 39,
  "chunk_text": "P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 53 e. Accounting for the Inmate Photo Program\n(1) Recording the Inmate Photo Program Equipment. Equipment purchased for the Inmate\nPhoto Program is accounted for in accordance with the Program Statement Property\nManagement Manual. Cameras and other minor equipment are coded to Sub-object Code\n31MN. (2) Recording Other Costs (Government Purchase Card). Costs associated with the photo\nprogram, such as processing and supplies are charged to Sub-object Code 2670 using the\nGovernment Purchase Card. (3) Recording Accounts Payable (Purchase Order). Staff process the appropriate entry into\nthe automated accounting system using Transaction Code 2015 for processing and other supplies\nassociated with the program. (4) Recording Vendor Payments (Purchase Order). Staff process the appropriate entry into\nthe automated accounting system to record the vendor payment. 5.5 INTERNAL LAUNDRY SERVICE OPERATION\na. Request for Approval. Before initiating an internal laundry service operation, the institution\nforwards a request for approval from the Warden through the Regional Trust Fund Administrator\nto the Chief, Trust Fund Branch. The request analyzes the costs and projected revenues for the\ninternal operation, including:\n■ Projected selling price of service being offered. ■ A written funding request for supplies and equipment (Major Equipment Justification\n[BP-A0135]). ■ Equipment repairs, maintenance costs, and other costs associated with the service for a\none-year period, including costs of an annual maintenance agreement with an outside\ncontractor, use of inmate workers to maintain and repair equipment, and use of staff from\nanother department to conduct repairs. Costs include training, hourly wage for repair time,\nand estimated number of hours. ■ New equipment is energy-efficient, as indicated by an Energy Star label. ■ Projected use of service items for a one-year period. ■ Expected revenue to be generated over a one-year period, including price charged to the inmate\nper use multiplied by expected usage over one year. ■ Expected income to be generated in year two. ■ Projected payback period for start-up costs. ■ Refund policy. ■ Location and security of equipment. ■ Method of recording income and expenses on a monthly basis by type of service offered. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 54 b. Accounting Procedures. Spreadsheet templates are provided to record costs and revenue for\nservices after contacting the Trust Fund Branch Operations Section. (1) Revenue. Inmates purchase laundry cards through the Commissary. The revenue equals\nthe value of the laundry cards sold. (2) Costs. Purchase Orders, Journal Vouchers, and Government Purchase Card orders to incur\ncosts associated with a service are processed in the automated accounting system using SOC 2697\n– Vending Machine Items. Costs associated with a service program, except for startup\nequipment, are charged to SOC 2697. Costs in SOC 2697 are recorded in the automated\naccounting system General Ledger Account 6500.16 – Cost of Goods Sold – Debit Card/Vending. This cost of goods account records costs for all types of service. Manual procedures and records\nmust be established to record the cost for each type of service. 5.6 EXTERNAL OPERATION (OUTSIDE CONTRACTOR)\na. Contract for Service Operations."
}