{
  "document_category": "guidance",
  "document_name": "5394.01.pdf",
  "chunk_index": 11,
  "chunk_text": "The CRP then applies\nclinically significant or risk-relevant dynamic risk factors to adjust the inmate’s risk level\nupward or downward. It may use other accepted psychological methods of assessment. In addition, as provided in the statute, the inmate’s serious difficulty in refraining from sexually\nviolent conduct or child molestation must result from a serious mental illness, abnormality, or\ndisorder. There must be a clearly identifiable link, or nexus, between these two elements to\nwarrant certification. (4) Legal Considerations. The CRP identifies and considers any legal issues potentially\naffecting the government’s ability to pursue civil commitment in a court proceeding per section\n4248. This requirement recognizes that cases may arise where the CRP determines an inmate\nmeets the statutory criteria from a clinical standpoint, but the case poses legal obstacles that may\nultimately preclude his/her commitment. Factors considered by the CRP include:\n■ Burden of Proof. The CRP evaluates the likelihood that the government will be able to\nprove all three elements by clear and convincing evidence. This includes an assessment of\nthe documentary and testimonial evidence available to support the behavioral element\nnecessary for civil commitment. ■ Self-Admissions. The CRP evaluates the nature of any admissions made by the inmate, the\ncontext in which they were made, and the extent to which they are relied upon in proving one\nor more elements for certification. Admissions documented for an official proceeding or\ninvestigation where the inmate had an opportunity to contest factual assertions (e.g.,\nPresentence Investigation Report [PSR], Statement of Reasons [SOR], court transcript) may\nbe more probative than admissions made in a clinical treatment setting (e.g., Sex Offender\nTreatment Program or Sex Offender Management Program). ■ Legal Landscape. The CRP considers case law, statutes, court orders, and other legally\nbinding precedents that affect the Bureau’s operation under section 4248. P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 14 6. CERTIFICATION OF INMATES For each case, CRP members discuss the clinical, legal, and other relevant issues in determining\nwhether or not to certify the inmate as a sexually dangerous person under section 4248. For inmates not certified by the CRP, the SOCRB’s Correctional Program Specialist enters the\nCMA assignment of WA NOT CERT in SENTRY. An e-mail is sent to the Certification Review\nmailbox of the institution where the inmate is housed informing them to follow routine release\nprocedures. For inmates certified by the CRP, a declaration entitled, “Certification of a Sexually Dangerous\nPerson” is signed by the Chairperson or Acting Chairperson of the CRP and transmitted to the\nU.S. Attorney’s Office in the district where the inmate is confined. Presently, FCI Butner is the designated institution for inmates who are referred for\nprecertification evaluations and certified and committed as sexually dangerous persons; the\ncertification is transmitted to the U.S. Attorney’s Office in the Eastern District of North Carolina. Other sites may be activated as needed. The U.S. Attorney’s Office files the certification and an\naccompanying petition in the district court on behalf of the Director of the Bureau of Prisons. The filing of the certification stays the release of the inmate pending the outcome of a judicial\ncommitment proceeding under section 4248."
}