{
  "document_category": "guidance",
  "document_name": "5111.04_cn1.pdf",
  "chunk_index": 6,
  "chunk_text": "If EOIR issues a delayed\ndecision, a copy of the order will be mailed to institution staff and the inmate, with a copy placed\nin the Inmate Central file. (e d) Transfers to and from Hearing or Release Sites. (1) Inmates Not Ordered Deported/Removed. If deportation is not ordered, ICE will remove its\ndetainer and provide written documentation to institution staff, which will be retained When\nremoval is not ordered at the conclusion of the administrative proceeding, a written copy of the\nfinal order should be placed in the J&C and Inmate Central Files. The lifting of an ICE detainer\nrequires a written notification provided by ICE. (a) 12 18 Months or Less Until Expiration of Sentence Projected Release Date. Inmates will normally remain at the hearing site for release processing (e.g., to CCC a Residential\nReentry Center [RRC]) and be assigned to general population. (b) More than 12 18 Months Until Expiration of Sentence Projected Release Date. Inmates will be transferred to general population at the hearing site or be referred for redesignation to any appropriate institution commensurate with security and programming needs. (2) Inmates Ordered Deported/Removed. If removal is ordered, coordinate with ICE regarding\nthe placement of an ICE detainer and obtaining a copy of the removal order for placement in the\ninmates J&C and Inmate Central Files. Release beds at hearing sites will be used primarily for\ninmates with 12 months or less until expiration of sentence. Ordinarily, once moved to a release\nsite, an inmate will remain there until his or her sentence expires. As more release beds become available, hearing site institutions may refer inmates with less than\n12 months remaining to release-only sites to prevent delaying the hearing process. Considerations\nshould include the proximity of release sites and availability of transportation to release sites. P5111.04, CN-1 5/23/2017 8 (a) 12 18 Months or Less Until Expiration of Sentence Projected Release Date. Inmates should be moved to a release bed remain at the hearing site, where they will normally\nremain for release processing. (b) More than 12 18 Months Until Expiration of Sentence Projected Release Date. Inmates should be referred for re-designation to a release site, normally an IHP facility with release\nbeds only commensurate with their security and programming needs. (3) Management Concerns. A transfer referral to any appropriate institution may be submitted\nfor justifiable reasons, such as CIM, concerns and disciplinary, or medical problems concerns. If\nthe inmate is unable to return to an IHP site prior to expiration of sentence, ICE will assume\ncustody at expiration of sentence. (4) Medical Concerns. Inmates requiring medical and/or psychiatric care shall be submitted for\ndesignation or re-designation under normal procedures. The referral to the medical designator will\nindicate the inmate’s IHP status, e.g., NEEDS IHP HEARING; ORDERED DEPORTED - NEEDS\nRELEASE SITE; IHP COMPLETE - NOT ORDERED DEPORTED. Following completion of treatment, placement should be made the inmate should be referred for\nplacement at a hearing or release site."
}