{
  "document_category": "guidance",
  "document_name": "1490_006_CN-1.pdf",
  "chunk_index": 12,
  "chunk_text": "The Senior Deputy Assistant\nDirector will review the request and notify the Warden of the\ndecision via a Staff Request for Victim Notification (Attachment\nD). Upon approval, Central Office VWP staff will enter the\ninmate and victim information in VNS. For inclusion in the VWP notification process, staff must\nordinarily meet the criteria established for being a “victim” or\n“witness,” and “serious crime” as defined in Sections 8.a., 8.b.,\nand 8.c. of this Program Statement. The VWP inmate must be\nserving a Federal sentence or be under Bureau jurisdiction. 20. TRAINING. All Bureau employees must receive information and\ntraining on staff responsibilities as part of the Introductory\nCorrectional Training for new employees at the Federal Law\nEnforcement Training Center, Glynco, Georgia and at subsequent\ninstitution Annual Refresher Training. PS 1490.06\n5/23/2002\nPage 17\n21. PUBLIC RELATIONS. Bureau staff must maintain a high degree\nof professionalism and sensitivity at all times when dealing with\nvictims. At the end of each fiscal year, each institution must submit a\n\"Best Efforts\" Report to its Regional Office. The reporting\nperiod is October 1st through September 30th. The Institution’s\n\"Best Efforts\" Reports will be prepared and addressed to the\nRegional Correctional Programs Administrator by November 1st. Each Regional Office consolidates those reports and submits a\nRegional \"Best Efforts\" Report to the Central Office,\nCorrectional Programs Branch, with attached copies of\ninstitutional reports, by December 1st. Central Office VWP staff\nwill forward the Bureau’s \"Best Efforts\" Report to the Office for\nVictims of Crime as mandated in the Attorney General's\nGuidelines. The “Best Efforts” Report submitted must include:\n! The number of notifications made to victims to include\ninitial notifications and release related notifications; ! The number of inmates involved; ! Descriptive information or procedures which have been used\nin illustrating program accomplishments (i.e., community\ncontacts, training efforts for staff); ! Exceptional cases handled that required contact with\nvictims/witnesses and other agencies; ! Inmate programs; ! Institution FRP collections; and ! Escape Notifications. 22. STUDY AND OBSERVATION COMMITMENTS. Inmates committed to\nBureau custody under 18 U.S.C. §§ 4243(e), 4244, 4245, or 4246\nand identified as VWP cases will be processed the same as\nsentenced VWP cases. Routine notification procedures referenced\nin Section 12 of this Program Statement apply. PS 1490.06\n5/23/2002\nPage 18 If written notification is not possible due to the issuance of a\nCourt Order for Conditional Release, institution staff must make\ntelephonic contact with the victim immediately upon receipt of\nthe Court Order. Victim notification must be made prior to the\ninmate's actual release from custody and documented on the Victim\nNotification Record (Attachment B). 23. CALL CANCELLATION (Attachment H, Section 2). When a person\ncontacts unit staff indicating they are inadvertently being\ncalled by VNS, Attachment H shall be faxed to the VNS help desk\nto discontinue the call. /s/\nKathleen Hawk Sawyer\nDirector PS 1490.06\n5/23/2002\nAttachment A\nFEDERAL BUREAU OF PRISONS\nDATE:\nREPLY TO\nATTN OF:\nSUBJECT:\nTO: , Unit Manager\nVictim/Witness Notification\nU.S. Parole Commission/Mini-File (Section 1) RE: (NAME)\n(NUMBER)\n(INSTITUTION) The above-referenced inmate is subject to the provisions of the\nVictim and Witness Protection Act of 1982 (Public Law 97-291). This inmate is scheduled for a hearing before the U.S. Parole\nCommission during the week of\n. All victims and/or witnesses have been notified of this hearing."
}