{
  "document_category": "guidance",
  "document_name": "5310_017.pdf",
  "chunk_index": 16,
  "chunk_text": "b. Reentry Programming. Psychology Services clinicians are uniquely qualified to provide\nreentry-related cognitive-behavioral interventions. Specifically, reentry programming is offered to\naddress risk factors associated with criminal conduct; i.e., criminogenic needs. This programming\nfacilitates successful reentry by reducing an offender’s likelihood of recidivism. In addition,\nprograms that effectively address criminogenic needs have also been shown to reduce institution\nmisconduct. Reentry programming is offered in the context of a PTP; e.g., Journal Groups in RDAP. In\naddition, psychologists may offer reentry programming independent of a PTP; i.e., on an outpatient\n(nonresidential) basis; e.g., Anger Management Group, Criminal Thinking Group. Outpatient\nreentry programming relies on empirically supported interventions, primarily REBT. Relying on\nREBT as a guiding model creates theoretical continuity, ensuring that learning and practice are\nbuilt upon similar principles regardless of the institution, treatment provider, or treatment program\nin which they occur. REBT emphasizes the learning and practice of skills associated with\nadaptive, pro-social behavior. Therefore, inmates who participate in REBT are better able to\nachieve goals the Bureau has for all inmates, including responsibility, self-awareness, and\nindependence. Outpatient reentry programming groups may be open or closed, are evidence-based, and:\n■\n■\n■\n■ Use an established Bureau protocol and demonstrate fidelity to this model. Are facilitated by a psychologist. Meet at least every other week. Have a continuity in membership, no greater than 12 participants. P5310.17 8/25/2016 20 c. Restrictive Housing Interventions. In conjunction with its reentry mission, Psychology\nServices utilizes a variety of strategies to intervene with inmates in restrictive housing settings. These strategies include:\n■ Prevention. Through early intervention, prevention strategies decrease the likelihood inmates\nwill engage in behaviors which result in restrictive housing placement. Examples of\nprevention strategies include the BRAVE Program, outpatient Criminal Thinking and Anger\nManagement groups, and outreach efforts to reduce the likelihood inmates with a history of sex\noffenses will seek protective custody. ■ Diversion. Diversion strategies offer alternative approaches to the management of inmate\nmisconduct, and other behaviors, which typically lead to restrictive housing placement. Examples of diversion strategies include Psychology Services involvement in the Inmate\nDiscipline Program and Psychology Services review of SMU and ADX Referrals. ■ Mitigation. Mitigation strategies reduce the likelihood restrictive housing placements will\nhave an adverse impact on inmates. Examples of mitigation strategies are routine rounds in\nrestrictive housing units, referrals to recreation programs, the Psychology Advisory List, and\nspecialty mental health training for staff working in restrictive housing units. ■ Intervention. Intervention strategies provide direct clinical and supportive services in\nrestrictive housing settings. Intervention strategies in restrictive housing may include routine\npsychological services, outpatient mental health treatment, reentry programming, or protocols\nspecifically designed for use in restrictive housing settings; e.g., Turning Point.\n■ Transition. Transition strategies provide opportunities for inmates to successfully transition\nfrom restrictive housing to general population or to the community. The Reintegration\nHousing Unit, which serves inmates with a lengthy history of protective custody placements, is\nan example of a transition strategy. ■ Oversight. Oversight strategies involve Central Office quality assurance reviews of restrictive\nhousing placements, to include reviews of specific inmates in long-term restrictive housing\nplacements. The Branch’s Restrictive Housing Initiatives Sallyport page contains restrictive housing resource\nmaterials and details programs, procedures, and practices related to each Psychology Services\nrestrictive housing strategy."
}