{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 41,
  "chunk_text": "16. At the request of the COPS Office, submit all website(s) and web-based information that are\ndeveloped through this cooperative agreement to the COPS Office. The information must be\nsubmitted in a format that will enable the COPS Office to reproduce the website(s) and web-based\ninformation on alternative web-based platforms. 17. If required, submit all surveys, interview protocols, and other information collections to the COPS\nOffice for submission to the Office of Management and Budget (OMB) for clearance under the\nPaperwork Reduction Act (PWRA) of 1995. 18. Agree to cooperate with the monitor or evaluator if monitoring or an evaluation of this project is to\nbe undertaken by the COPS Office or a third party and, in consultation with the COPS Office, agree\nto make reasonable adjustments to programs and activities in recognition of significant points of\nevaluation or feedback and to remedy any violations of the terms and conditions of this award. 19. Be responsible for the development, approval, and oversight of any subawards. See 2 C.F.R. §§\n200.330 - 200.332. The recipient will ensure that the award terms and conditions flow down to its\nsubrecipients including all applicable uniform administrative requirements, costs principles, and\naudit requirements set forth in 2 C.F.R. Part 200. See 2 C.F.R. § 200.101(b)(1). The recipient will also\nensure that subrecipients maintain effective control and accountability over all funds, property and\nother assets covered by subawards and that each subrecipient establishes and uses internal fiscal\nand program management procedures sufficient to prevent fraud, waste, or abuse. 20. At the request of the COPS Office, work to develop a marketing plan to increase the visibility of the\nproject and any accompanying outcomes/deliverables. The recipient will coordinate any marketing\nactivities with the COPS Office. 21. Coordinate all public communication activities (in any format including website and social media\ncontent) related to this project or the COPS Office with the program manager prior to release. 22. Work closely with the COPS Office and program manager to respond to peer reviewer, program\nmanager, vetting, and other COPS Office staff comments prior to the cooperative agreement\nexpiration date. 40 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 23. Obtain written approval from the COPS Office prior to entering into any contract, agreement, or\nother obligation for costs related to any conference, meeting, retreat, seminar, symposium, training\nactivity, or similar event funded that requires conference cost approval per DOJ conference cost\npolicy under this award. For more information on allowable costs for conferences and training,\nplease see the 2016 DOJ Financial Guide available at\nwww.ojp.gov/financialguide/DOJ/index.htm. 24. Ensure that all conference or similar event costs comply with current and future guidelines and\npolicies that you receive from the COPS Office on conference planning, food and beverages,\nminimizing costs, and conference cost reporting. 25. Within 45 days after the end of any conference, meeting, retreat, seminar, symposium, training\nactivity, or similar event funded under this award, and the total cost of which exceeds $20,000 in\naward funds, the recipient must provide the program manager with the following information and\nitemized costs:\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•\n•"
}