{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 37,
  "chunk_text": "As stated at the beginning of this section, to officially begin your grant and draw down your\nfunds, the authorized officials (see the Glossary of Terms on page 64) of your agency must access www.cops. usdoj.gov and select the “Account Access” link in the upper right corner to log in, review, and electronically\nsign the award document along with all award condition pages. Who should sign the award document for our agency? The authorized officials are the law enforcement and government executives who have ultimate and final\nresponsibility for all programmatic and financial decisions regarding this grant as representatives of the\nlegal grantee. COPS Office grants require that both the top law enforcement executive (e.g., chief of police,\nsheriff, or equivalent) and the top government executive (e.g., mayor, board chairman, or equivalent) sign\nthe award document. For non-law enforcement agencies (universities, etc.), the authorized officials are the\nprogrammatic and financial officials who have the ultimate signatory authority to sign contracts on behalf of\nyour organization. Typically, these are the same executives named on your agency’s 2015 CAMP application. If one or both of these individuals have changed, please complete a Change of Information (COI) form\nonline at www.cops.usdoj.gov through the “Account Access” link and create accounts for them so that they\nmay electronically sign the award. If you have any questions as to who should sign the award, please contact\nyour jurisdiction’s local legal advisor. By when must the award document be signed? Please electronically sign the award document and all award condition pages within 90 days of the date\non the award congratulatory letter. Grant funds will not be released until we have received your agency’s\nsigned award document, your budget has received final clearance, and any other relevant grant conditions\nparticular to your agency have been satisfied. Failure to submit your signed award document within the 90day award acceptance period may result in your CAMP award being withdrawn and the funds deobligated\nwithout additional notification. If your agency requires an extension for accepting the award beyond the\n90-day acceptance time frame, please submit online at www.cops.usdoj.gov and select the “Account Access”\nlink in the upper right corner to log in; once you are logged in, select “Grants Management” from the agency\nportal menu, click on the grant number, click on “Extend Signature,” and follow the instructions to submit\nyour extension for accepting the award. The COPS Office will review such requests on a case-by-case basis. The COPS Office reserves the right to deny requests to extend the 90-day award acceptance period. If you\nhave any questions, please contact your COPS Office Grant Program Specialist at 800-421-6770. 28 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual II. Procurement Process In general, grant recipients are required to procure funded items through open and free competition when\nfeasible."
}