{
  "document_category": "guidance",
  "document_name": "5330.11.pdf",
  "chunk_index": 53,
  "chunk_text": "• Conduct the psychosocial assessment. This guides the development of the treatment plan. The treatment assessment must be conducted with the inmate. It is not a self-assessment\ninstrument. • Present the inmate’s case at a treatment team meeting. These meetings are scheduled and\nconducted by the Challenge Program Coordinator. The treatment team meeting is to assist\nwith the development of the inmate’s treatment plan. • Attend treatment team meetings. These meetings provide the opportunity for staff to discuss\neach individual inmate. These discussions are to review the inmate’s progress in treatment\nand commitment to the program. Phase I will ordinarily last one month. If the treatment team is in agreement that the inmate is not\nready to move on to Phase II, Phase I may be repeated until the inmate is ready to move on,\nwithdraws, or is expelled. b. Phase II – The Core Treatment Phase. In the Core Treatment Phase, the inmate is expected\nto build positive relationships in group, on the treatment unit, with family/significant others, with\ninstitution staff, etc. Using the treatment journals and facilitator guides developed for the program, staff will facilitate\nan environment for inmates to acquire the thought processes and prosocial skills required to live a\ndrug-free, crime-free, and well-managed life. Treatment progress reviews are to be completed every 60 days and are to be documented in PDS. In addition, treatment staff are to observe program participants regularly (e.g., at work, during\nmain line, in the unit) to ascertain if the inmate’s behaviors demonstrated around the treatment\nstaff are constant, or if the inmate’s behavior changes outside of the treatment environment. P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 5\nPage 3 Ordinarily, the core treatment phase will last six months. Staff should monitor the participants’\nbehaviors, personal insights, motivation, and commitment to treatment daily. Changes in\nbehavior (positive or negative) are to be documented in the participants’ progress reviews. If the treatment team does not believe the inmate has made significant progress at the end of the\ncore treatment phase, staff may require the inmate to repeat all or part of the Core Treatment\nPhase. Failure to progress in treatment will be documented in PDS. c. Phase III – The Transition Phase. The Transition Phase focuses on the inmate continuing to\npractice the prosocial skills acquired in treatment. In addition, the inmate must demonstrate\nrealistic expectations and living skills to function in a prison environment. Ordinarily the Transition Phase lasts two months. If the treatment team finds the inmate has not\nmade adequate progress, he may be held back until he or she completes, withdraws, or is expelled\nfrom the program. 5.6. Challenge Program Achievement Awards. The Challenge Program offers achievement\nawards for inmates who participate appropriately in the program. The Challenge Program\ntreatment team will determine if an inmate is eligible to receive an achievement award. 5.6.1. Earning Program Achievement Awards. In order to earn program achievement awards,\ninmates must:\n•\n•\n•\n•\n•\n• Be on time for group. Have no unexcused absences. Not leave group without approval from the Treatment Specialist. Not eat, drink, or sleep in group. Complete all assigned activities."
}