{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 105,
  "chunk_text": "Inmates who transfer to contract facilities from Bureau\ninstitutions do not need to be notified. See the Notification to\nInmates Sentenced Under the VCCLEA and/or PLRA (Attachment 53a.), as a sample inmate notification letter. The CCM shall also\nsend a copy of the letter to the facility director or Warden. b.\nTo Contractors. The CCM shall notify the appropriate\nstate or long-term boarder contract facility director or Warden PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 24\nthat if a VCCLEA violent or PLRA inmate is found guilty at a\ndiscipline committee hearing of a prohibited act, they must send\nthe CCM a copy of the disciplinary proceeding. See the\nNotification to Contract Facility Director or Warden of VCCLEA\nand/or PLRA Mandated Reporting Requirements for Prohibited Acts\n(Attachment 5-3b.), as a sample of the facility notification\nletter. This letter also requires the contractor to execute\nAttachment 5-3a. 5.8.3. Incident Reports The report on a VCCLEA violent or PLRA inmate who commits a\nprohibited act while housed in a state or long-term boarder\ncontract facility, must be referred to the Discipline Hearing\nAdministrator (DHA) or the designated Discipline Hearing Officer\n(DHO), or a CCM staff member who is DHO certified in offices with\nan unusually high number of incident reports. a.\nContract facilities with DHO discipline process. When\nan inmate, in a contract facility that already uses the DHO as\nthe official taking final action, receives an incident report,\nthe discipline committee shall recommend good time be disallowed\nas prescribed by VCCLEA and PLRA. The discipline committee shall\nforward copies of all relevant documents to the DHO with a brief\nstatement of reasons for the referral and any recommendation for\nappropriate disposition in accordance with the exemplary\ncompliance standards. The DHO must disallow good conduct time credit available for a\nVCCLEA violent or PLRA inmate, and the sanction shall not be\nsuspended. This is indicated in “Table 4-Sanctions” of the\nProgram Statement on Inmate Discipline and Special Housing Units,\nalso reference “Table 5-Sanctions for Repetition of Prohibited\nActs within the Same Category.”\nb.\nContract facilities with an independent discipline\nprocess. For inmates confined in state or other long-term\nboarder contract facilities with independent discipline\nprocedures, the following procedures apply: The contract facility staff shall be asked to provide a\ncomplete discipline packet to the CCM for VCCLEA\nviolent or PLRA inmates, who have been found guilty of committing\na prohibited act. e The CCM shall forward the packet to the DHA. The DHA/O\nshall evaluate the discipline packet to insure that basic due\nprocess has been met according to Wolff v. McDonnell. If the\nDHA/O finds that Wolff v. McDonnell\ne PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 25\nrequirements have been met, he or she shall make the necessary\nSENTRY transaction for disallowance and/or forfeiture of good\ntime and notify the CCM to make the necessary SENTRY transaction\nto the computation. The DHA/O shall return the packet to the CCM for\ndistribution to the inmate and inclusion in the Inmate Central\nFile. e 5.9.\n5.9.1. TRANSFER OF INMATES\nAuthority and Approval a.\nAuthority to transfer federal inmates between nonfederal facilities and from non-federal facilities to federal\ninstitutions is delegated to CCMs. General procedures are\nprovided in the Security Designation and Custody Classification\nManual."
}