{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 47,
  "chunk_text": "How do we file a Federal Financial Report? All COPS Office grantees are required to submit quarterly Federal Financial Reports using the SF-425. Grantees are strongly encouraged to submit the quarterly SF-425 online. Visit the COPS Office website\nat www.cops.usdoj.gov and select the “Account Access” link in the upper right corner to log in; once you\nare logged in, select “Applications” from the agency portal menu, click on the “SF-425” icon, and follow\nthe instructions to complete and submit your reports. The online SF-425 requires the same reporting\ninformation as the paper version. The use of this online application enables authorized users to view past\nSF-425s, and allows them to file or amend the SF-425 for the current quarter. When are Federal Financial Reports due? (see last paragraph)\nSF-425s for COPS Office grants must be submitted every quarter and no later than 30 days after the last day\nof each reporting quarter, as detailed below:\nTable 1. Due dates of SF-425s by quarter\nReporting Quarters SF-425 Due Date January 1–March 31 April 30 April 1–June 30 July 30 July 1–September 30 October 30 October 1–December 31 January 30 For your first SF-425 submission, determine when the most recent SF-425 reporting quarter ended and\ncomplete an SF-425 to cover the period from the award start date of your grant to that particular end date. You are required to submit an SF-425 even if you have not spent any money or incurred any costs during a\nreporting period. The due dates for online filing of SF-425s are the same as for the submission of paper copies. 38 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Example: If your award start date is 02-01-13 and the current date is 04-15-13, then your first SF-425 will be due no\nlater than 04-30-13 and will cover the period 02-01-13 (award start date) through 03-31-13 (end of the most\nrecent reporting quarter). This SF-425 must be on file with the COPS Office so that you can successfully\ncomplete a drawdown of funds through GPRS. Grantees who do not submit SF-425s by the due date will be unable to draw down funds. The payment\nsystem contains a function which checks for SF-425 delinquency and will reject a drawdown attempt if the\nSF-425 is not up to date. Subsequent e-mail, fax, and/or hard copy reminders may be sent to the grantee if\nthe SF-425 is delinquent. For general information concerning online filing of SF-425 reports, go to www.cops.usdoj.gov/Default.\nasp? Item=740 or contact the COPS Office Response Center by phone at 800-421-6770 or by e-mail at\nAskCopsRC@usdoj.gov. If you need assistance in completing the SF-425, please contact the COPS Office Response Center at 800421-6770, by e-mail at AskCopsRC@usdoj.gov, or review the “Helpful Hints Guide for Completing the Federal\nFinancial Report (SF-425)” at www.cops.usdoj.gov/pdf/SF-425_Helpful_Hints_Guide_5.9.13.pdf. How will grant funds be monitored? The COPS Office and designated representatives from the Office of the Chief Financial Officer, Office of\nJustice Programs monitor the financial aspects of your agency’s grant through financial reports, on-site visits,\noffice-based grant reviews, meetings, telephone contacts, reports, audits, reviews of grant change requests,\nand special request submissions."
}