{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 52,
  "chunk_text": "A request for an extension of the grant award period to receive additional\ntime to implement the funded program is at the discretion of the COPS Office. Such extensions do not\nprovide additional funding. G. Employment\nAwardee acknowledges that nothing in this cooperative agreement shall be construed to create an\nemployment relationship with the COPS Office or with the Federal Government or to require provision of\nany benefits incident to employment. VI. Program manager(s) The contact information for the COPS Office Program Manager and the awardee project/program manager\nwill be listed in the cooperative agreement including name, title, organization, telephone, and e-mail\naddress. These program/project managers have the authority to propose and approve any modifications to\nthe cooperative agreement for their respective organizations. COPS Office\n[Insert Program Manager]\nU.S. Department of Justice\nCOPS Office\n[Division] 145 N Street, NE, 11th Floor\nWashington, DC 20530\n[insert contact information] Awardee\n[Insert contact information, including phone number] 39 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual VII. General provisions The awardee of record must follow all requirements imposed by the U.S. Department of Justice as an award\nterm, condition or administrative requirement of the award, including but not limited to: the COPS Office\nCommunity Policing Development Program Award Owner’s Manual; the COPS Office Assurances and\nCertifications; the COPS Office statute (42 U.S.C. 3796dd et seq.); 2 C.F.R. Part 200 (Uniform Administrative\nRequirements, Cost Principles, and Audit Requirements for Federal Awards); the current edition of the COPS\nOffice Grant Monitoring Standards and Guidelines; the COPS Office Editorial and Graphics Style Manual; and\nall other applicable program requirements, laws, orders, regulations, or circulars. Pursuant to Executive Order 13513, “Federal Leadership on Reducing Text Messaging While Driving,” the\nCOPS Office encourages recipients of U.S. Department of Justice funds to adopt and enforce policies that\nban text messaging while driving and to establish workplace safety policies to decrease crashed caused by\ndistracted drivers. VIII. Modifications The designated COPS Office and awardee project officers (under section VI (A) and VI (B)) for their respective\norganizations shall have the authority to propose and approve any modifications to this cooperative\nagreement. Modifications to this cooperative agreement may be proposed at any time during the period of\nperformance by either party, and shall become effective upon approval by both parties. IX. Incorporation by reference; effective date By signing the award document, the responsible parties designated below have entered into this\ncooperative agreement, which is incorporated by reference into the award document. This cooperative\nagreement is effective as of the date that the last responsible party signed the award document. Ronald L. Davis, Director\nOffice of Community Oriented Policing Services\n[Insert Law Enforcement Executive/Program Official Name]\n[Insert Agency Name]\n[Insert Government Executive/Financial Official Name]\n[Insert Agency Name]\nUpdated September 2015 40 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual III. Procurement Process In general, award recipients are required to procure funded items through open and free competition\nwhen feasible."
}