{
  "document_category": "guidance",
  "document_name": "5394.01.pdf",
  "chunk_index": 17,
  "chunk_text": "■ A Discharge Evaluation report. 9. LEVEL OF PRIVILEGE SYSTEM (LPS) The CTP employs a Level of Privilege System to encourage CTP inmates to participate and\nprogress in treatment as well as engage in appropriate behavior. Responsibility for development\nand implementation of the privilege system is assigned to the CTP Administrator. Working with\nthe Unit Manager and Clinical Services Coordinator, the CTP Administrator develops behavior\nstandards and incentives for each level of privilege, as outlined in the Institution Supplement. The LPS consists of multiple levels of privilege, with certain privileges associated with each\nlevel. Higher levels have greater privileges; lower levels have fewer. On admission to the CTP,\nan inmate is assigned to a baseline privilege level, which may be raised or lowered depending on\nthe inmate’s behavior and willingness (or refusal) to participate in treatment. CTP inmates who participate and progress in treatment have the opportunity to attain higher\nprivilege levels than those who decline. Treatment participants move to a higher privilege level\nas they successfully complete each phase of the program. Based on a consideration of the factors specified above, the MTT will impose an increase or\ndecrease in an inmate’s level of privilege, as documented in the TBMP. Before a change in\nprivilege level for a CTP inmate, the MTT ensures consideration of multi-disciplinary factors in\nreaching a decision. Review of the CTP inmate’s progress and LPS assignment will be\nconducted on at least a quarterly basis. P5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 22 10. CONDITIONS OF CONFINEMENT Conditions of confinement for inmates in the CTP are designed to provide an environment that\nfosters treatment participation while ensuring the safety and security of inmates, the institution,\nand the public. Federal Regulations (rules) applicable to pretrial inmates also apply to CTP\ninmates. See 28 CFR Part 551. All Bureau policies also apply unless this policy specifies\notherwise. The following exceptions are necessary to further the therapeutic mission of the CTP\nand minimize security risks. a. Environment. To the extent practicable, CTP inmates are kept separate from sentenced\ninmates. Limited incidental contact is permissible with appropriate supervision and only when\nnecessary to afford access to services or programming. b. Living Quarters. CTP inmates reside in a housing unit separate from sentenced inmates. c. Clothing. CTP inmates are issued and required to wear institution clothing. d. Personal Hygiene. CTP inmates receive necessary personal hygiene items and are expected\nto comply with 28 CFR part 551, subpart A, and BOP policy on personal grooming. e. Meals. Meals are provided to CTP inmates in the designated food service area. Meals are\nscheduled at different times than for sentenced inmates to maintain separation of the populations. CTP inmates may have incidental contact with sentenced inmates who are working in Food\nServices. f. Recreation. CTP inmates have the opportunity to engage in various recreational activities. If\nrecreation areas are shared with sentenced inmates, recreation for CTP inmates is scheduled at\ndifferent times to maintain separation. g. Commissary. CTP inmates will receive commissary privileges in accordance with BOP\npolicy. h. Visitation. CTP inmates may receive visitors in accordance with BOP policy."
}