{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 25,
  "chunk_text": "the DSCC and unit team for inclusion in the inmate central file. Upon executing the warrant for\nthe parole violation, the detainer will be removed from SENTRY, copies will be forwarded to the\nUSPC, unit team, and the DSCC. Questions concerning NOA(s) should be directed to the\nDSCC. 606. PRE-RELEASE NOTIFICATION No later than 90 calendar days before the inmate’s release, CS staff will notify the agency that\nplaced a detainer or notification, usually via a DAL or letter, of the inmate’s projected release\ndate. The authority that filed a detainer must notify the institution of its intent to take custody of\nthe inmate. It is the responsibility of the agency placing the detainer to arrange with local law\nenforcement authorities when the need for an extradition hearing arises. If the requesting authority indicates in writing it will not take custody of the inmate, a DAL will\nbe completed and forwarded, the detainer will be removed, the warrant will be returned, and\nthe institution may continue with release planning. The unit team will be notified of the removal of all detainers via DAL. If the detainer is removed\nwithin one month of release, the unit team will be notified of the action without delay (ordinarily\nwithin the same business day). If the filing authority has indicated it will take custody, but on the day of scheduled release\nchooses not to, it is requested that the filing authority provide written documentation of its intent. (A faxed copy is adequate, however, CS staff must verify the document and file it in the J&C\nfile.) If the filing authority cannot provide written documentation, telephonic verification will be\naccepted and documented accordingly. In either case, the inmate will be released to the\ncommunity provided no other detainer has been lodged against the inmate. If multiple detainers have been filed, with the exception of federal detainers, custody will be\noffered first to the earliest lodged detainer. All jurisdictions that have lodged detainers are to be\nnotified of the detaining authority taking custody at release to allow those jurisdictions to re-file\ntheir detainer(s) with the agency taking custody of the inmate. Federal detainers will take priority over non-Federal detainers. Immigration Detainers The following language refers to ALL ICE detainers. If an inmate has a federal detainer and an immigration detainers on file, custody will be\ngiven to the federal law enforcement agency first. If an inmate has an immigration\nP5800.15 1/1/2009 Chapter 6, Page 4 detainer and a non-federal detainer on file, ICE will be offered custody first. CS staff will notify ICE of all inmates who have an immigration detainer at least ninety\n(90) days prior to the inmate’s projected release date, or as soon as staff becomes aware of\nthe detainer. CS staff will send a DAL, release notifications, copies of all federal and nonfederal detainers, and pertinent information to the ICE Pacific Response Center (PERC),\nvia email, at the following email address: bopreleases@ice.dhs.gov. At the time of notification, ICE will be provided with the inmate's medical and mental\nhealth care level."
}