{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 26,
  "chunk_text": "CS staff will send a DAL, release notifications, copies of all federal and nonfederal detainers, and pertinent information to the ICE Pacific Response Center (PERC),\nvia email, at the following email address: bopreleases@ice.dhs.gov. At the time of notification, ICE will be provided with the inmate's medical and mental\nhealth care level. For inmates identified as Medical Health Care Level 3 or 4, and/or\nMental Health Care Level 3 or 4, a Health Services Exit Summary and/or a Psychology\nServices Mental Health Transfer Summary will be provided in an encrypted electronic\ncopy to the above-mentioned email address. These summaries will include, at a minimum,\na list of medications, any required medical and nursing care and/or treatment, medical\nequipment requirements, ability to conduct activities of daily living, and plan of care. The\nCMC or SCSS will ensure this information and these documents are submitted to ICE. Upon request, CS staff will provide ICE's medical staff at the ICE Enforcement and\nRemoval Operations (ERO) field office with an encrypted electronic copy of the inmate’s\nmedical record, including the most recent lab work and diagnostic tests (e.g., x-rays, MRI,\nCT scan) for any current health problems. The encrypted electronic copy should be sent to\nthe ICE ERO field office requesting the information. ICE will notify CS staff 60 days prior to the PRD, or as soon as possible, of its decision to\nassume or decline custody of the inmate. If ICE declines custody, CS staff may transfer\ncustody of the inmate to the law enforcement agency who lodged a detainer, or release the\ninmate if no other detainer is on file. If ICE declines to accept custody, the responsible ICE\nERO field office must cancel the detainer by checking the appropriate box on the\napplicable detainer and notify CS staff. Once CS staff receives this notification, a DAL\nmust be completed and sent to ICE in order to remove the immigration detainer. P5800.15 1/1/2009 Chapter 6, Page 5 607. PAROLE TO A DETAINER When an inmate is granted parole to a detainer, all appropriate staff must refer to the conditions\ncited on the NOA to ensure compliance. When situations arise that are unclear, CSD staff must\ncontact the USPC for further direction. 608. EXTRADITION An inmate’s extradition from one state to another will be the sole responsibility of the state in\nwhich the inmate is being housed. The exception exists when an inmate files for disposition of\ncharges under the provisions of Article III of the IADA. Under Article III, the inmate waives extradition rights only for those charges for which he is\nbeing removed and may be turned over directly to the agency that placed the detainer. Note: Extradition hearings are not required in some states. Refer to Chapter 9 of this manual\nfor the list of states not requiring extradition hearings. CSD staff must contact the Attorney General’s office in both the state the inmate is housed and\nthe state that lodged the detainer, after consultation with the assigned legal representative, if the\ninmate is due for release and meets the following criteria:\n■ A detainer is on file for an outstanding charge or conviction.\n■"
}