{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 82,
  "chunk_text": "b. Establishing an ongoing drug-free awareness program to inform employees about\n1. The dangers of drug abuse in the workplace; 2. The grantee’s policy of maintaining a drug-free workplace; 3. Any available drug counseling, rehabilitation, and employee assistance programs; and 4. The penalties that may be imposed upon employees for drug abuse violations occurring\nin the workplace; c. Making it a requirement that each employee to be engaged in the performance of the grant\nbe given a copy of the statement required by paragraph (a); d. Notifying the employee in the statement required by paragraph (a) that, as a condition of\nemployment under the grant, the employee will\n1. Abide by the terms of the statement; and 2. Notify the employer in writing of his or her conviction for a violation of a criminal drug\nstatute occurring in the workplace no later than five calendar days after such conviction; e. Notifying the agency, in writing, within 10 calendar days after receiving notice under\nsubparagraph (d)(2) from an employee or otherwise receiving actual notice of such conviction. Employers of convicted employees must provide notice, including position title, to:\nU.S. Department of Justice\nOffice of Justice Programs\nATTN: Control Desk\n810 Seventh Street, NW\nWashington, D.C. 20531\nNotice shall include the identification number(s) of each affected grant; f. Taking one of the following actions, within 30 calendar days of receiving notice under\nsubparagraph (d)(2), with respect to any employee who is so convicted\n1. Taking appropriate personnel action against such an employee, up to and including\ntermination, consistent with the requirements of the Rehabilitation Act of 1973, as\namended; or 71 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual 2. g.\nB. Requiring such employee to participate satisfactorily in a drug abuse assistance or\nrehabilitation program approved for such purposes by a federal, state, or local health, law\nenforcement, or other appropriate agency; Making a good faith effort to continue to maintain a drug-free workplace through\nimplementation of paragraphs (a), (b), (c), (d), (e), and (f ). The grantee may insert in the space provided below the site(s) for the performance of work done in\nconnection with the specific grant:\nPlace of Performance (Street address, city, county, state, zip code) Check ___ if there are workplaces on file that are not identified here. Section 67, 630 of the regulations provides that a grantee that is a state may elect to make one\ncertification in each federal fiscal year. A copy of which should be included with each application\nfor U.S. Department of Justice funding. States and state agencies may elect to use OJP Form 4061/7. Check ___ if the state has elected to complete OJP Form 4061/7. Drug-free workplace (grantees who are individuals) As required by the Drug-Free Workplace Act of 1988, and implemented at 28 CFR Part 67, Subpart F, for\ngrantees, as defined at 28 CFR Part 67; Sections 67.615 and 67.620\nA. As a condition of the grant, I certify that I will not engage in the unlawful manufacture, distribution,\ndispensing, possession, or use of a controlled substance in conducting any activity with the grant;\nand B."
}