{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 18,
  "chunk_text": "All observations\nmust be documented. Closer observation may be required for an inmate who is mentally\nill, or who demonstrates unusual or bizarre behavior. For specific instructions and guidance for the supervision and\nmonitoring of suicidal inmates refer to the following Program\nStatements. \n Health Services Manual\nSuicide Prevention PS 5500.14\n10/19/2012\nChapter 4, Page 1\nCHAPTER 4\nEMERGENCY ASSISTANCE TO NON-FEDERAL CORRECTIONAL SYSTEMS\n400. BACKGROUND. The Bureau of Prisons, on occasion, may be\nrequested by other Federal, State, or local agencies to provide\nsupportive assistance. Additionally, the Bureau may have\noccasion to request assistance from these agencies. Bureau assistance will be considered based on the Bureau's\nstatutory authority and expertise in the requested area and/or\nthe requesting Federal agency’s authority to empower the Bureau\n(e.g., deputize) to provide the assistance. With respect to non-Federal entities, Federal and state\ngovernments often enter into contractual agreements where one or\nthe other houses inmates from outside its system\n(18 U.S.C. § 5003). Similarly, the Bureau \"lends\" its Executives\nto various State systems temporarily through the\nIntergovernmental Personnel Act of 1970 (42 U.S.C. § 4721). Through its own statutory mandate and the National Institute of\nCorrections, the Bureau provides assistance to non-Federal\nentities (18 U.S.C. §§ 4042, 4352). Additionally, the Emergency\nFederal Law Enforcement Assistance Program (28 CFR 65) provides\nfor Federal assistance to States in emergencies, upon the\nAttorney General’s approval. 401. DEFINITION. For this Program Statement’s purposes, the\nfollowing definition applies:\nLaw Enforcement Emergency is an uncommon situation which\nrequires law enforcement, which is or threatens to become of\nserious or epidemic proportions, and with respect to which State\nand local resources are inadequate to protect the lives and\nproperty of citizens or to enforce the criminal law. 402. MEMORANDUM OF UNDERSTANDING (MOU). Ordinarily, direct\nemergency assistance to non-Federal correctional systems is\nlimited to those systems with which the Bureau has an MOU. All\nsuch MOUs must be made available to the employees. These MOUs\nmay be stored with the contingency plans. A MOU, entered into with local, county and State correctional\nentities, is to address the issue of State, as well as Federal,\nassistance. PS 5500.14\n10/19/2012\nChapter 4, Page 2\nAbsent an MOU, ordinarily, the Bureau will not provide emergency\nlaw enforcement assistance to non-Federal correctional entities. An exception to this policy may be made when the non-Federal\ncorrectional entity has exhausted its available resources,\navailable resources are inadequate to protect the lives and\nproperty of citizens, and the required assistance (e.g., by the\nState or other localities) cannot be obtained elsewhere in a\ntimely fashion. In such instances, the Bureau may provide\nemergency supportive assistance as set forth in this Chapter. In general, the types of assistance that may be provided without\nan existing MOU should correlate to the typical modes of\nassistance set forth in Section 404 of this Chapter. An MOU’s intent is to provide an avenue for an institution to\nrespond expediently and proficiently to various types of\nemergency situations by developing authorization procedures for\nbasic Federal assistance at the local level, while allowing for\neven greater assistance, if deemed necessary, with higher level\napproval. a. Scope. Bureau institutions, as set forth in the\nCorrectional Services Manual, have included State, county, and\nlocal resources in their institution contingency planning and\noverall emergency preparedness plans."
}