{
  "document_category": "guidance",
  "document_name": "SORNA-IC-Guide.pdf",
  "chunk_index": 14,
  "chunk_text": "How To Notify the U.S. Marshals\nJurisdictions are strongly\nencouraged to make this\nnotification by way of the\n“Notification of International Travel\nForm” on the SORNA Exchange\nPortal. See “SORNA Exchange\nPortal,” page 17. As an alternative,\njurisdictions may directly submit\nthe “Notification of International\nTravel Form” to the USMS-NSOTC\nat IOD. NSOTC@usdoj.gov, with a\nsubject line of “Sex Offender Travel\nNotification.” Contact the USMSNSOTC with any questions at 202616-1600 or NSOTC.IML@usdoj.gov. Once a notification is made, USMSNSOTC will provide the information\nto INTERPOL Washington, which will\ncommunicate the information to law\nenforcement partners at the intended\nforeign destination(s) of travel. • Means of travel (air, train, ship)\n• Itinerary details (when available), including name of the airport, train station,\nport; flight, train, ship number; departure and arrival times; and information\nabout any intermediate stops\n*As augmented by the Attorney General’s Supplemental Guidelines for Sex Offender Registration and\nNotification (January 2011). 20 | Guide to SORNA Implementation in Indian Country — Purpose(s) of travel (e.g.. business, deportation, military, relocation,\nother [specify])\n— Criminal record\n• Date and city, state or jurisdiction of conviction\n• Offense(s) of conviction requiring registration\n• Victim information (age, gender, relationship)\n• Registration jurisdiction(s) (state, tribe or territory)\n— Other\n• Contact information within destination country\n• Notifying agency and contact information\nDigital copies or photocopies of all pertinent travel documents should be made when\nthe information is being collected. If such documents are not available, the jurisdiction\nshould collect identifying information on those documents (for example, for a passport,\nthe passport number and country of issuance). Note that any information provided might\nbe communicated to foreign law enforcement officials, as deemed necessary. In addition to notifying the U.S. Marshals Service, jurisdictions may directly notify other\nappropriate law enforcement agencies of an offender’s intended international travel if\ncircumstances necessitate, by whatever means the jurisdiction prefers. Failure To Appear for Registration When a tribal jurisdiction receives notice that an offender is relocating to the tribe to live,\nwork or attend school, and then the sex offender fails to appear for registration, the tribe\n(typically the SORNA Officer) must immediately inform the jurisdiction that provided the\nnotification that the sex offender failed to appear. If the tribe receives information that the offender has absconded, SORNA requires the\ntribal jurisdiction to take the following steps:\nl l Determine whether the offender has actually absconded. If no determination can be made, inform tribal police or the designated law\nenforcement agency so that they can attempt to locate the offender. If the absconded offender cannot be located, the tribal jurisdiction must do the following:\nl Update the public sex offender registry website to indicate that the offender is an\nabsconder. l Notify the U.S. Marshals Service. l Seek a warrant for the sex offender’s arrest. l Update NCIC/NSOR and indicate that the offender is an absconder. l Enter the offender’s information into the Wanted Person File in NCIC. Guide to SORNA Implementation in Indian Country | 21 Establishing a SORNA Program The SMART Office has developed a number of resources to help tribal jurisdictions\nestablish a SORNA program and submit a substantial implementation package. SMART’s Indian Country webpage, available at https://smart.ojp.gov/sorna/indiancountry, has more guidance for tribes implementing SORNA, including the following:\nl l Model Tribal Sex Offender Registration Code."
}