{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 3,
  "chunk_text": "a. Summary of Changes\nPolicy Rescinded\nP5800.14\nInmate Systems Management Manual (12/30/06) Changes have been made to update previous policy. If local procedures are changed, the local\nunion will be notified in accordance with the Master Agreement. Training will be conducted for\naffected departments as necessary. The following is a summary of the major changes to the manual. ■ Added: Duties for Correctional Systems Officers (CSOs). ■ Updated: Mandatory training modules. b. Program Objective. Correctional Systems departments will operate uniformly Bureau-wide.\nc. Institution Supplement or Other Local Procedures Required. Institution\nSupplements or some other form of local procedures are needed for the following sections:\n■ Section 101.a (Page 1-1). Procedures for coordinating and reviewing paperwork associated\nwith inmate movement and release. ■ Section 103 (Page 1-3). Alternative procedures for the Records Office “open house” where\nphysical layout or mission prohibit inmate access for responding to inmate issues. ■ Section 105 (Page 1-4). The Department Head is responsible for procedures for the\nprocurement and collection of X-ray badges. ■ Section 306 (Page 3-3). Procedures for the receipt and processing of all trackable mail other\nthan U.S. Postal Service deliveries. ■ Section 306 (Page 3-3). Procedures to document temporary file withdrawal requests made\noutside a Bureau approved e-mail system. ■ Section 310 (Page 3-7). Procedures for special seals or certifications for those jurisdictions\nrequiring them on copies of inmate file materials. ■ Section 603.a (Page 6-2). Ensuring that a second Detainer Action Letter (DAL) is sent in a\ntimely manner for all unanswered inquiries. ■ Section 604 (Page 6-3). Procedures for distributing U.S. Marshals Service and Immigration\nand Customs Enforcement (ICE) detainers within the institution. ■ Section 701 (Page 7-1). Procedures for notifying the FBI and other law enforcement\nagencies of an inmate’s escape. ■ Section 903 (Page 9-4). Procedures for ensuring the timely release of inmates. ■ Section 904.b (Page 9-8). Optional procedures regarding staff signatures for the “Release\nAction” section of the Release Authorization form (BP-A392). d. MCC/MDC/FDC/FTC/Application. This Program Statement’s provisions apply to\npretrial and holdover inmates as indicated in subsequent sections. e. Private Sector Secure Correctional Facility and Intergovernmental Agreement\n(IGA) Application. Portions of this Program Statement may apply to privately-operated\nfacilities and IGAs. Contractors and operators should consult their Statements of Work for\napplicability. 2. DISTRIBUTION\nCentral Office Correctional Programs staff will distribute a copy of this manual electronically to\nall Regional Correctional Programs Administrators, Case Management Coordinators,\nCommunity Corrections Managers, and Unit Managers. P5800.15 1/1/2009 Page 2 REFERENCES\nProgram Statements\nP1237.13\nP1240.05\nP1351.05\nP1434.06\nP2000.02\nP3000.03\nP3906.20\nP4100.04\nP5070.10\nP5100.08\nP5110.14\nP5111.03\nP5140.34\nP5140.35\nP5140.36\nP5140.37\nP5160.05\nP5180.05\nP5180.06\nP5265.11\nP5266.10\nP5280.08\nP5290.12\nP5330.10\nP5331.01\nP5380.08\nP5538.05\nP5553.07\nP5580.07\nP5800.10\nP5800.11\nP5800.12\nP5875.12\nP5880.28\nP5880.30\nP5880.32\nP5882.03\nP5884.02"
}