{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 88,
  "chunk_text": "D. Davis-Bacon Act, as amended (40 U.S.C. 3141–3148). When required by federal program legislation,\nall prime construction contracts in excess of $2,000 awarded by nonfederal entities must include\na provision for compliance with the Davis-Bacon Act (40 U.S.C. 3141–3144, and 3146–3148) as\nsupplemented by U.S. Department of Labor regulations (29 CFR Part 5, “Labor Standards Provisions\nApplicable to Contracts Covering Federally Financed and Assisted Construction”). In accordance with\nthe statute, contractors must be required to pay wages to laborers and mechanics at a rate not less than\nthe prevailing wages specified in a wage determination made by the Secretary of Labor. In addition,\ncontractors must be required to pay wages not less than once a week. The nonfederal entity must place\na copy of the current prevailing wage determination issued by the U.S. Department of Labor in each\nsolicitation. The decision to award a contract or subcontract must be conditioned upon the acceptance\nof the wage determination. The nonfederal entity must report all suspected or reported violations to the\nfederal awarding agency. The contracts must also include a provision for compliance with the Copeland\n“Anti-Kickback” Act (40 U.S.C. 3145) as supplemented by U.S. Department of Labor regulations (29 CFR\nPart 3, “Contractors and Subcontractors on Public Building or Public Work Financed in Whole or in Part\nby Loans or Grants from the United States”). The Act provides that each contractor or subrecipient must\nbe prohibited from inducing, by any means, any person employed in the construction, completion, or\nrepair of public work to give up any part of the compensation to which he or she is otherwise entitled. The nonfederal entity must report all suspected or reported violations to the federal awarding agency. E. Contract Work Hours and Safety Standards Act (40 U.S.C. 3701–3708). Where applicable, all contracts\nawarded by the nonfederal entity in excess of $100,000 that involve the employment of mechanics or\nlaborers must include a provision for compliance with 40 U.S.C. 3702 and 3704 as supplemented by\nU.S. Department of Labor regulations (29 CFR Part 5). Under 40 U.S.C. 3702 of the Act, each contractor\nmust be required to compute the wages of every mechanic and laborer on the basis of a standard work\nweek of 40 hours. Work in excess of the standard work week is permissible provided that the worker is\ncompensated at a rate of not less than one and a half times the basic rate of pay for all hours worked in 90 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual excess of 40 hours in the work week. The requirements of 40 U.S.C. 3704 are applicable to construction\nwork and provide that no laborer or mechanic must be required to work in surroundings or under\nworking conditions which are unsanitary, hazardous, or dangerous. These requirements do not apply to\nthe purchases of supplies or materials or articles ordinarily available on the open market or contracts for\ntransportation or transmission of intelligence. F. Rights to Inventions Made Under a Contract or Agreement."
}