{
  "document_category": "guidance",
  "document_name": "5538_07.pdf",
  "chunk_index": 6,
  "chunk_text": "P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 8 A recommendation for an inmate to receive an escorted trip for non-emergency,\nnon-medical reasons is prepared by the recommending staff, forwarded through\nthe appropriate staff for screening and clearance, and then submitted to the\nWarden. Except as specified in §570.43, the Warden may approve an inmate for a\nnon-emergency, non-medical escorted trip. §570.43 refers to Section 4 of this Program Statement. Ordinarily, escorted trips for emergency non-medical cases are available only to inmates with\neither OUT or COMMUNITY custody. The requesting department submits the Escorted Trip\nAuthorization (BP-A0502). For the review procedure, see Section 4 of this Program Statement. Specific arrangements for inmate town drivers may be established locally. Approval for a non-emergency, non-medical escorted trip may not be delegated below the level\nof Acting Warden. 4. INMATES REQUIRING A HIGH DEGREE OF CONTROL AND SUPERVISION\n§570.43 Inmates requiring a high degree of control and supervision. Only the Regional Director may approve a non-medical escorted trip (either\nemergency or non-emergency) for an inmate determined to require a high degree\nof control and supervision. The Regional Director’s approval authority may not be delegated below the level of Acting\nRegional Director. The phrase “a high degree of control and supervision” ordinarily refers to an inmate with\nMAXIMUM custody or HIGH security. The Regional Director may approve escorted trips for emergency and non-emergency, nonmedical reasons only upon receiving a favorable Warden’s recommendation and his/her\ndetermination that the trip is warranted. In making this determination, all relevant information\n(e.g., inmate’s sentence, time in custody, adjustment, and the nature of the request) must be\nconsidered. The Regional Director maintains a written record, including reasons, for regional\napproval. P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 9 The Regional Director’s prior approval is not necessary for an inmate requiring a high degree of\ncontrol and supervision to receive an emergency medical escorted trip. However, during nonduty hours, the Regional Director or Regional Duty Officer must be notified as soon as possible\nof any medical escorted trip for a MAXIMUM custody inmate. 5. SUPERVISION AND RESTRAINT REQUIREMENTS\n§570.44 Supervision and restraint requirements. Inmates under escort will be within the constant and immediate visual\nsupervision of escorting staff at all times. Restraints may be applied to an inmate\ngoing on an escorted trip, after considering the purpose of the escorted trip and\nthe degree of supervision required by the inmate. Except for escorted trips for a medical emergency, an inmate going on an\nescorted trip must agree in writing to the conditions of the escorted trip (for\nexample, agrees not to consume alcohol). The escort Officer-in-Charge (OIC) may terminate an escorted trip (without contacting the\ninstitution) in circumstances where staff, the public, or the inmate is at risk of immediate serious\ninjury or death, or the inmate is attempting to or has demonstrated the intent or means to escape. Escort staff contact the institution (i.e., the Operations Lieutenant or Captain) for guidance prior\nto terminating all other escorted trips."
}