{
  "document_category": "guidance",
  "document_name": "5300_022.pdf",
  "chunk_index": 10,
  "chunk_text": "The Warden determines the suitability of non-citizens to serve as volunteers. Non-citizens who\nare approved as volunteers are subject to all background investigation requirements for the level\nof service to be provided. Background Clearance Requirements For Volunteer Service\nForm/Requirement\nLevel I\nLevel II\nInitial\nAnnual\nInitial\nAnnual\n5-Year\nApplication for Volunteer\nService\nVolunteer Interview\nSummary (BP-A0585)\nLetter of Endorsement or two\nLetters of Reference\n(Both required for Religious\nVolunteers)\nNCIC (National Crime\nInformation/NLETS and\nWants Check) Results\nMBI (if applicable)\nNCIC Check\n(BP-A0660)\nCertification for Release of\nInformation (BP-A0673)\nAcknowledgement of Receipt\nof Standards of Employee\nConduct (BP-A0165) P5300.22 11/07/2016 BP-A1070 BPA1070 BP-A0580 5-Year\nBPA0580 X\nX X X X X X X X X X\nX X X X X\nX X X X\nor as\nupdated X 14 Fingerprint Check (FD258)/Results or CJIS Name\nCheck Request (BPA1069)/Results and Non U.S.\nCitizen Name Check(BPA1071)/Results )\nVolunteer Gratuitous Service\nAgreement Training\nCertification Form\n(BP-A0483)\nVolunteer Training\nAffirmation (BP-A1066) Waiver of Escort and\nSupervision (BP-A0484)\n(if applicable)\nInformation Security\nAwareness Training\nCertification\nNon-Disclosure Agreement\nCredentials of Religious\nVolunteer (BP-A0777)\n(if applicable)\nProfessional Credentials/\nLicense (if applicable) X X X X X X X X X X X X X\nX X X X X X (1) Level I. Required background clearance procedures are completed prior to the volunteer\nbeing permitted entrance into the institution. (2) Level II. Background investigations are ordinarily completed within 45 days from the date\nthe application is received. If this timeframe cannot be met, the RAC documents the reason in\nthe OVF. If clearance is not obtained within six months, the RAC provides a report to the RAA\nfor further resolution. However, badges may not be issued to Level II volunteers until all\nclearances are obtained. While a volunteer is waiting for background clearance approval as a\nLevel II volunteer, he/she may serve as a Level I volunteer in accordance with Level I\nrequirements. However, visitation volunteers will not be limited to four visits per year while\npending background clearance, as long as other requirements are met; e.g., training. All Level II volunteer applicants will be given two opportunities to obtain fingerprint clearance. After two negative responses are received from the Civil Applicant System (CAS) due to\nunreadable prints, a Name Check is conducted following standardized national procedures for\neither U.S. citizens or non-U.S. citizens. These procedures are available on the Reentry\nSallyport page. If the fingerprint or Name Check reveals previous criminal activity that would P5300.22 11/07/2016 15 compromise institution security as determined by the Warden, the volunteer application for a\nLevel II status will be denied. The volunteer may be granted Level I status by the Warden.\nb. National Automated Volunteer System. The national automated volunteer system allows\nusers at institutions, regional offices, and the Central Office to enter demographic and other key\ninformation regarding Level I and II volunteers. Requests for access to the system are made\nthrough the RAA, who submits a help desk ticket. RACs are responsible for entering active, inactive, and service discontinued for Level II\nvolunteers, as outlined in the system manual. A copy of the Training Manual can be accessed\nvia Sallyport. c. Processing of Volunteers. Program managers provide Level 1 Volunteer Application/\nTraining (BP-A1070) information to RACs as appropriate, ordinarily at least 5 business days\nprior to their planned activity."
}