{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 104,
  "chunk_text": "Minor disciplinary sanctions are not entered\ninto the SENTRY \"Inmate Discipline Data System.\" However, when a\nCCC/CDC minor sanction is appealed to the CCM via a Request for\nAdministrative Remedy, the CCM must ensure that the appropriate\ndata is entered into the SENTRY Administrative Remedy Module. If the appeal involves final sanctions imposed by the DHO on an\nincident report (major or minor), the following shall determine\nthe method to file an appeal:\nRequest for Administrative Remedy form, filed with the\nrespective Regional Director for inmates still assigned to a CCC. e Letter to the Regional Director for inmates who have\nbeen removed from a CCC and placed in local jails or contract\ndetention facilities and do not have access to the appropriate\nappeal form. e If the inmate is to be transferred to a federal institution, the\ninmate shall wait to use the Administrative Remedy procedure upon\narrival at the institution. 5.7.7. Training Plans/Agenda The DHA shall ensure inmate discipline training is provided for\nthe contractor and CCM staff annually and any additional training\nas needed. The training agenda shall focus on major problem\nareas identified during DHO review of the CDC packets. PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 23 The CCM shall continue to provide initial guidance and\nsupplementary training to new staff or contractors between the\nregional-wide training conferences. All discipline training\nprovided to contractors shall be documented in the CCM contract\nfile. 5.8. SPECIAL DISCIPLINE PROCEDURES FOR VCCLEA VIOLENT/PLRA\nINMATES IN NON-FEDERAL FACILITIES The VCCLEA became effective on September 13, 1994, and applies to\noffenses that occurred on or after that date but prior to\nApril 26, 1996. The PLRA became effective on April 26, 1996, and\napplies to offenses that occurred on or after that date. All CCC inmates sentenced on or after September 13, 1994, are\nsubject to good time sanctions as outlined in the Program\nStatement on Inmate Discipline and Special Housing Units. In\nparticular, they are subject to mandatory disallowance sanctions\nfor certain severity prohibited acts. VCCLEA non-violent inmates\nare also impacted by this policy. 5.8.1.\nPLRA Identifying Sentences Imposed Pursuant to VCCLEA and Community corrections staff shall identify inmates sentenced\nunder the provisions of VCCLEA and/or PLRA for direct placement\nin state and long-term boarder contract facilities. Identifying\nand loading appropriate SENTRY data is also necessary for these\ninmates. Institution staff will have made this identification\nand the SENTRY applications already on all long-term boarders\ntransferred to contract facilities from Bureau institutions. 5.8.2. Notification of VCCLEA and PLRA Requirements a.\nTo Inmates. The CCM shall notify each VCCLEA violent\nand/or PLRA inmate serving a sentence of more than one year who\nis placed directly in a contract facility (initial designation,\nexcept Taft Correctional Institution or the Southwest Detention\nFacility) as a long-term boarder that, if he or she is found\nguilty of a prohibited act, disallowance and/or forfeiture of\ngood conduct time shall be in accordance with Bureau policy. Inmates who transfer to contract facilities from Bureau\ninstitutions do not need to be notified. See the Notification to\nInmates Sentenced Under the VCCLEA and/or PLRA (Attachment 53a.), as a sample inmate notification letter. The CCM shall also\nsend a copy of the letter to the facility director or Warden. b.\nTo Contractors."
}