{
  "document_category": "guidance",
  "document_name": "5330.11.pdf",
  "chunk_index": 55,
  "chunk_text": "At that time the Challenge Coordinator, or designee, is to change the inmate’s SENTRY\nassignment from CHG PART to CHG INCOMP. 5.8. Challenge Outcomes. How an inmate leaves a residential program is based on the inmate’s\nbehavior. P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 5\nPage 5 5.8.1. Completion. Completion of any Phase of treatment is determined by the inmate’s\nbehavior within the program and on the compound. An inmate is not to be moved from Phase to\nPhase without demonstrating he or she has:\n• Taken on the responsibilities of the community. • Made a commitment to positive change as evidenced by observed positive behavior in his or\nher daily interactions. • Expressed him- or herself in group, demonstrating the ability to give and receive appropriate\nfeedback from other staff and inmates. • Mastered phase-related concepts. Inmates who do not demonstrate these and other behavioral changes are not ready for Challenge\ncompletion. 5.8.2. Withdrawal/Incomplete. An inmate may withdraw voluntarily from the program. Withdrawals must be documented in PDS and a memorandum forwarded to the Unit Team. An inmate may also be moved to Incomplete status for many reasons: placement in the Special\nHousing Unit (SHU), removed from the institution on a writ, unforseen redesignation, etc. An\nincomplete does not mean the inmate is automatically a failure. The Treatment Coordinator and\nthe treatment team will make the decision on the inmate’s final treatment determination,\ndepending on the reason for his or her incomplete status. The Treatment Coordinator will ensure\nproper documentation of the meeting in PDS and SENTRY. 5.8.3. Expulsion. Inmates may be removed from the program by the coordinator because of\ndisruptive behavior related to the program or unsatisfactory progress in treatment. Ordinarily,\nstaff will provide the inmate with at least one treatment intervention prior to removal. In response\nto disruptive behavior or unsatisfactory progress, treatment staff will:\n• Meet with the inmate to discuss his or her behavior or lack of progress. • Assign the treatment intervention(s) chosen to reduce or eliminate the behavior, or to improve\nprogress. • Warn the inmate of the consequences of failure to alter his/her behavior. • Properly document in PDS the meeting and treatment intervention(s) assigned. • Properly document in PDS changes to the inmate’s treatment plan, and ensure that both staff\nand the inmate sign the amended treatment plan. • When appropriate, require the inmate to discuss his or her targeted behavior in the community. In the event repeated treatment interventions are required in response to inappropriate behaviors\nor unsatisfactory progress, the treatment team will meet to decide if the inmate will be removed\nfrom the program. P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 5\nPage 6 Within two working days after a decision has been made to expel an inmate, the Program\nCoordinator will:\n• Verbally notify the inmate of his/her expulsion status. • Update the pertinent SENTRY DRG assignments. • Ensure proper documentation of the expulsion has been entered into PDS."
}