{
  "document_category": "guidance",
  "document_name": "5330.11.pdf",
  "chunk_index": 46,
  "chunk_text": "3.4.6. Program Expulsion. Inmates may be removed from the program by the Resolve\nCoordinator because of disruptive behavior related to the program or unsatisfactory progress in\ntreatment. P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 3\nPage 5 CHAPTER 4. THE BUREAU REHABILITATION AND VALUES ENHANCEMENT\n(BRAVE) PROGRAM\n4.1. The BRAVE Program. In 1995, following a series of institutional disturbances, Executive\nStaff sought to identify the inmates most likely to engage in disturbances and to develop an\nappropriate intervention. Young, newly committed inmates serving long sentences were\nidentified as the group most likely to engage in both disturbances and general institutional\nmisconduct. In 1998, the Bureau Rehabilitation and Values Enhancement (BRAVE) Program was\nimplemented as an intensive, cognitive-behavioral, residential rehabilitation program for medium\nsecurity inmates. 4.1.1. Purpose. The BRAVE Program is designed to facilitate favorable institutional adjustment\nand reduce incidents of misconduct. In addition, the program encourages inmates to interact\npositively with staff members and take advantage of opportunities to engage in self-improvement\nactivities throughout their incarceration. 4.1.2. Residential Treatment Unit. BRAVE Program participants are to be housed together on a\nunit, separate from general population inmates. Living together in a unit allows all inmates to\nwork together to create a community that supports prosocial attitudes and behaviors. The BRAVE\nUnit isolates program participants from the negative peer-pressure of the larger prison\nenvironment. Further, the BRAVE Unit must also be solely for BRAVE participants. Inmates living on the unit\nmust be waiting for admission into the program, participating in the program, or have completed\nthe program. Whenever possible, there should be more inmates who are participating in or who\nhave completed BRAVE in the treatment unit than those waiting to enter treatment. 4.1.3. Staffing. The BRAVE Program is staffed with a psychologist who serves as the BRAVE\nProgram Coordinator and a minimum of three BRAVE Program Treatment Specialists. The\nprogram has a 1:20 Treatment Specialist-to-inmate ratio. 4.2. Target Population. The BRAVE Program is designed to address the treatment needs of\ninmates:\n• 32 years of age or younger. • With a sentence of at least 60 months.\n• A first-time Bureau commitment. 4.3. Admission Procedures\n4.3.1. Program Referrals. Inmates are identified for placement in the BRAVE Program by the\nDesignator and/or BRAVE Program Treatment Staff. Designators may directly designate inmates P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 4\nPage 1 to the BRAVE program if they meet the target population criteria. New arrivals to the institution\nmay be screened and accepted into the BRAVE Program if they meet the admission criteria. On occasion, inmates who have poor institutional adjustment may be allowed to participate in the\nBRAVE Program at the Coordinator’s discretion. Inmates who meet all the admission criteria are\nto be given priority placement in the program and should always make up the vast majority of\nprogram participants. 4.3.2. Program Placement. Inmates designated or selected for placement in the BRAVE\nProgram should be placed directly on the BRAVE Program Treatment Unit upon arrival at the\ninstitution. Inmates are strongly encouraged to participate in the program; however, the program\nis voluntary."
}