{
  "document_category": "guidance",
  "document_name": "6400_003.pdf",
  "chunk_index": 4,
  "chunk_text": "Generally,\neach institution should have one dentist for every 1,000 inmates. Staffing guidelines may vary\nby institution, depending on the mission. Re uests for modification to an institution’s dental\nstaffing are submitted to the National Chief Dentist for consultation with the National Health\nServices Administrator. (1) Auxiliary Personnel. Auxiliary dental personnel consist of dental assistants (DA) and\nregistered dental hygienists (RDH). Team composition will vary by the institution’s mission. Auxiliary personnel are essential to an efficient, productive, and secure dental service unit. P6400.03 6/10/2016 5 Institutions will provide one DA for each clinical dentist. Restorative and surgical procedures\nare not performed without a dental assistant. Routine use of a dentist or registered dental\nhygienist as a dental assistant is inappropriate\nDental hygienists are an important adjunct to the oral health program. Each institution should\nhave one RDH. Additional hygienists are added based on the mission, size of population, or\nCentral Office staffing guidelines. Hygienists should be encouraged to establish prevention\nprograms, provide patient education, and support the dental program. (2) Continuing Dental Education. Dental staff maintain their professional skills and current\nunrestricted licensure through continuing dental education programs. Fund allocation is listed in\nthe current Program Statement Health Services Administration. (3) COSTEP/Student Interns. Local institutions may employ students who have entered into\nan a reement with the PHS’s Commissioned Officers Student Extern Pro ram (COSTEP) for\nshort-term engagements. This program is subject to Central Office funding. Institutions may establish training agreements with local professional schools to use student\ninterns in various capacities. The Memorandum of Understanding (MOU) must be in writing\nand subject to annual review. MOU templates are available on Sallyport. A copy is sent to the\nNational Chief Dentist for review before starting or when renewing the program. Students must provide care under supervision. The patient is notified of the provider’s student\nstatus before each treatment encounter; written consent documenting this notification using the\nConsent For Treatment By Student Dentist/Hygienist (BP-A1080) will be entered in the EMR. Inmates refusing treatment by a student should be rescheduled for the staff provider at the\nearliest appointment available. Electronic Medical Record (EMR) entries are co-signed by the\nsupervising dentist or reviewed by the hygienist for hygiene students only. Staff participation in\npreceptor programs is voluntary. b. Clinical Privileges. The extent of privile es ranted depends on the practitioner’s education,\ntraining, and experience. All dental staff must work within their current privilege statements and\npractice agreements, and within the scope of their professional license. Protocols may be\nnegotiated locally if necessary. Dental assistants and hygienists, staff or contract, must have signed practice protocols and/or\nagreements on file. Both disciplines undergo competency assessments by a Chief Dental Officer\nevery two years. See the current Program Statement Health Care Provider Credential\nVerification, Privileges, and Practice Agreement Program. P6400.03 6/10/2016 6 c. Quality Management (QM). The CDO will be familiar with the current Program Statement\nHealth Services Quality Improvement and will attend the IOP meetings. The IOP Coordinator\nconducts studies of dental operations and collects the pertinent data. d. Facility Management. A clean and properly functioning dental clinic is essential to provide\nhigh-quality dental services in a safe and timely manner."
}