{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 63,
  "chunk_text": "In addition, technological\nenhancements can greatly assist with improving two-way communication with citizens and developing agency\naccountability systems and performance outcome measures. Communication / access to data Technology provides agencies with the ability to communicate externally with the public and internally with\ntheir own staff. To communicate with the public, community policing encourages agencies to develop two-way\ncommunication systems through the Internet to provide online reports, reverse 911 and e-mail alerts, discussion\nforums, and feedback on interactive applications (surveys, maps), thereby creating ongoing dialogs and\nincreasing transparency. Technology also encourages effective internal communication through memos, reports, newsletters, e-mail and\nenhanced incident reporting, dispatch functions, and communications interoperability with other entities for\nmore efficient operations. Community policing advocates the use of technology to develop accountability and\nperformance measurement systems that are timely and contain accurate metrics and a broad array of measures\nand information. Community policing also promotes the use of technology to provide officers with ready access to timely\ninformation on crime and community characteristics within their beats, either through laptop computers in their\npatrol cars or through personal data devices. In addition, technology can support crime/problem analysis\nfunctions by enabling agencies to gather information on greater aspects of events including more detailed\ninformation on offenders, victims, crime locations, and quality-of-life concerns, and to further enhance analysis. Quality and accuracy of data Information is only as good as its source; therefore it is not useful if it is not high quality and accurate. Community policing encourages agencies to put safeguards in place to ensure that information from various\nsources is collected in a systematic fashion and entered into central systems that are linked to one another and\nchecked for accuracy so that the information can be used effectively for strategic planning, problem solving, and\nperformance measurement. 68 2016 COPS Hiring Program (CHP) Award Owner’s Manual Appendix D. COPS Hiring Program (CHP) file management:\nDocuments to maintain in CHP award file\nRecords must be maintained throughout the three-year CHP award period and for at least three years following\nthe official closeout of the CHP award. AWARD PROGRAM____CHP_________AWARD # ______________________________________ AWARD START DATE_____________ORIGINAL AWARD END DATE____________ EXTENDED AWARD END DATE (if applicable)________________________ COPY OF AWARD APPLICATION (You can access the final copy of your CHP application through the COPS Office\nwebsite at www.cops.usdoj.gov. Using the “Account Access” link, print a copy of the application and keep it\nwith your agency’s CHP award records.) _____ COPY OF AWARD DOCUMENT _____ FINANCIAL CLEARANCE MEMO AWARD MODIFICATION APPROVAL LETTERS (with revised budget information) OR AWARD EXTENSION\nAPPROVAL LETTERS (if applicable)\n_____ QUARTERLY FEDERAL FINANCIAL REPORT – SF-425 (for each quarter of the award period) _____ PROGRAMMATIC PROGRESS REPORTS • CHP quarterly progress report(s) (for each quarter of the award period) • Closeout report _____ SUPPORTING DOCUMENTATION FOR DRAWDOWNS • W2 employee forms (copy) • Records of salary / approved fringe benefits rates for each person hired under the award • Records of hire dates for each person hired under the award • Payroll records / time & attendance records • Postal receipts / fax transmission reports (to prove submission dates) • Log of reimbursement requests made via GPRS •"
}