{
  "document_category": "guidance",
  "document_name": "5330.11.pdf",
  "chunk_index": 43,
  "chunk_text": "It is a psycho-educational workshop that\nprovides female inmates with information on trauma and its potential impact in their lives. The\nworkshop also functions to identify and motivate inmates who need treatment to participate in the\nResolve Program’s non-residential protocol during their incarceration. 3.3.2. Target Population. The Trauma in Life Workshop is designed for inmates who meet any\nof the following three criteria:\n• There is evidence that the inmate has a history of traumatic life events, such as childhood\nabuse or neglect, rape, or domestic violence. • There is evidence that the inmate suffers from an Axis I or Axis II disorder that may be\nassociated with a traumatic life event. • The inmate expresses an interest in learning more about trauma and its potential impact; e.g.,\nan inmate who physically abused her children wants to learn more about the potential impact\nof her actions. P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 3\nPage 1 The Trauma in Life Workshop is voluntary. While inmates may be encouraged to enroll in the\nworkshop, they are not required to participate. 3.3.3. Admission Procedures.\na. Program Referral. Psychology Services will ensure inmates receive information about the\nTrauma in Life Workshop. This information is to be offered in a group format during Admission\nand Orientation. In addition, inmates who are appropriate for the workshop should be identified\nduring their Psychology Services Intake Interview and provided with information about the\nworkshop. Inmates who express a willingness to participate in the Trauma in Life Workshop will be referred\nto the Resolve Program Coordinator for placement on the SENTRY waiting list for the workshop\n(RRW WAIT). b. Enrollment Time Frame. Because the Trauma in Life Workshop is intended to motivate\ninmates to volunteer for the Resolve non-residential program, it is essential that the workshop is\nprovided at the beginning of the inmate’s sentence, ordinarily within 12 months of her current\ncommitment. c. Agreement to Participate. At the time of the first workshop meeting, the Resolve Program\nCoordinator will obtain the offender’s signature on the Agreement to Participate in the Resolve\nPsychology Treatment Program form (BP-A0946) and enter the appropriate SENTRY\nassignment. 3.3.4. Treatment Protocol.\na. Course Structure. The required workshop resources are the participant journal and\nfacilitator’s guide, titled Trauma in Life. Use of these materials is required; however, use of\nadditional supplemental materials is acceptable if the content is consistent with the Trauma in Life\nmaterials. Ordinarily, the workshop will consist of four two-hour sessions. A certificate of\ncompletion may be awarded to inmates who complete the program. The Resolve Program\nCoordinator is responsible for conducting the workshop. b. Course Completion. At the conclusion of the workshop, all participants will complete a brief\nself-assessment. The purpose of the assessment is to allow inmates to make an informed decision\nabout their potential need for additional trauma-related treatment. The Resolve Program\nCoordinator will encourage participants with ongoing treatment needs to enroll in the Resolve\nnon-residential Program. Completion of the Trauma in Life Workshop requires attendance and participation during all\ncourse sessions. When an inmate completes the workshop, the appropriate entry will be made in\nSENTRY (RRW COMP). P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 3\nPage 2"
}