{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 20,
  "chunk_text": "Your agency must review\nand update its SAM information at least once per year to maintain an active registration status. For more\ninformation about SAM registration, please visit www.sam.gov. 16. Reporting Subawards and Executive Compensation\nCondition:\nThe Office of Management and Budget requires federal agencies to include the following standard award term in all\nawards and cooperative agreements made on or after October 1, 2010:\nA. Reporting of first-tier subawards. 1. 2. Applicability. Unless you are exempt as provided in paragraph D. of this award term, you must report\neach action that obligates $25,000 or more in federal funds that does not include Recovery funds (as\ndefined in section 1512(a)(2) of the American Recovery and Reinvestment Act of 2009, Pub. L. 111–5) for\na subaward to an entity (see definitions in paragraph E. of this award term). Where and when to report. a.\nb. You must report each obligating action described in paragraph A.1. of this award term to\nwww.fsrs.gov. For subaward information, report no later than the end of the month following the month in which\nthe obligation was made. (For example, if the obligation was made on November 7, 2010, the\nobligation must be reported by no later than December 31, 2010.) 18 2016 COPS Hiring Program (CHP) Award Owner’s Manual 3. B. What to report. You must report the information about each obligating action that the submission\ninstructions posted at www.fsrs.gov specify. Reporting Total Compensation of Recipient Executives. 1. Applicability and what to report. You must report total compensation for each of your five most highly\ncompensated executives for the preceding completed fiscal year, if—\na.\nb. the total federal funding authorized to date under this award is $25,000 or more;\nin the preceding fiscal year, you received—\nI. 80 percent or more of your annual gross revenues from federal procurement contracts (and\nsubcontracts) and federal financial assistance subject to the Transparency Act, as defined at 2\nC.F.R. Part 170.320 (and subawards); and\nII. $25,000,000 or more in annual gross revenues from federal procurement contracts (and\nsubcontracts) and federal financial assistance subject to the Transparency Act, as defined at 2\nC.F.R. Part 170.320 (and subawards).; and c. 2. Where and when to report. You must report executive total compensation described in paragraph B.1 of\nthis award term:\na.\nb. C. The public does not have access to information about the compensation of the executives through\nperiodic reports filed under section 13(a) or 15(d) of the Securities Exchange Act of 1934 (15 U.S.C.\n78m(a), 78o(d)) or section 6104 of the Internal Revenue Code of 1986. (To determine if the public has\naccess to the compensation information, see the U.S. Security and Exchange Commission total\ncompensation filings at www.sec.gov/answers/execomp.htm.) As part of your registration profile at www.sam.gov. By the end of the month following the month in which this award is made, and annually thereafter. Reporting of Total Compensation of Subrecipient Executives. 1. Applicability and what to report."
}