{
  "document_category": "guidance",
  "document_name": "5538_07.pdf",
  "chunk_index": 4,
  "chunk_text": "When the inmate returns, Correctional Systems staff complete the “Return of Service” section on\nthe transfer order. The Captain develops post orders and log book procedures for correctional officers and contract\nstaff who provide coverage for inmates receiving in-patient care to follow. The designated officers sign a statement that they understand the required procedures (Escort\nInstructions, BP-A0939). Escort officers maintain the post orders and log book procedures during the community\nplacement and return them to the institution upon completing the escorted medical trip. Contract\nguard services must meet the requirements in the post orders and log book procedures. When medical treatment is expected to extend beyond one day, only the Warden may approve\nreduction in restraints below the minimum requirements. When restraints are reduced under\nthese procedures, the escort OIC, as well as the Operations Lieutenant, document the Warden’s\napproval in their official logs. (5) Regional Director Notification. The Regional Director (or Regional Duty Officer during\nnon-duty hours) is notified of any medical escorted trip for a MAXIMUM custody inmate. See\nSection 4 of this Program Statement for additional information. The Regional Director has\napproving authority for deviations from MAXIMUM custody escort guidelines. (6) Charging Overtime. Only when an inmate is actually released from the institution can\novertime for his/her security be charged to the outside medical cost center (B325). The inmate\nmust be released for a visit to a medical consultant or a hospital visit under the SENTRY ARS\ncategory of “Local Hosp,” or be released on transfer to a Medical Referral Center. These\nprocedures are necessary for any case in which the inmate is released from the institution, even if\nonly for a few hours. Institutions do not carry these temporary releases in out count status. Any BOP staff receiving overtime pay must provide security for an inmate outside the institution\nwhile the inmate is transferred from the institution to the consultant or hospital, or while he/she\nis transported back to the institution. A staff member may be allowed two hours of outside\nmedical overtime to prepare for the detail. P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 6 Medical overtime may not be charged for security provided within the institution, except if a\nstaff member on duty and assigned to an inside post is the only qualified, available person for the\noutside escort and must be replaced. When overtime for a medical situation is credited to staff, a copy of the SENTRY report Inmate\nHistory Inquiry, indicating the inmate’s name and number and the time the inmate was in the\nrelease status of “Local Hosp,” or “Transfer” to a Medical Referral Center, is attached to the\nTime and Attendance sheet. 3. NON-MEDICAL ESCORTED TRIPS\n§570.42 Non-medical escorted trips.\na. Non-medical escorted trips allow an inmate to leave the institution under staff\nescort for approved, non-medical reasons. There are two types of non-medical escorted trips. (1) Emergency Non-Medical Escorted Trip. An escorted trip for such purposes\nas allowing an inmate to attend the funeral of, or to make a bedside visit to, a\nmember of an inmate’s immediate family."
}