{
  "document_category": "guidance",
  "document_name": "5553.08.pdf",
  "chunk_index": 2,
  "chunk_text": "P5553.08 1/4/2017 2 Federal Prisoner (BP-A0393) must be sent by an electronic message or fax to the U.S. Marshal’s\noffice. A copy of the electronic message or fax transmittal will be filed in the Judgment and\nCommitment file with the original Notice of Escaped Federal Prisoner (BP-A0393). (3) Court Officials. A letter will be sent by electronic message or fax to the sentencing U.S.\nDistrict Judge(s), and any other judge or court official who may have a special interest in the\ninmate’s location, providing escape information and including a copy of the Notice of Escaped\nFederal Prisoner (BP-A0393). Copies of that letter will also be sent by electronic message or fax to the sentencing district’s\nU.S. Attorney and Chief U.S. Probation Officer, and to the Chief U.S. Probation Office for the\ndistrict the institution is located in. The Warden (or designee) sends the original letter(s) through\nregular mail. If the escapee poses a threat to any official, the Warden (or designee) must alert that official by\ntelephone immediately and document the contact in the Privacy Folder, Section II, of the Inmate\nCentral File. Note: Correspondence to Federal courts must contain the Federal docket number and inmate’s\nregister number. (4) Military Officials. If a military inmate escapes, the Warden (or designee) notifies the\nDepartment of the Army, Office of the Provost Marshal General, 2800 Army Pentagon,\nWashington, DC 20301-2800, phone number 703-697-7388 or 703-695-8499, no later than the\nnext day. The Warden (or designee) confirms the notification with a letter that provides escape\ninformation, with a copy to the Regional Director. Note: Correspondence about military inmates must contain the inmate’s military prison number. c. Escape Notification Procedures for Specific Cases\n(1) Victim/Witness Program (VWP) Assignment. As soon as possible after discovering the\nescape of any inmate with a VWP SENTRY CMA assignment, unit management staff contact the\nvictims and witnesses by telephone and advise them of the date and time of the inmate’s escape. Further notification information is contained in the Program Statement Victim and Witness\nNotification Program. (2) State Boarder. If a state boarder escapes, the Warden (or designee) notifies the director of\nthe appropriate department of corrections by telephone, no later than the next work day. The\nWarden (or designee) confirms the notification with a letter that provides escape information,\nwith a copy to the Regional Director. P5553.08 1/4/2017 3 (3) Pretrial Inmate or Material Witness. If a pretrial inmate or a material witness escapes, the\nWarden (or designee) notifies the Assistant U.S. Attorney assigned to the case by telephone, no\nlater than the next work day. The Warden (or designee) confirms the notification with a letter\nthat provides escape information, with a copy to the Regional Director. (4) ICE Detainee. If an ICE detainee escapes, the Warden (or designee) or the Residential\nReentry Manager (RRM) notifies the Assistant Director, Correctional Programs Division, and the\nlocal ICE office by telephone, no later than the next work day. The Warden (or designee) or\nRRM confirms the notification with a letter that provides escape information, with a copy to the\nRegional Director. ICE is responsible for further notification. (5) Holdover."
}