{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 83,
  "chunk_text": "The decertification will be considered to be final as of the date indicated in the Notice of\nDecertification. If an appeal is received by the PREA Management Office within 30 days after the date of the\nNotice of Suspension, it will be carefully considered by the PREA Management Office. The PREA\nManagement Office will make its determination and provide written notice of its decision to:\n•\n•\n• Convert the suspension to a decertification,\nRescind the suspension, or\nTake other appropriate action such as remediation or maintaining the suspension The suspension will remain in effect while the appeal is under consideration. Process for Decertification\nWithin 30 days of the date of Notice of Decertification from the PREA Management Office\n(unless the PREA Management Office specifies a different due date), auditors have the option\nto appeal the PREA Management Office’s determination. Written appeal must be made to the\nPREA Management Office by email at PREACompliance@usdoj.gov and must:\n•\n• Consist entirely of directly relevant written materials\nInclude all necessary explanations, information, or other materials in response to the\nallegations described in the Notice of Decertification Any false statements made in support of an appeal may be subject to criminal prosecution,\nincluding under 18 U.S.C. § 1001, and are subject to review by the Office of Justice Programs\nOffice of the General Counsel and the DOJ Office of the Inspector General. The PREA Management Office may amend the Notice of Decertification at any time prior to its\nfinal disposition. If such an amendment includes any new material allegations of fact, the\nauditor will have the opportunity to appeal the new allegations. An auditor’s appeal of the new\nallegations in the amended Notice of Decertification must be written and provided to the PREA\nManagement Office in accordance with the procedures outlined above no later than 30 days\nafter the PREA Management Office provides the PREA auditor with the amended Notice, unless\nthe PREA Management Office establishes a different due date. 85 If no appeal is received by the PREA Management Office within 30 days after the date of the\nNotice of Decertification (without reasonable justification or excuse) such:\n1. Constitutes a waiver of the right to contest the allegations in the Notice of\nDecertification, and\n2. Will result in the decertification of the PREA auditor without further notice to the PREA\nauditor, and\n3. The decertification will be considered to be final as of the date indicated in the Notice of\nDecertification. If an appeal is received by the PREA Management Office within 30 days after the date of the\nNotice of Decertification, it will be carefully considered by the PREA Management Office. The\nPREA Management Office will make its determination and provide written notice of its decision\nto:\n•\n• Confirm the decertification (including the reasons therefor), or\nRescind the decertification, which may include mandatory remediation steps or other\nrequirements The decertification will remain in effect while the appeal is under consideration. If decertified, the auditor will no longer be authorized to conduct PREA audits, and the auditor’s\nname will be removed from the list of certified PREA auditors on the PREA Resource Center\nwebsite."
}