{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 17,
  "chunk_text": "Inmates will not be involved in the process or publication of the\nchange/transfer list. 307. INMATE CALL-OUTS. The call-out sheet lists time and\nlocation for inmates who have scheduled appointments with staff,\ni.e., medical, dental, educational, etc. This information will\nbe made available to all concerned staff and posted in the inmate\nhousing units. Special precautions must be established to ensure that inmates\nare unable to circumvent the procedures or make additions and\ndeletions which undermine the accountability system. The\nemployee who places an inmate on call-out must ensure the\nrequested inmate arrives at the allotted time. If an inmate does not arrive at the prescribed time, the\nrequesting staff member must contact the staff responsible for\nthe inmate's accountability. If efforts to locate the inmate\nfail, the inmate must be reported to a lieutenant immediately as\nmissing and appropriate actions will be initiated to locate the\ninmate. 308. PASS SYSTEM. All institutions that adopt a pass system\nmust implement the following elements to ensure the program is\nnot compromised. PS 5500.14\n10/19/2012\nChapter 3, Page 6\n Establish a method of daily accountability for all\npasses issued each work day.  Identify an employee to check each issued pass against\nthe stub or copy remaining in the pass book.  Maintain a log to document discrepancies.  Develop a system of reporting pass system discrepancies to\nthe Lieutenant’s Office.  Implement a follow-up system by the Lieutenant’s Office\nwhich includes written notification to the responsible\nemployee with copies submitted to the Captain and\nresponsible employee’s department head.  Departments with noted discrepancies must submit a\nreport of action denoting steps taken to correct\ndiscrepancies to the Lieutenant’s Office.  Frequent discrepancies within the same department must be\nreported to the respective Associate Warden. Follow-ups and accountability for each pass are key elements in\nany effective pass system. 309. DETAIL/CREW KIT CARDS. Control Room Officers must ensure\neach crew kit has current detail cards on all inmates assigned to\nthe detail. At a minimum, crew kit cards must provide:\n\n\n Names of the inmates;\nRegister number;\nCurrent photo (a new photo must be made whenever an\ninmate's appearance changes);\n• Job assignment;\n•\n Quarters assignment;\n• Custody level; and\n•\n Any special conditions. Detail supervisors will be responsible for inmates whose cards\nare included in the respective crew kits and the accountability\nof the crew kits when checked out from Control Center. Inmates will never be allowed to handle detail/crew kits and/or\nthe cards assigned to the kits. PS 5500.14\n10/19/2012\nChapter 3, Page 7\n310. SPECIAL ACCOUNTABILITY. A staff member must observe all\ninmates confined in continuous locked down status, such as\nadministrative detention or disciplinary segregation, at least\nonce in the first 30 minute period of the hour (example, 12:00\na.m. - 12:30 a.m.) followed by another round in the second 30\nminute period of the same hour (example, 12:30 a.m. – 1:00\na.m.), thus ensuring an inmate is observed at least twice per\nhour. These rounds are to be conducted on an irregular\nschedule and no more than 40 minutes apart. All observations\nmust be documented. Closer observation may be required for an inmate who is mentally\nill, or who demonstrates unusual or bizarre behavior. For specific instructions and guidance for the supervision and\nmonitoring of suicidal inmates refer to the following Program\nStatements."
}