{
  "document_category": "guidance",
  "document_name": "5310_017.pdf",
  "chunk_index": 1,
  "chunk_text": "U.S. Department of Justice\nFederal Bureau of Prisons\nPROGRAM STATEMENT\nOPI\nRSD/PSB\nNUMBER\nP5310.17\nDATE August 25, 2016 Psychology Services Manual\n/s/\nApproved: Thomas R. Kane\nActing Director, Federal Bureau of Prisons\n1. PURPOSE AND SCOPE This Program Statement establishes general procedures, guidelines, and priorities for the delivery\nof psychological services in the Federal Bureau of Prisons (Bureau). Psychological services include the assessment and treatment of mental disorders as well as\nevidence-based programs to reduce the risk of recidivism and institution misconduct. In addition,\npsychologists provide ancillary services for staff through specialized training, professional\nconsultation, Crisis Support Teams, and the Employee Assistance Program. Psychological services\nfor inmates are provided by psychologists and treatment specialists; services may also be provided\nby psychology pre-doctoral interns and practicum students under the supervision of a licensed,\ndoctoral level psychologist. This Program Statement references a series of other Psychology\nServices Program Statements, which provide more detailed procedures and guidelines for specific\nprogram areas. a. Summary of Changes This reissuance incorporates the following modifications:\n■ A refined mission statement and priorities for the delivery of psychological services, to include\nan increased emphasis on reentry services, to include cognitive-behavioral therapies and the\nRisk-Need-Responsivity model. ■ Enhancement of the psychological services offered in restrictive housing settings. ■ Incorporation of previously issued guidance regarding Transfer Intake Screenings. ■ Updated guidance regarding the creation and maintenance of professional clinical\ndocumentation. ■ Incorporation of strategies to assess and support the core clinical skills of correctional\npsychologists. ■ Incorporation of guidance regarding the operation of graduate student practicum programs in\nPsychology Services. ■ Removal of duplicative content addressed in other Psychology Services Program Statements. Policy Rescinded\nP5310.12\nPsychology Services Manual (03/07/95)\nb. Program Objectives. The expected results of this Program Statement are to establish:\n■\n■\n■\n■\n■\n■ The mission, service delivery model, and priorities for Psychology Services. Procedures for administration and management of Psychology Services Departments. Routine and specialized clinical services for inmates. Professional documentation standards to facilitate continuity of care. Workforce development strategies for Psychology Services. Psychology Services’ role in providing ancillary services for staff. c. Definition of Terms.\n■ Clinician. A provider of psychological services (e.g., psychologist, social worker, treatment\nspecialist, psychology intern). ■ External Core Clinical Skills Review. A review of core clinical skills conducted outside of\nthe purview of the employee’s Warden. ■ Evidence-Based Program (EBP). An EBP is an empirically supported intervention proven to\ndeliver positive outcomes. ■ Initial Intake Evaluation. The Initial Intake Evaluation is conducted with newly committed\ninmates to identify mental health and programming needs. ■ Psychology Data System (PDS). The PDS is the Bureau’s official documentation system for\npsychological services. This system is a module within the Bureau Electronic Medical Record\n(BEMR). ■ Senior, Licensed Psychologist. For the purposes of training practicum students and interns, a\nsenior licensed psychologist has obtained licensure to practice as a psychologist; completed\ntheir probationary year of employment; and completed Psychologist Familiarization Training. ■ Transfer Intake Screening. A Transfer Intake Screening is conducted with transferred inmates\nor inmates who have been out of the institution for more than 30 calendar days; e.g., inmates P5310.17 8/25/2016 2 hospitalized in the community for an extended period of time, inmates returning from Federal\nor state writs, inmates returning from RRC placement."
}