{
  "document_category": "guidance",
  "document_name": "5553.08.pdf",
  "chunk_index": 4,
  "chunk_text": "(2) Death After Regular Work Day. The Institution Duty Officer reports the death in\naccordance with the Program Statement Duty Officers. Generally, that PS requires immediate\ntelephonic notification to the Regional Duty Officer, except for deaths by natural causes that\noccur at a late hour. In either case, Correctional Services confirms this notification (ordinarily the next day) by\nsending an electronic Report of Incident form (BP-A0583) to the Regional Office, with an\ninformation copy to the Correctional Services Administrator, Central Office. The Warden (or designee) notifies the Regional Director by telephone or telemessage of any\ncircumstances about the death that may be cause for special concern. In addition, the Warden (or designee) sends the medical information required outlined above to\nthe Medical Director as soon as possible, with a copy to the Regional Health Systems\nAdministrator. P5553.08 1/4/2017 5 Notification to the Director. The Director must be notified of all deaths, even if there are no\nsignificant findings. After reviewing the preliminary death information, the Regional Director notifies the Director\ndirectly by telephone or telemessage of any circumstances about the death that may be cause for\nspecial concern. The Regional Director notifies the General Counsel, the Medical Director, and the Assistant\nDirector, Correctional Programs Division, by telephone or telemessage. b. Notification of Next-of-Kin and Other Requested Individuals\n(1) Telephone Notification. The Warden (or designee) telephones the person named in the\nAcknowledgment of Inmate (Continuation Sheet) form (BP-A0408) immediately to\ncommunicate the circumstances surrounding the death. The BP-A0408 is found in the Inmate\nCentral File. When the inmate has not named a next-of-kin on the BP-A0408, the unit management staff must\nattempt to locate and notify the next-of-kin, since only the next-of-kin may determine the\ndisposition of the deceased’s remains and property. Normally, the Case Management\nCoordinator coordinates the disposition/shipping of the inmate’s remains with the Supervisory\nContract Specialist. The Chaplain is also available to help notify the inmate’s family. (2) Letters of Condolence. As soon as practical, the Warden (or designee) mails a letter of\ncondolence to the next-of-kin and advises that person of the circumstances of the death.\n■ If the death was by natural causes, a summary of the cause of death is given.\n■ If the death was accidental, and not by foul play, a reference to the nature of the accident and\nthe cause of death is appropriate.\n■ If the death occurred under suspicious circumstances or by foul play, the cause of death may\nbe given but with a statement that the matter is under investigation and that, for that reason,\ndetails may not be provided. (3) Death Certificate. When the Death Certificate is received, the Warden (or designee) sends a\ncopy to the person who received the deceased’s remains. P5553.08 1/4/2017 6 (c) Notification of Court Officials. The Warden (or designee) sends a letter to the appropriate\nsentencing U.S. District Judge(s) that reports the circumstances of the death. Copies are mailed\nto:\n■ The U.S. Attorney(s) for the district(s) in which the inmate was sentenced. ■ Chief U.S. Probation Officer.\n■ Regional Director. Note: Correspondence to Federal courts must contain the Federal docket number and the\ninmate’s register number. (d) Notification of Military Officials."
}