{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 38,
  "chunk_text": "Soft\nrestraints will be made available for such an emergency. The Captain or Operations Lieutenant must advise contract\nsecurity personnel if restraints may be removed for the inmate to\nuse the bathroom or bathe, for medical examination, and etc.\n(6) Contract personnel may not accept any gratuity or\narticles of value from:\n\n\n Inmates;\nFamily members of inmates; and\nPersons connected in any way with the inmate. (7) Contract security personnel must position themselves in\nthe room or at a place in close proximity to the inmate,\nmaintaining constant visual observation and be able to respond at\nall times to any eventuality. Contract guards must notify the institution whenever an\ninmate's location or room assignment within the medical facility\nchanges (i.e., ICU, CCU, or different room). This does not\ninclude temporary movement for tests, treatment, therapy, etc.\n(8) Contract guard personnel may not leave the inmate’s\nroom for any reason (i.e., to smoke, eat, etc.) or order food\nfrom food establishments to be delivered to the room. (9) The contractor will prepare a written report when the\nguard believes that an inmate has committed a prohibited act. The report must be forwarded to the institution by the end of the\nwork day. PS 5500.14\n10/19/2012\nChapter 8, Page 8\nd. Contract Staff Management (1) The contractor will provide, under normal\ncircumstances, two guards per inmate for “IN” custody inmates and\none guard per inmate for “OUT” custody inmates, unless otherwise\ndirected by the Warden or Warden’s designee. In any unusual circumstance, institution staff retains the\nauthority to determine “when” and “if” additional guards per\ninmate is necessary and the contractor must comply with that\ndetermination. At no time will two guards be assigned to the security of\nmore than one inmate with “In” custody. If two “In” custody\ninmates are confined in one room, three guards must be present. To protect the inmate's privacy, at least one contract guard\nmust be of the same sex as the inmate, in that, it may become\nnecessary for contract guards to conduct visual searches of\ninmates. (2) The contractor must replace any contract employees who,\nfor any reason, are unacceptable to institution staff who is\nauthorized to make the determination. Contract employees, found\nto be unacceptable, will not be used to guard Bureau inmates\nwithout the Warden's written approval. (3) The contractor will provide a contact person on a 24hour basis, seven days a week. Institution staff must be\nprovided with a telephone number to contact the contractor's\noperations desk at any time. (4) The contractor will provide a duty roster of all\nemployees assigned to the Bureau contract. The roster will be\nused to verify the signature of each employee reporting for duty\nand all activities occurring during that employee's tour. The\nduty rosters will be available to institution staff for\ninspection, upon request, and must be maintained for at least 10\nyears. (5) Security personnel on each shift are required to\nmaintain a log. Any information either oral or written must be\nconsidered strictly confidential and must not be divulged to\nanyone except institution staff. PS 5500.14\n10/19/2012\nChapter 8, Page 9\n(6) The contractor will provide adequate supervisory staff\nto ensure frequent and random security inspections of contract\nemployees. These security inspections, at a minimum, will be\nconducted once each shift."
}