{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 64,
  "chunk_text": "B. The applicant further certifies that it will identify all known workplaces under each COPS Office\naward, keep the identification documents on file, and make them available for inspection upon\nrequest by the U.S. Department of Justice officials or their designated representatives. 6\nCoordination\nThe Public Safety Partnership and Community Policing Act of 1994 requires applicants to certify that there\nhas been appropriate coordination with all agencies that may be affected by the applicant’s grant proposal\nif approved. Affected agencies may include, among others, the Office of the United States Attorney, state\nor local prosecutors, or correctional agencies. The applicant certifies that there has been appropriate\ncoordination with all affected agencies. Where the applicant is unable to certify to any of the statements in this Certifications form, he or she shall attach\nan explanation to this application regarding the particular statement that cannot be certified. Please check\nhere  if an explanation is attached to this application. Please note that the applicant is still required to sign the\nCertifications form to certify to all the other applicable statements. False statements or claims made in connection with COPS Office grants (including cooperative agreements)\nmay result in fines, imprisonment, disbarment from participating in federal grants or contracts, and/or any\nother remedy available by law. I certify that the assurances provided are true and accurate to the best of my knowledge. Elections or other selections of new officials will not relieve the grantee entity of its obligations under this\ngrant. __________________________________________________ ___________________________ Signature of Law Enforcement Executive/Agency Executive Date\n(For your electronic signature, please type in your name) 50 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual ______________________________________________ ______________________________ Signature of Government Executive/Financial Official Date\n(For your electronic signature, please type in your name) Appendix C. Community Policing Defined\nCommunity policing is a philosophy that promotes organizational strategies and supports the systematic\nuse of partnerships and problem-solving techniques to proactively address the immediate conditions that\ngive rise to public safety issues such as crime, social disorder, and fear of crime. Problem solving\nProblem solving is the process of engaging in the proactive and systematic examination of identified\nproblems to develop effective responses that are evaluated rigorously. • Scanning: Identifying and prioritizing problems\n• Analysis: Analyzing\n• Response: Responding to problems\n• Assessment: Assessing problem-solving initiatives\n• Using the crime triangle to focus on immediate conditions (victim/offender/location)\nCommunity policing emphasizes proactive problem solving in a systematic and routine fashion. Rather than\nresponding to crime only after it occurs, community policing encourages agencies to proactively develop\nsolutions to the immediate underlying conditions contributing to public safety problems. Problem solving\nmust be infused into all police operations and guide decision-making efforts. Agencies are encouraged to\nthink innovatively about their responses and view making arrests as only one of a wide array of potential\nresponses. A major conceptual vehicle for helping officers to think about problem solving in a structured\nand disciplined way is the SARA (Scanning, Analysis, Response, and Assessment) problem-solving model. Scanning: Identifying and prioritizing problems The objectives of scanning are to identify a basic problem, determine the nature of that problem, determine\nthe scope of seriousness of the problem, and establish baseline measures."
}