{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 55,
  "chunk_text": "11. If there is a Special Parole Term, note how many years\n12. Note length of Probation. If Good Conduct Release with Supervised Release Term to\nFollow, cross out term “probation” in #19 and #20, and replace with “Supervised Release” and\nnumber of years imposed. 13. Date Supervision will end. If release is via Good Conduct Release, leave blank. 14. Date ICE to assume custody P5800.15 1/1/2009 Chapter 10, Page 9 PSXXXX\nMM/DD/YY\nd. Multi-Purpose Certificate (I-33) 10-10 1.\nCheck the:\na. “Certificate of Mandatory Release” in Mandatory Release cases. b. “Certificate of Mandatory Release to Special Parole” in any case that is serving a\nSpecial Parole Term Violation and is subsequently Mandatorily released. c. “Certificate of Special Parole” in all Expiration, Regular Parole, and Regular Mandatory\nRelease cases where Special Parole follows. d. “Certificate of Court Designated Parole” only when Parole is ordered by the Court, pursuant\nto18 U.S.C. § 4205(f). 2. Inmate’s Committed Name (See SENTRY). 3. Register Number\n4. Facility Name\n5. Check this box in all Mandatory Release cases, with the exception of Mandatory Release\nfrom a Special Parole Term Violation. a. This Block represents the total amount of Statutory Good Time and/or Extra Good Time\nearned during this period of confinement, and which entitles the person to release on the date\ndescribed in 5b. below. b. Date the inmate is actually released from the institution. c. This date is determined by simply subtracting 180 days from the Final Full Term Date. It is typically found on the computation sheet and is entitled “180 Day Date.”\nd. “Days remaining to be served.” The days remaining to be served will be calculated from the\nday after release until the Full Term Date. 6.\nCheck “Special Parole” block in Mandatory Release cases that have a Special Parole\nTerm to Follow; cases released via Expiration of Sentence with Special Parole to Follow; and,\nParole releases with a Special Parole to Follow. When release is via Mandatory Release from\nSpecial Parole Term Violator, check this block only. a. Date Special Parole Term Begins:\n1. On the 180-day date in Mandatory Release cases;\n2. Date of release in all Expiration cases;\n3. On the day after Full Term Date in all Parole cases;\n4. On Mandatory Release back to Special Parole, remainder of Special Parole begins the day\nafter release. b. The “days remaining to be served” here represents the number of days owed from, and\nincluding, the Special Parole Term beginning date and the established date that represents the end\nof Special Parole Term Supervision. c. This is the date when Special Parole Term Supervision ends. It is determined by adding the\nterm of Special Parole to the beginning Special Parole Term Supervision date, and then dropping\none day. 7. Complete this section only when the Court orders Parole consistent with 18 U.S.C. §\n4205(f).\na. This is the date the court ordered an effective parole release. P5800.15 1/1/2009 Chapter 10, Page 10 b. Days remaining to serve will be calculated from the day after release until the Full Term\nDate. 8. Judicial District where supervision will occur. 9. Name of Chief U.S. Probation Officer. See appropriate directory."
}