{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 11,
  "chunk_text": "Thank you for providing us with the opportunity to work in partnership with you on this important project. 1 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual I. Award Acceptance, Terms, and Conditions To officially accept and begin your COPS Office CPD Program award, your agency must access www.cops. usdoj.gov and select the “Account Access” link in the upper right corner to log in, review, and electronically\nsign the award document with the award terms and conditions; if applicable, the cooperative agreement\nthat is incorporated by reference into the award document; and, if applicable, the special award conditions\nor high risk conditions in the award document supplement within 45 days of the date shown on the award\ncongratulatory letter. Your agency will not be able to draw down award funds until the COPS Office receives your signed award\ndocument. For more information on drawing down award funds, please see section IV, “Accessing Award\nFunds,” on page 44 of this manual. The award document The award document is the document indicating your official award funding amount, the award number,\nthe award terms and conditions, and the award start and end dates. Please note that if your award includes\na cooperative agreement, it is incorporated by reference into the award document and that by signing the\naward document, your agency has entered into the cooperative agreement with the COPS Office and agrees\nto abide by all the requirements in the cooperative agreement. The award document is preprinted with your agency’s law enforcement and government executives’ names\nand addresses. For non-law enforcement agencies (institutions of higher education, private organizations,\netc.), the authorized officials are the programmatic and financial officials who have the ultimate signatory\nauthority to sign contracts on behalf of your organization. If this information is incorrect or has changed,\nplease update your “Agency Contacts” online at www.cops.usdoj.gov through the “Account Access” link. If\nthe law enforcement or government official has changed since the time of application, please have the\ncurrent law enforcement executive or government executive for your agency sign the award document. Be sure to familiarize yourself with all terms, conditions, and requirements of your award before signing the\naward document. To officially accept your award, please electronically sign the award document within\n45 days of the date shown on the award congratulatory letter. Print and retain a copy of all pages of the\naward document, award terms and conditions, and, if applicable, the cooperative agreement and the award\ndocument supplement for your records. The award start date indicated on the award document means that your agency may be reimbursed for\nany allowable costs incurred on or after this date. The duration of your CPD award is listed on your award\ndocument. Your award number is in the following format: 2015-XX-XX-XXXX for Fiscal Year (FY) 2015 awards. The COPS\nOffice tracks award information based upon this number. Therefore, it is important to have your agency’s\naward number (or your agency’s ORI number) readily available when corresponding with the COPS Office. Your originating agency identifier (ORI) number begins with your state abbreviation followed by five\nnumbers or letters (e.g., VA00000)."
}