{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 42,
  "chunk_text": "• not submitting financial or programmatic reports in a timely manner;\n• filing false statements or certifications in connection with an application, periodic report, or other\ngrant-related documents; • providing other good cause for sanctions or termination as determined by the COPS Office. In these instances, the COPS Office may • temporarily withhold payments pending correction of the situation by your agency;\n• disallow all or part of the cost of the activity or action not in compliance;\n• wholly or partly suspend or terminate your grant; 27 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual • require that some or all of the grant funds be remitted to the U.S. Department of Justice;\n• condition a future grant or elect not to provide future grant funds to your agency until\nappropriate actions are taken to ensure compliance; • withhold or restrict your agency from obtaining future awards;\n• recommend civil or criminal enforcement by other agencies;\n• take other remedies that may be legally available. In the event that sanctions are imposed or your grant is terminated, your agency will be notified in writing of\nour decision and the reason(s) for that decision. Accepting the grant award After you have reviewed the conditions of your CAGI award and your agency agrees with these conditions,\nyou are ready to accept the award. The Director of the COPS Office has signed the award document\nindicating approval of your grant, an obligation of federal funds to your organization, and our commitment\nto the award. As stated at the beginning of this section, to officially begin your grant and draw down your\nfunds, the authorized officials (see the Glossary of Terms on page 65) of your agency must access www.cops. usdoj.gov and select the “Account Access” link in the upper right corner to log in, review, and electronically\nsign the award document along with all award condition pages. Who should sign the award document for our agency? The authorized officials are the law enforcement and government executives who have ultimate and final\nresponsibility for all programmatic and financial decisions regarding this grant as representatives of the\nlegal grantee. COPS Office grants require that both the top law enforcement executive (e.g., chief of police,\nsheriff, or equivalent) and the top government executive (e.g., mayor, board chairman, or equivalent) sign\nthe award document. For non-law enforcement agencies (universities, etc.), the authorized officials are the\nprogrammatic and financial officials who have the ultimate signatory authority to sign contracts on behalf of\nyour organization. Typically, these are the same executives named on your agency’s 2015 CAGI application. If\none or both of these individuals have changed, please complete a Change of Information (COI) form online\nat www.cops.usdoj.gov through the “Account Access” link and create accounts for them so that they may\nelectronically sign the award. If you have any questions as to who should sign the award, please contact your\njurisdiction’s local legal advisor. By when must the award document be signed? Please electronically sign the award document and all award condition pages within 90 days of the date\non the award congratulatory letter."
}