{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 29,
  "chunk_text": "The prosecuting officials must be notified by an accompanying letter (see sample, Attachment C)\nthat all such indictments, informations, or complaints, as listed on form BP-A239, must be\ndisposed of according to the provisions of Article III of the Agreement. P5800.15 1/1/2009 Chapter 6, Page 8 g. Return Receipts. The return receipts will be placed in the J&C file and attached to copies\nof the appropriate IAD forms. CSD staff must set up a retrieval system for tracking the twoweek follow-up date. In the event the return receipt is not received, CSD staff may visit the U.S.\nPostal Service public website to obtain delivery date confirmation. h. Notification Follow-Up. CSD staff will determine, two weeks after mailing, whether the\nIAD packet has arrived at the proper destinations and the institution has received the return\nreceipts. If CSD staff have not received a reply to the inmate’s request for disposition within 90 days, or to\nany letters of notification sent to other jurisdictions in the state, CSD staff will send a letter to the\nprosecutor and the IADA Compact Administrator in the receiving state to learn the state’s intent\nfor assuming temporary custody (see sample, Attachment D).\ni. 180-Day Period. If the inmate has not been brought to trial within 180 days from the date\nprosecuting officials received the IAD packet, CSD staff will correspond with the prosecutor (see\nsample, Attachment E) calling attention to the lapse of the 180-day period. Only the state may authorize the removal of its detainer. The inmate must address any request regarding a possible violation of the IADA to the\nappropriate state court. 611. PROSECUTOR REQUEST FOR TEMPORARY CUSTODY Article IV gives the prosecutor an opportunity to request temporary custody of an individual. The\npurpose is to resolve the untried charges which form the basis of the associated detainer. Ordinarily, a prosecutor’s request is received as an IAD Form V, Request for Temporary Custody\n(BP-A568). Sometimes, a state writ of habeas corpus ad prosequendum is issued. When this occurs, and a\ndetainer has been lodged, the state writ will be treated the same as the IAD Form V.\nNote: If a detainer is on file for one jurisdiction and another jurisdiction within the same “party\nstate” files a state writ, the state writ will be treated as an Article IV IAD request and the inmate\nmust go out “IAD” on all. a. 30-Day Period. Under the provisions of Article IV(a) the Warden has up to 30 days to\napprove or disapprove the state's request for temporary custody. During this time, the inmate\nmay petition the Warden to disapprove the state’s request for temporary custody. The inmate\nwill sign a waiver, either requesting or waiving the 30-day period (See sample, Attachment F). The Warden is not obligated to grant the inmate's request and may use some or all of the 30-day\nP5800.15 1/1/2009 Chapter 6, Page 9 period to decide whether to grant the state's request for temporary custody. The 30-day period\nbegins on the date the prosecutor's request is received at the institution."
}