{
  "document_category": "guidance",
  "document_name": "5330.11.pdf",
  "chunk_index": 58,
  "chunk_text": "6.2.4. Mental Health Treatment Units. Mental Health Treatment Units, including Step-Down\nUnits, provide an intermediate level of mental health care for seriously mentally ill inmates. Typically Mental Health Treatment Units are located in Care Level 3 institutions. Step-Down Units provide intensive treatment for inmates releasing from psychiatric hospitalization and may\nalso function as Step-Up Units to intervene before an inmate requires hospitalization. Note: Mental Health Treatment Program Step-Down Units are not to be confused with custodial\nStep-Down Units. 6.3. Admission Procedures. Inmates are identified for placement in Mental Health Treatment\nPrograms by the Program Coordinators. In addition, Chief Psychologists throughout the Bureau\nmay refer seriously mentally ill inmates to Mental Health Treatment Programs, provided they\nmeet the program admission criteria. The Program Coordinator is responsible for screening these\nreferrals and making recommendations regarding the inmates’ appropriateness for the program. Each program’s Institution Supplement will include a description of the program’s specific\nadmission procedures. 6.4. Assessment of Treatment Needs. At a minimum, a psychosocial assessment of the inmate’s\ntreatment needs is conducted during the Orientation Phase of the program. The information\ngathered during this face-to-face interview will become part of the inmate’s treatment plan. The\nassessment may also include other evaluation measures specific to the needs of the program and\nthe individual inmate. Each program’s Institution Supplement will include a description of the program’s specific\nassessment procedures. 6.5. Treatment Protocol. Treatment protocols for the Mental Health Treatment Programs will\nvary, based on the focus of the individual programs. However, all treatment protocols will utilize\nevidence-based interventions, with an emphasis on cognitive and behavioral treatment strategies. At a minimum, these interventions will include: psycho-educational courses related to mental\nillness and its management, skills training groups, and clinical case management. As evidencebased treatment technologies advance, treatment materials will be revised. Therefore, only the\nmost current Mental Health materials are to be used. Central Office staff will provide guidance\nregarding appropriate treatment protocols. P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 6\nPage 3 Mental Health Treatment Programs are intensive treatment interventions, with most participants\nremaining active in the program for at least six months. Treatment staff are responsible for\nactively treating and managing program participants on a daily basis. Each program’s Institution\nSupplement will include a description of the program’s specific treatment protocol. 6.6. Program Achievement Awards. Although used with less frequency than in other\npsychology treatment programs, Mental Health Treatment Programs may make use of program\nachievement awards. Any program achievement awards must be approved by the Warden and the\nRegional Psychology Services Administrator. For example:\n• Local Incentives. Institutions may offer incentives such as preferred living quarters, early\nmainline, exercise equipment on the unit, a program library, a movie night, etc.\n• Tangible Incentives. With the Warden’s approval, tangible incentives (e.g., books, t-shirts,\nnotebooks, mugs with program logo) may be offered. • Graduation Ceremony/Ritual. For the completion of the Mental Health Treatment\nPrograms, institution staff may offer a structured completion/graduation ceremony for the\ninmates. Photographs of individual participants or the treatment group may be allowed. Inmates may mail a photograph of themselves or the group to family."
}