{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 48,
  "chunk_text": "Note: A sentence computation will be performed on all ineffectual and time served sentences. P5800.15 1/1/2009 Chapter 9, Page 12 CHAPTER 10. FINAL RELEASE\n1001. METHODS OF FINAL RELEASE\na. Parole. A conditional release from custody ordered at the discretion of the USPC at any time\non or after the parole eligibility date. An individual released via Parole will have supervision until the Full Term Date of the sentence\non which the parole was granted. b. Old Law Mandatory Parole (Two-thirds/Thirty year release date). An actual parole\nrelease date by the USPC based on a two-thirds (2/3's) review consistent with 18 U.S.C. §\n4206(d). Note: Two-thirds is a mandatory USPC review date. c. Parole to Special Parole (SPT). A conditional release from custody ordered at the\ndiscretion of the USPC at any time on or after the parole eligibility date with a Special Parole\nTerm (SPT)\nto follow. Note: This type of release is called “Parole to Special Parole” and the SPT would begin the day\nafter parole supervision ends. d. Mandatory Release (M.R.). A release from sentence confinement with sentence\nsupervision to follow, pursuant to the requirement of 18 U.S.C. § 4164. If the inmate has in\nexcess of 180 days remaining between the date of the actual release date and the established Full\nTerm Date, the inmate is required to be supervised for any days in excess of 180 days. The days remaining to be served are determined by finding the number of days remaining\nbetween the release date and the sentence’s Full Term Date. Exceptions to this rule are NARA\nand JJDPA when days remaining to be served are calculated from the date of release to the Full\nTerm Date without regard to the 180-day date. e. Mandatory Release to Special Parole (M.R. to SPT). In some cases, an inmate in service\nof an SPT Violator Term, who is not otherwise ordered released on parole by the USPC, may be\nreleased at the expiration of his/her term, less good time deductions, back to the SPT remaining. Note: This type of release is called “Mandatory Release to Special Parole.” SPT would begin\nthe day after release. The provisions of 18 U.S.C. § 4164 do not apply and the inmate remains on supervision until\nhis/her Full Term Date. P5800.15 1/1/2009 Chapter 10, Page 1 Note: It is improbable that an inmate serving a SPT Violator Term could be released via\nExpiration of Sentence. The only way this could happen is if the release date was the same date\nas the inmate’s Full Term Date. f. Expiration Full Term. This type of release indicates the inmate has completed the\nconfinement portion of the sentence and has no supervision to follow. This type of release\noccurs when the inmate does his or her sentence “day for day” with no deductions for Extra or\nStatutory Good Time. Note: An inmate may be released at the expiration Full Term Date of his or her sentence and\nstill have SPT or probation to follow. g. Expiration Full Term with Special Parole to Follow."
}