{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 50,
  "chunk_text": "Correcting entries for locally posted negotiable instruments requires the original receipt\nnumber with a prefix of “9” as the reference number. Voiding entries removes and replaces the\nincorrect transaction from the extract file if the correction was made before extracting the\ntransaction(s). If the correction was made after the extract was performed, the voided and re-entered transaction is\nincluded in the new extract file. The only exception is a U.S. Treasury check payment\ntransaction. Once an extract has been performed in TRUFACS for a U.S. Treasury payment\ntransaction, the voiding entry is not included in the new extract file, but is included on the\nTRUFACS Trial Balance Report. Note: A voiding entry for a U.S. Treasury payment transaction removes the original record from\nthe extract file if the extract was not performed before processing the voiding transaction. U.S.\nTreasury payment transactions containing errors are deleted in the automated accounting system\nbefore disbursement, or through PACER after disbursement. U.S. Treasury checks sub-certified in the automated accounting system which were erroneously\nvoided in TRUFACS require an Administrative number to correct. Institution staff must contact\nP4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 69 the Trust Fund Branch, Deposit Fund staff, via the trouble ticket system to request the\nAdministrative number. b. Inmate Account Balance Inquiries. Inmates are instructed to use TRULINCS to view their\naccount balance and transactions or to use the Inmate Telephone System to access their account\nbalance. Although inmates are allowed to make inquiries concerning their account transactions\nas prescribed locally, institutions are not required to provide TRUFACS receipts to inmates for\nwithdrawals and income transactions. c. Accounting for TRUFACS Deposit Fund Transactions. TRUFACS generates JVs as\nrequired along with automated accounting entries for transactions that affect inmate funds. The\nonly exceptions are transactions requiring an accounts receivable entry or requiring corresponding\nentries affecting the Salaries and Expenses Appropriation. 8.5 MANAGEMENT OF INMATE ACCOUNTS WITH NEGATIVE BALANCES Documentation relating to creation of a negative inmate account balance is scanned and attached\nto the transaction that created the negative balance. Scanned documentation includes a\nmemorandum from the Trust Fund Supervisor notifying the Warden of the negative balance,\nexplaining events leading to the negative balance, and identifying corrective steps. A negative\nbalance created as a result of a LockBox correcting entry does not require Warden notification. Trust Fund Branch Deposit Fund staff provide supporting documentation in cases of LockBox\nerrors/entries resulting in negative account balances. Upon TRUFACS transfer of a negative balance, the gaining institution receives the negative\nbalance with the inmate account record and images of all scanned documents for reference. The\nTrust Fund Supervisor, or the staff member responsible for oversight of Deposit Fund activities,\nreviews the images related to the inmate’s account balance to determine if the documentation\nexplains the negative balance. See Section 8.1.b if a negative balance is a result of a staff error. If the negative balance is not the\nresult of staff error, only the above-referenced memorandum to the Warden is necessary while the\ninmate is in custody."
}