{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 79,
  "chunk_text": "NECESSARY:\n( ) This is a single source supplier of\nneeded service in the area; or, other suppliers in the area are\nunavailable to the Government or are clearly inferior. PS 7300.09\n1/12/98\nAttachment 4-9, Page 5\nDESIRABLE:\n( ) This service is superior or more\nconveniently located than other options which are available. OPTIONAL:\n( ) This unit was selected over, or in addition\nto, other available units comparable in quality and convenience. Loss of this unit would not create a major problem\nfor the Government. 3. OVERALL RATING ADJECTIVE: SATISFACTORY:\n( ) There is no problem with this\nfacility it is operating quite satisfactorily. Any improvement\nneeded would be minor. UNSATISFACTORY: ( ) There is a problem with this\nfacility it is not operating satisfactorily. Improvement is\ndefinitely needed, as noted elsewhere in this report. *UNACCEPTABLE:\n( ) There is a major problem with this\nfacility. The Government contracts with it only to meet the\nneeds of the U.S. Courts, while expending major efforts to find\nalternatives; or the Government plans to give cancellation notice\nif situation continues over a specified length of time. 4.\nIF RATING IS \"UNACCEPTABLE,\" COMMENT ON REASONS, OR REFER TO\nRELEVANT CHECKLIST ITEMS COMMENTED ON ELSEWHERE: 5.\nIF RATING IS \"UNACCEPTABLE,\" IS CANCELLATION BEING\nCONSIDERED? IF NOT, COMMENT ON THE SITUATION AND ANY CONSTRAINTS\nWHICH PREVENT CANCELLATION: 6.\nDOES THIS UNIT RECEIVE MANAGEMENT ASSISTANCE FUNDS FOR\nIMPROVEMENT OF CONDITIONS FOR/SERVICES TO FEDERAL OFFENDERS? 7.\nIS THE UNIT IN NEED OF TECHNICAL ASSISTANCE? IF \"YES\"\nCOMMENT ON WHAT ASSISTANCE IS BEING PROVIDED, COULD BE PROVIDED,\nOR THE CONSTRAINTS UPON PROVIDING ASSISTANCE: PS 7300.09\n1/12/98\nAttachment 4-9, Page 6\n8.\nNAME AND POSITION OF STAFF\nINTERVIEWED DURING VISIT:\nDURING VISIT: 9. ADDITIONAL COMMENTS: Community Corrections Manager /s/\n10. NAME AND REGISTER NO. OF\nPRISONERS INTERVIEWED Date of next scheduled inspection: Date PS 7300.09\n1/12/98\nAttachment 4-10, Page 1\nCONTRACT LONG-TERM ADULT\n& JUVENILE MONITORING INSTRUMENT 1. DATE OF INSPECTION: SCHEDULED: ( ) 2. CCM (name, location, code): 3. FACILITY (name, location, code): 4. CHIEF EXECUTIVE OFFICER UNSCHEDULED: ( ) (name): 5.\nFACILITY OPERATING CAPACITY:\nPOPULATION ON DAY OF\nINSPECTION:\nADP Last Six Months:\n6.\nFEDERAL POPULATION ON DAY OF INSPECTION:\nFEDERAL\nOFFENDERS\nFEDERAL OFFENDERS\nAWAITING TRAIL/REMOVAL (USMS)\nSERVING SENTENCE IN\nFACILITY (BOP)\n(1) adult male (6) adult female (2) adult female (7) YCA male (3) JJA male (8) YCA female (4) JJA female (9) JJA male (5) adult male (10) JJA female 7.\nIS FACILITY CURRENTLY CROWDED? YES ( ) NO ( )\nIF \"YES\" PLACE A (X) BESIDE OFFENDER TYPE(S) ABOVE\nWHICH ARE OVERCROWDED. Refer to Chapter 4, Community Corrections Manual for Monitoring\nDefinition, Elements, Responsibilities, Schedule, Method, and\nConfidentiality of Reports. The purpose of the checklist is to remind the CCM of areas to\nreview in relation to the Statement of Work and to record the\nfindings. It will become part of the contract file kept by the\nCCM. Those items marked with an asterisk (*) must be addressed in the\n\"Comments\"at the end of each Section. The CCM will also address\nany other area that he/she believes pertinent in the \"Comments\"\nsection at the end of this report. PS 7300.09\n1/12/98\nAttachment 4-10, Page 2 Some of the items on this checklist will not apply in all\nsituations. There is a column marked \"NA\" - Not Applicable for\nsuch situations. ADMINISTRATION\nYES NO N/A"
}