{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 52,
  "chunk_text": "8.8 ENCUMBRANCE OF INMATE FUNDS Encumbrance of inmate funds for various reasons is essential. Careful consideration is given\nbefore any action; encumbrances are not made indiscriminately. An encumbrance may be made\nfor various reasons (e.g. to ensure inmates do not seriously deplete their funds before release,\ndisciplinary measures, inmate’s request, claims). Encumbrances are at the Warden’s discretion or\nthe result of a disciplinary hearing sanction or notification of a pending Federal court order. This\nauthority is not delegated below the Associate Warden. Funds the Warden encumbers may only\nbe released upon his/her approval or upon inmate release. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 71 a. Recording. It is essential to document all encumbrances. If the funds are encumbered at the\nlocal level, a memorandum signed by the Warden is prepared indicating the amount to be\nencumbered and the reason for the encumbrance. If the funds are to be encumbered as a result of a Disciplinary Hearing Sanction, the signed DHO\nSanction replaces the memorandum. If the funds are to be encumbered as a result of a pending Federal court order, the pending order\nreplaces the memorandum and is processed by Central Office Deposit Fund staff. The original memorandum is forwarded to the Trust Fund Specialist, who establishes the\nencumbrance. The memorandum is imaged in TRUFACS and assigned to the encumbered\nrecord. Upon the inmate’s transfer, the gaining institution has access to the comments and document\nimage associated with the encumbrance. b. Funds Received Locally from Unauthorized Correspondent. If funds from unauthorized\ncorrespondents are received and opened inadvertently by Mail Room staff, they are returned to the\nsender using a Stamps, Negotiable Instrument & Other Returned to Sender form (BP-A0328). A\ncopy of the form is forwarded to the inmate and to the inmate’s central file. If the sender’s name\nand address cannot be established, the funds are disposed of as follows:\n(1) Checks. Checks are returned to the financial institution on which drawn, by the Mail Room\nOfficer using a Stamps, Negotiable Instrument & Other Returned to Sender form (BP-A0328). The sender may make a claim to the financial institution or the inmate may make a claim as payee\nand receive payment upon release. (2) Money Orders. U.S. Postal Money Orders are returned to the Post Office with a letter\nrequesting the funds be placed in their Suspense Account awaiting claim of the sender or claim of\ninmate as payee and other pertinent facts. The letter and Postal Money Order are mailed to the:\nMoney Order Branch\nP.O. Box 82452\nSt. Louis, MO 63182-2452 The Post Office keeps records to approve a claim if one is submitted under established procedures. Other money orders are returned to the issuing office, by the Mail Room Officer, using a Stamps,\nNegotiable Instrument & Other Returned to Sender form (BP-A0328). It is the issuing office’s\nresponsibility to retain the money orders until a claim is made. In either situation, copies of the\nBP-A0328 are forwarded to the inmate and to the inmate’s central file. c. Funds Received Via the LockBox from Unauthorized Correspondent."
}