{
  "document_category": "guidance",
  "document_name": "5200.02_cn1.pdf",
  "chunk_index": 11,
  "chunk_text": "The mother is then returned to an\ninstitution to complete her sentence, if necessary. If she is eligible for prerelease services, she P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 16 may remain at that facility only if she is going to be supervised in that judicial district. The CEO may approve early or extended placements with a recommendation by the treating\nobstetrician and Clinical Director’s concurrence. A placement extending beyond 180 days\nrequires the Regional Director’s approval. The Assistant Directors of Health Services and\nReentry Services are advised of these placement approvals and denials. Direct court\ncommitments have a secondary designation noted on the Inmate Load and Security Designation\nform (BP-A0337). This is used to determine the institution responsible for the inmate’s medical\nexpenses while she is confined in the MINT Program. Health Services staff confirm an inmate’s pregnancy and evaluate her medical condition. For\ninmates not yet in custody, reviews are conducted before arrival whenever possible to allow the\ninmate to go straight to a MINT site. Health Services staff indicate whether RRC placement is\nmedically appropriate and document this on the Medical/Psychological Pre-Release Evaluation\n(BP-A0351), which is forwarded to Unit Management. Unit Management expeditiously\ncompletes the referral and forwards to the Residential Reentry Management Branch for\nconsideration. When Unit Management has concerns regarding the appropriateness of such a\nplacement, procedures are followed according to Section 10.i (2) of the Program Statement\nCommunity Corrections Center (CCC) Utilization and Transfer Procedures. Additional\nguidance on RRC placement concerns is located in that Program Statement. When a pregnant\ninmate is determined not medically appropriate for placement, the Female Offender Branch must\nbe notified. To qualify for the program, inmates must be pregnant upon commitment, with an expected\ndelivery prior to release. The inmate or guardian must assume financial responsibility for the\nchild’s care, medical and support, while residing at the RRC. Should the inmate or the guardian\nbe unable or unwilling to bear the child’s financial cost, the inmate may be transferred back to\nher parent institution. An inmate who becomes pregnant while on furlough, has more than five\nyears remaining to serve on her sentence(s), or plans to place her baby up for adoption must not\nbe referred for MINT placement. Referrals should state a specific date of placement approximately two months prior to the\ninmate’s expected delivery date. The RRC’s Terminal Report should fully describe the inmate’s experience in, and reaction to, the\nMINT Program. It should also summarize counseling received in the program and include\nmedical or program recommendations for the institution to facilitate the inmate’s transition. Inmates in need of foster care placement assistance are referred to the institution social worker,\nor, if the institution does not have a social worker, the regional social worker, who should P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 17 facilitate community assistance. 9. RESIDENTIAL PARENTING PROGRAM (RPP) The Bureau has an agreement with the Washington Department of Corrections (WADOC) to\nplace qualified, interested pregnant inmates in the RPP at the Washington Correctional Center\nfor Females in Gig Harbor."
}