{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 127,
  "chunk_text": "6.4.2.\nTransfers Sentence Computation Data Review for Institution a.\nThe institution Inmate Systems Manager shall perform a\nfull audit of the sentence computation comparable to a release\naudit prior to an inmate’s transfer to a CCC. However, the\nSENTRY sentence computation record for all institution transfers\nshall be reviewed upon arrival to ensure that:\ne\ne the computation is complete;\nCCC good time (if applicable) earning status is correct;\ne no committed fines or costs have been overlooked; and\ne there are no outstanding disciplinary actions. The file must be documented to show that these items were\nchecked. b. A transfer audit as described in the Inmate Systems\nManagement Manual is to be completed for long-term boarders\ntransferring from federal institutions or to another CCM office’s\nresponsibility. PS 7300.09\nCN-2 5/19/99\nChapter 6, Page 12\n6.4.3. Sentence Computation Data for Supervision Cases The sentence monitoring module shall be used to calculate and\nprovide a paper copy computation data record for supervision\ncases. This will provide release data and allow automatic\nretrieval of release data rosters from SENTRY along with data for\ninmates serving sentences. This process is now mandatory for all\nsupervision cases. Release dates are to be tracked using the\nsentence monitoring module or the SENTRY “Population Monitoring\nCensus/Roster Generalized Retrieval” transaction. 6.4.4.\nSentence Computation for Probation or Supervised\nRelease Violators The original file should be requested from the releasing\ninstitution and combined with the violator file for all\nsupervised release violators committed directly to a CCC or local\njail. The original sentence computation for supervised release\nviolators must be reviewed for over-served time. Sentences are\ncomputed in accordance with the Sentence Computation Manuals (Old\nLaw and CCCA 1984). 6.4.5. Good Time Actions - Disciplinary Process a.\nThe \"Sentence Monitoring Status/Update Statutory Good\nTime\" transaction should be used to determine how much SGT is\navailable for forfeiture based on the severity and frequency of\nthe Prohibited Act.\nb. After the amount that can be forfeited is determined,\nthe same transaction, the Sentence Monitoring Status/Update\nStatutory Good Time, shall be used to forfeit the SGT and\nautomatically calculate the sentence. The appropriate contractor\nshall be advised of the new projected release date. c.\nThe CCM must document SGT forfeiture on the Statutory\nGood Time Action Notice form (BP-S389), place it in the inmate's\nfile, and record it appropriately in SENTRY. (The CCM signs as\nIDC chair.)\nd. When the DHO sanction is received, the disallowance is\nto be keyed into SENTRY immediately and the sentence recalculated\nfor a new release date. The disallowance/forfeiture of Good\nConduct Time shall be documented on the Good Conduct Time Action\nNotice (BP-S448), and placed in the inmate's file. The SENTRY\n“Inmate Discipline Data Record” shall be used to document any\ninstitution actions. PS 7300.09\nCN-2 5/19/99\nChapter 6, Page 13\ne. If the offender is still in a contract location, release\ndocuments must be updated to reflect the revised release date and\nthe inmate and contractor must be notified. f. If an inmate is placed in custody at a federal\ninstitution prior to the Statutory Good Time or Good Conduct Time\naction, the ISM at both the holding and designated institutions\nmust be notified that the computation requires an update. This\nnotification must be written (BOPNet is appropriate) indicating\nhow much time was forfeited or disallowed and what the new\nrelease date will be."
}