{
  "document_category": "guidance",
  "document_name": "JAG-PREA-FAQ.pdf",
  "chunk_index": 5,
  "chunk_text": "The term “operational control” is not defined in the PREA Standards. The determination of whether\na facility is under the operational control of the executive branch is left to a governor’s discretion,\nsubject to the following guidance. Generally, there are several factors that may be taken into\nconsideration in determining whether a facility is under the “operational control” of the executive\nbranch:\n\n\n Does the executive branch have the ability to mandate PREA compliance without judicial\nintervention? Does the state have a unified correctional system? Does the state agency contract with a facility to confine inmates or residents on its behalf,\nother than inmates or residents being temporarily held for transfer to or release from a\nstate facility? The above list is not exhaustive, but it covers the majority of situations that governors may face in\ndetermining whether a facility or contractual arrangement is subject to the governor’s certification. Please note that the PREA Standards require that any public agency that contracts for the\nconfinement of its inmates with private agencies or other entities, including other government\nagencies, (1) include in any new contract or contract renewal the entity’s obligation to adopt and\ncomply with the PREA Standards, and (2) provide for agency contract monitoring to ensure that the\ncontractor is complying with the PREA Standards. (28 C.F.R. §§ 115.12, 115.112, 115.212,\n115.312.) A state confinement agency that fails to comply with these requirements is, by the terms\nof the PREA Standards, not PREA compliant. What compliance information must be submitted with the governor’s certification? Under the PREA amendment in the Justice for All Reauthorization Act (JFARA), 1 the following\ndocumentation must be submitted with the governor’s certification:\n(1) A list of the prisons under the operational control of the executive branch of the state\n(2) A list of the prisons that were audited during the most recently concluded audit year (3) All final audit reports for prisons that were completed during the most recently concluded\naudit year\n(4) A proposed schedule to complete an audit of all the prisons during the following 3 audit years Please note, the term “prisons” is utilized in JFARA and intended to include all facilities under\noperational control of the state’s the executive branch. For additional information about the Justice for All Reauthorization Act, please visit\nwww.bja.gov/ProgramDetails.aspx?Program_ID=76. 1 4 What if a state is not fully compliant with the PREA Standards, but working toward\nfull compliance? Under 34 U.S.C. § 30307(e)(2), the State may provide an assurance that 5 percent of DOJ funds that\ncan be used for prison purposes will be used to achieve full compliance with the PREA Standards, so\nthat a certification of compliance may be submitted in future years. Assurance and Abeyance: In which years will the abeyance option be available? The abeyance option will sunset 3 years following the date of enactment of JFARA, on December\n16, 2019. Therefore, governors who submit an assurance will have three opportunities to use the\nabeyance option: in fiscal years 2017, 2018, and 2019. The last opportunity for governors to submit a\nrequest that funds to be held in abeyance was October 15, 2018 (Audit Year 2 of Cycle 2)."
}