{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 38,
  "chunk_text": "GRN - Green Chapter 8, Page 2  Hair Color – three characters. BAL - Bald\nBLK - Black\nBLN - Blond BLU - Blue\nGreen GRY - Grey\nONG - Orange PLE - Purple PNK - Pink\n- Sandy WHI - White\nXXX - Unknown BRO - Brown\nRED - Red GRN SDY  Date of Arrest – Date of arrival at institution.  Send Copy To, Date of Offense, Employer, and Occupation – Leave Blank. (Do not\nstamp the “Send Copy To” block with the Central Office address.)\n Miscellaneous Numbers – Military number if military prisoner, Alien number(s), etc.\n Local Identification – Federal Register Number.\n Photo Available – Check Yes.\n Charge/Citation – As indicated on commitment paperwork. If an inmate is returned as a\nviolator, indicate such (Example: “Supervised Release, Parole or Mandatory Release\nViolation – original offense – Bank Robbery.”)\n Disposition – Term in Effect and date of imposition of sentence. (For violators, list only the\ncurrent term for the violation.)\n Additional – For additional charges and dispositions. Additional Information/Basis for\nCaution – Additional DOB(s), SSN(s) or security concerns, escape risk, assaultive, martial\narts, and JJDPA cases (see below).\n Any blocks not mentioned above complete as indicated on the form. Be sure the “YES”\nsquare in the “Reply Desired” block is checked. For study cases other than Juvenile Justice and Delinquency Prevention Act (JJDPA) studies, the\nDisposition block should be completed as follows:\nSentence Procedure Examples Disposition Block Examples 3552(b) SRA Study 04-01-92 Convicted – Committed for 60 Day Study,\n18 U.S.C. § 3552(b) 4241 PLRA Study 06-23-05 Committed for 30 Day Study,\n18 U.S.C. § 4241 For JJDPA commitments, contract facility staff must submit a juvenile’s fingerprints to the FBI\nupon admission to the facility with a notation in the “additional information” block that states:\n The subject has been adjudicated a juvenile delinquent under 18 U.S.C. § 5037, OR\n The subject has not attained his/her 18th birthday but was sentenced as an adult. P5800.15 1/1/2009 Chapter 8, Page 3 The FBI will furnish the FBI number and the arrest history, if one exists, and return the\nfingerprint card. Refer to the Program Statement on Juvenile Delinquents for more information. Should an inmate suffer an injury while in Bureau custody or while in service of his/her Federal\nsentence that changes a fingerprint characteristic in any way, or if an amputation should occur,\ntwo full sets of fingerprints must be taken with one for placement in the J&C file and the other\nfor submission to the FBI. A request for a copy of the Fingerprint Identification Record is not\nnecessary. The original card will remain in the file. 803. DEATHS For identifying a deceased inmate, staff familiar with identification procedures will verify the\ninmate’s identity by taking a rolled print of the right thumb. A comparison of the print will be\nmade with the fingerprint card in the Inmate Remand or J&C file. The signature of the person taking the print certifies that a comparison has been made and the\nidentity of the inmate has been established. The final disposition, physical description, and the\ninmate’s FBI number will be included on the card."
}