{
  "document_category": "guidance",
  "document_name": "5330.11.pdf",
  "chunk_index": 41,
  "chunk_text": "Follow-up to the RDAP: Target Population. This is the second component of the\nRDAP. Treatment continues for inmates who complete the unit-based component of the RDAP\nand return to general population. An inmate must remain in Follow-Up Treatment (FOL PART)\nfor 12 months or until he/she is transferred to a RRC. Inmates are to be identified for FOL PART by running DAP COMP rosters. These rosters are to\ndetermine if any DAP completers have transferred to the institution without FOL PART. 2.6.2. Follow-up Admission. Inmates enter follow-up treatment within the first month after their\nreturn to general population. The treatment protocol is designed so that inmates may enter the\nmonthly group at any time. Each group will be no less than 60 minutes. If FOL PART is\nconducted individually, the DTS may start with any of the 12 treatment sessions and complete the\nentire cycle as described below. 2.6.3. Follow-up Treatment Refuse or Failure. Any RDAP participant who refuses to\nparticipate in follow-up treatment is an RDAP failure and is disqualified from receiving additional\nachievement awards, (e.g. early release). His or her failure may result in the inmate’s redesignation. The primary DTS is responsible for entering the appropriate SENTRY assignment\nand entering the discharge note into PDS. 2.6.4. Treatment Protocol. Inmates identified for follow-up treatment are provided with a\nstandardized treatment protocol. The protocol is required and is designed to review the treatment\ncomponents of the RDAP. As treatment technologies change, there are opportunities to improve the Bureau’s treatment\nprograms. Therefore, staff are to use the most current journals, facilitator guides, manuals, and\nresources developed by the Central Office. P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 2\nPage 22 2.6.5. Treatment Operations and Documentation. The DTS responsible for FOL PART is to:\n•\n•\n• Be the authority in the content of the RDAP modules and facilitator guides. Correctly enter the appropriate SENTRY assignment(s). Enter a progress note on the inmate’s participation in FOL PART in PDS within 60 days of\nbeginning FOL PART and every 60 days thereafter. For example:\n“The inmate has developed the skills to identify most of his own Criminal Thinking Errors. He still struggles with Power Orientation as demonstrated by monopolizing group discussions\nand not letting other group members comment. It is important for him to control the group. He has been confronted about this behavior by the staff and group members. Using Walters,\nSamenow, and Yohleson’s materials, he has been assigned an essay describing how behaviors\nof power orientation increase the chance for re-offending and reduce the chance for recovery. The essay will be delivered in group at a podium with feedback.” • Enter a discharge note (when the inmate leaves the program) in PDS and the appropriate\nSENTRY assignment. Additionally, when applicable, the DTS is to replace ELIGIBLE with\nINELIGIBLE. 2.7. § 550.56 Community Transitional Drug Abuse Treatment Program (TDAT). 2.7.1. Target Population. TDAT is the third component of the RDAP. TDAT is appropriate for\nthe following groups of inmates:\n(a) For inmates to successfully complete all components of RDAP, they must\nparticipate in TDAT in the community."
}