{
  "document_category": "guidance",
  "document_name": "5300_022.pdf",
  "chunk_index": 11,
  "chunk_text": "A copy of the Training Manual can be accessed\nvia Sallyport. c. Processing of Volunteers. Program managers provide Level 1 Volunteer Application/\nTraining (BP-A1070) information to RACs as appropriate, ordinarily at least 5 business days\nprior to their planned activity. RACs ensure they enter information and check the discontinued\nservices Volunteer Section of the automated system to screen potential volunteers before\napproval to serve as Level I or Level II volunteers. Volunteers whose services are discontinued\nfrom any BOP institution or facility may not be approved for service at any BOP location and\nwill not be considered for future volunteer service. RACs maintain records for Level I\nvolunteers for data collection. Program Managers generate entrance memos for processing\nLevel I volunteers. RACs will receive a copy of the paperwork. d. Records\n(1) Level I. Program managers provide completed background and application documentation\nto RACs. The RACs maintain records for Level I volunteers for three (3) years in a secure\ncabinet. The contents include:\n■\n■\n■\n■\n■\n■ NCIC background clearance materials. Level I Volunteer Application/Training (BP-A1070). Letter of Endorsement or Reference. Certification for Release of Information (BP-A0673). Professional Credential/License (if applicable). Credentials of Religious Volunteer (BP-A0777, if applicable). (2) Level II. RACs maintain six-part Official Volunteer Files (OVF) containing records and\ntraining documents relative to each Level II volunteer in a secure cabinet. The contents of the\nOVF must be maintained per Attachment A. P5300.22 11/07/2016 16 The institution or administrative office must retain the OVF for volunteers who have been denied\nor discontinued from service for three years and then destroy it. For volunteers in inactive status,\nthe file is maintained for three years past the date placed in inactive status and then destroyed. 9. MULTI-INSTITUTIONAL VOLUNTEERS Individuals may serve as volunteers in more than one institution. Background investigative\ninformation for multi-institutional volunteers is shared with all facilities desiring to use the\nvolunteer. All investigation components must be completed before the volunteer may serve, including a\ncross-reference with the national automated volunteer system to ensure he/she has not been\ndiscontinued or is pending discontinuation from service at another location. An OVF is maintained at all institutions or centralized at a complex using the volunteer’s\nservices. The volunteer is required to attend initial and refresher training at only one institution. The\ncorrectional services’ component of volunteer training will cover all security levels. Prior to a\nvolunteer beginning service at subsequent facilities, the program manager is required to provide\nan institution-specific orientation to augment the initial or refresher training. Training documentation for all sessions is shared with the other institution(s) for which the\nvolunteer provides services. 10. EX-OFFENDERS Programs can often be enriched by the contributions of ex-offenders who share their experiences\nand personal progress. Wardens may approve ex-offenders convicted of felony offenses in any\njurisdiction to serve as volunteers. In addition to meeting the requirements for training and background investigations, the RAC will\nensure the following are completed before an ex-offender may be approved to serve as a\nvolunteer:\n■ Documented period of at least three years of crime-free conduct after release and has\ncompleted any term of supervision, if applicable. ■ Check to ensure the ex-offender has no separatees within the institution."
}