{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 38,
  "chunk_text": "More\nspecifically, the term refers to steps taken by the government\nrepresentative(s) responsible for ensuring government and\ncontractor compliance with the terms and conditions of the\ncontract. Such steps include:\n#\n#\n#\n#\n# all performance (inspection) monitoring activities,\nmodifications,\nactions pertaining to disputes,\nunsatisfactory contractor performance, and\nprice redetermination. Contract administration also includes problem solving\nactivities necessitated by unforeseeable circumstances - changes,\nproblems, and disagreements that arise following contract award. 4.5.2. MONITORING REQUESTS FOR CONTRACT ACTION The CCM is responsible for ensuring RCAs are submitted in a timely\nand appropriate manner. The CCM and MCA shall develop a\nrecord system to monitor the timely submission of RCAs for all\nCommunity corrections contracts. Lists can be generated from the\nContract Location Profile System (CLPS). The CCRA shall ensure\nthe MCA and the COTR have a system to alert them when requests\nare due. The MCA and CCRA shall review all RCAs and attachments,\nexcept those to exercise option years, for accuracy and\ncompleteness. 4.5.3. MANAGEMENT OVERSIGHT The COS shall provide the CCM with an annual schedule of full\nand interim monitorings of contract programs. The MCA shall\nmonitor full and interim reviews conducted by CCM offices for\ntimeliness, professionalism, content, and procedural propriety. PS 7300.09\n1/12/98\nChapter 4, Page 26 PS 7300.09\n1/12/98\nChapter 4, Page 27 The CCRA shall develop appropriate mechanisms to oversee the\nauditing functions of the MCA. The COS annual schedule should also include the projected month(s)\nin which preliminary site and preoccupancy visits are anticipated\nfor new or replacement contracts. Since the RSS will\nordinarily be involved in these site visits, providing him or her\nwith a copy of this schedule can be beneficial for planning\ntravel and meeting the milestones the CO established for contract\naward. The CCRA may waive a full monitoring with justifiable cause;\nhowever, this waiver should not be more than 30 days. Additionally, the CCM may make a request in writing through the\nMCA to the CCRA to waive an interim monitoring. This waiver\nrequest will be based on a determination that it is in the best\ninterest of the Bureau, and the contractor has demonstrated that\nthey are fulfilling the conditions of the SOW with few\ndeviations. The monitoring of contract programs should be scheduled to\nmaximize the time oversight staff are away from their office and\nthereby minimize the total cost of their travel. The contract\nmonitoring schedule provides oversight specialists with a\nsignificant amount of flexibility to accomplish these two\ncritical goals. 4.5.4.\n4.5.4.1. CONTRACT FILES\nOfficial Contract File The official contract file is maintained by the CO in the Central\nOffice in accordance with the requirements of procurement\nstatutes, policy, and procedure. This file documents the basis\nfor the acquisition and award, the assignment(s) of contract\nadministration tasks, and any subsequent actions taken by the\ncontracting office. 4.5.4.2. CCM Office Contract File The COS shall maintain working files, commonly referred to\nas the \"CCM Contract File\" for each contract. Occasionally, some\ncontracts may have multiple locations. Then, supplemental\ncontract files shall be prepared for each location. Each\nsupplemental file need not contain the same basic contract\ninformation (proposals, SF-26, etc.), but should contain all\nrelevant information pertaining to that particular location. PS 7300.09\n1/12/98\nChapter 4, Page 28\nAdditional files shall be used as necessary."
}