{
  "document_category": "guidance",
  "document_name": "5310_017.pdf",
  "chunk_index": 19,
  "chunk_text": "These specialty programs\nand services are described in the applicable Program Statements noted below. PTPs are unified\nclinical activities organized to treat inmates’ complex psychological and behavioral problems\nthroughout the course of incarceration. PTPs are designed using the most recent research and\nevidence-based practices in psychological treatment and recidivism reducing interventions. a. Mental Health Treatment Services. Specifics are described in the Program Statement\nTreatment and Care of Inmates with Mental Illness and the Program Statement Psychology\nTreatment Programs. b. Drug Treatment Services. Specifics are described in the Program Statements Psychology\nTreatment Programs, Early Release Procedures Under 18 USC 3621(e), and Community\nTransitional Drug Abuse Treatment. c. Sex Offender Treatment Services. Specifics are described in the Program Statement Sex\nOffender Programs. 8. PSYCHIATRIC SERVICES\nPsychology Services staff collaborate routinely with Health Services staff to ensure inmates with a\nneed for psychiatric consultation and treatment receive these services. Psychology Services staff\nplay a significant role in referring inmates for psychiatric treatment, promoting medication\ncompliance, and identifying a need for involuntary medication. Specific strategies to support\ncollaboration between Psychology Services and Health Services are detailed in the Program\nStatement Treatment and Care of Inmates with Mental Illness. In addition, Psychology\nServices staff may consult with Health Services staff in the treatment of inmates with substance use\ndisorders and sex offense histories. Psychologists should be familiar with the Program Statements\ngoverning the delivery of psychiatric services, to include Psychiatric Evaluation and Treatment\nand Psychiatric Services. 9. CONTINUITY OF CARE Ensuring continuity of care for inmates throughout their incarceration and as they reenter society is\nan essential Psychology Services function. Psychology services staff support continuity of care\nthrough: P5310.17 8/25/2016 24 ■ Provision of community-based treatment services for inmates transitioning through RRCs and\nHome Confinement, to ensure mental health needs are appropriately addressed during this\ncritical time. ■ Clear, accurate, and sufficiently detailed documentation in PDS, to include timely completion\nof Mental Health Transfer Summaries as appropriate. ■ Timely and appropriate follow-up care consistent with the treating clinician’s professional\njudgment and stated recommendations. ■ Review of available relevant documentation; e.g., PDS, BEMR, SENTRY. ■ Communication with Psychology Services staff in other relevant institutions. ■ Collaborative reentry partnerships with key Bureau staff in Unit Management, Health Services,\nCommunity Treatment Services, Reentry Affairs, and Residential Reentry Management. ■ Collaborative reentry partnerships with key agencies and organizations; e.g., U.S. Probation,\nCourt Services and Offender Supervision Agency, Social Security Administration. Continuity of care procedures are detailed in program-specific Psychology Services Program\nStatements; i.e., Psychology Treatment Programs, Sex Offender Programs, Treatment and\nCare of Inmates with Mental Illness, and Community Transitional Drug Abuse Treatment. 10. PROFESSIONAL DOCUMENTATION Professional documentation benefits inmates and mental health clinicians through the\ndocumentation of treatment plans, services provided, and progress in treatment. Per the APA’s\ncurrent guidelines on record-keeping: “Record keeping documents the psychologist’s planning and\nimplementation of an appropriate course of services, allowing the psychologist to monitor his or\nher work. Records may be especially important when there are significant periods of time between\ncontacts or when the client seeks services from another professional. Appropriate records can also\nhelp protect both the client and the psychologist in the event of legal or ethical proceedings.”"
}