{
  "document_category": "guidance",
  "document_name": "5330.11.pdf",
  "chunk_index": 26,
  "chunk_text": "Completion of the DRUG ED course requires attendance of 12 to 15\nhours, participation during sessions and successfully completing the course with 70% correct\nanswers on the test. DRUG ED completions must be entered into SENTRY. When an inmate is nearing completion of the DRUG ED course and it has been determined by the\nDTS, with input from the DAPC, that the inmate would benefit from additional treatment, he or\nshe will be encouraged to volunteer for non-residential or residential treatment. § 550.51(e) Effects of non-participation. (1) If inmates considered for placement under paragraph (b)(1) of this section\nrefuse participation, withdraw, are expelled, or otherwise fail to meet attendance\nand examination requirements, such inmates:\n(i) Are not eligible for performance pay above maintenance pay level, or for bonus\npay, or vacation pay; and\n(ii) Are not eligible for a Federal Prison Industries work program assignment\n(unless the Warden makes an exception on the basis of work program labor\nneeds). (2) The Warden may make exceptions to the provisions of this section for good\ncause. P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 2\nPage 4 2.4. Non-residential Drug Abuse Treatment Programs\n§ 550.52 Non-residential drug abuse treatment services. All institutions must\nhave non-residential drug abuse treatment services, provided through the\ninstitution's Psychology Services department. These services are available to\ninmates who voluntarily decide to participate. 2.4.1. Purpose. The non-residential drug abuse treatment program (NR DAP) is available to\ninmates at every institution. The purpose of the NR DAP program is to afford all inmates with a\ndrug problem the opportunity to receive drug treatment. 2.4.2. Target Population. NR DAP is targeted to inmates who:\n•\n•\n•\n•\n•\n• Are waiting to enter the RDAP. Do not meet the admission criteria for the RDAP, but who wish to benefit from less\nintensive drug abuse treatment services. Have been referred by other psychology or institution staff for drug abuse treatment. Have a judicial recommendation for drug treatment, but do not want or do not meet the\ncriteria for the RDAP. Received detoxification from alcohol or drugs upon entering Bureau confinement. Have been found guilty of an incident report for use of alcohol or other drugs. 2.4.3. Programming. Treatment staff are required to use the most recent treatment journals,\nfacilitator guides, manuals, and resource materials. As treatment technologies change, there are\nopportunities to improve the Bureau’s treatment programs. Therefore, staff are to use the most\ncurrent journals, facilitator guides, manuals and resources developed by the Central Office. While self-help programs such as Alcoholics Anonymous (AA), Narcotics Anonymous (NA), and\nRational Recovery (RR) may be offered as part of an institution’s drug abuse program effort, they\nare most often associated with non-residential (NR) treatment. While such programs are often\npowerful and important interventions in an inmate’s recovery, they do not substitute for NR DAP\nor residential treatment hours. They are considered a support to the Bureau’s treatment protocols. 2.4.4. Duration. NR DAPs are conducted 90 to 120 minutes a week for a minimum of 12 weeks\nand a maximum of 24 weeks. Reasonable efforts will be made to foster a continuity of treatment\nby conducting weekly groups."
}