{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 54,
  "chunk_text": "The\naccounting transactions for this transfer are included in the daily inmate transfer record identified\nby the “WH” prefix assigned as the reference number. At this point, the funds become the\nresponsibility of the Trust Fund Branch Deposit Fund Section. Note: Inmates returning to Bureau custody whose account balances were transferred to the Trust\nFund Branch Deposit Fund Section or to U.S. Treasury suspense accounts receive their account\nbalance the next business day following the SENTRY change. A Public Voucher for Purchases\nand Services Other Than Personal Form (SF-1034) is not required for these funds to be returned to\nthe institution. TRUFACS generates a reversing entry for inmates in the 90-day category, and a\n“claim” transaction from the appropriate suspense account for inmates whose account balance\ntransferred to Fund XH or ZE to Fund PF, Central Office. Trust Fund Branch Deposit Fund staff\ngenerate a TRUFACS transfer to the designated institution. (2) Central Office Processing. The inmate’s account balance is held for 90 days in the Trust\nFund Branch Deposit Fund Section. On the 90th day, after the account record has transferred to\nthe Trust Fund Branch Deposit Fund Section, TRUFACS generates a JV and an automatic transfer\nfrom Inmates Deposit Fund, PF (15X6085), to either Payment Unclaimed Money, Fund XH\n(20X6133), for amounts of $25 or more, or Forfeitures of Unclaimed Money and Property, Fund\nZE (151060), for amounts less than $25. The JV is reported by the Trust Fund Branch Deposit\nFund Section against Agency Location Code 15-10-0903 and the accounting transactions post to\nthe Trust Fund Branch Deposit Fund FMIS Trial Balance. The JV transferring funds to the\n20X6133 account includes the notation, Unclaimed balances under 31 U.S.C. § 725p, p-1.\nClaims made by inmates not returning to a Federal institution for amounts previously classified as\nwhereabouts unknown are forwarded to and processed by the Trust Fund Branch Deposit Fund\nSection. Before disbursing funds, the inmate-claimant must provide either a completed SF-1034\nor a letter containing their register number, committed name, address, and signature. Upon\nreceiving the claim, the Certifying Officer processing it certifies the claim’s validity. When processing the claim, TRUFACS generates the appropriate JV, disbursing the claimed\namount from Fund ZN for amounts less than $25 and from Fund XH for amounts $25 or greater,\ncollecting to Fund PF. The Trust Fund Branch Deposit Fund Section then processes a U.S.\nTreasury payment to the claimant. The processed claims are kept with the JV as backup\ndocumentation. P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 74 8.10 MANAGEMENT OF INMATE SAVINGS PROGRAM Inmates should be encouraged to participate in a continuous savings program and regularly set\naside a portion of their funds. Savings may be in the form of a passbook savings account,\ncertificate of deposit, or money market accounts. a. Saving Accounts. Inmates may open an account and deposit funds to a recognized financial\ninstitution. Unit Management staff assist inmates establishing such accounts. Any passbook,\ncertificate, checkbooks, etc., received as a result of this account are kept with the inmate’s central\nfile."
}