{
  "document_category": "guidance",
  "document_name": "4500.12.pdf",
  "chunk_index": 92,
  "chunk_text": "a. Laundry Separation. Clean laundry is kept separately from soiled laundry. Laundry carts\nare used exclusively for dirty or clean laundry, and are clearly marked to prevent any mingling. b. Contaminated Laundry. Local procedures are established to identify contaminated\nclothing and linen and for sending them to the laundry. c. Hazardous Chemicals. Calcium Hypochlorite (bleach) is not used in granular form because\nof its explosive potential. Authorized staff may dispense liquid bleach. d. Clothes Soiled With Flammable Materials. Special care shall be taken to ensure that\nclothes soiled with flammable materials (e.g., grease, gasoline, oil) are washed and dried\naccording to the manufacturer’s specifications. e. Inmate Training. Each inmate assigned to the laundry receives training from the Laundry\nSupervisor concerning safe working conditions and use of equipment per manufacturers’\nrecommendations. Particular attention shall be given to training inmates on proper clothes drying\nprocedures. 13.5 LAUNDRY SECURITY\na. Laundry Area. At a minimum, inmate workers entering or leaving the laundry area are\npat-searched daily. Occasional strip searches are conducted per the Program Statement Searches\nof Housing Units, Inmates, and Inmate Work Areas. A staff member inspects trash leaving\nthe area. Boxes and cartons are broken down. The laundry area is inspected daily for potential\nhazards and contraband. No more inmates than staff can manage and control effectively are permitted to work in the\nLaundry. Inmates never work without staff supervision, and are never locked in the Laundry\nwithout a staff member present. b. Key Security. Laundry keys are considered “restricted” keys and are only issued to\ndesignated staff. The Trust Fund Supervisor and employees assigned to the Laundry may have\nkeys to the Laundry and storage areas on a 24-hour checkout basis. Employees not directly\nassigned to the Laundry or storeroom do not have keys to these areas. If an institution experiences repeated pilferage or unauthorized access to the laundry area, the\nfollowing procedures are followed. A special wood/metal box(s) with a glass front, large enough\nto contain the entire Laundry key ring(s) (or an individual Laundry key ring) is constructed and P4500.12 3/14/18 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 123 placed in the control room. At the end of each work day, the Laundry ring(s) are securely locked\nin this box. A key may be checked out on a 24-hour basis to designated employees assigned to the\nLaundry, and the Trust Fund Supervisor. In an emergency, the glass may be broken. After such an incident, a memorandum is sent to the\nTrust Fund Supervisor documenting the situation that required emergency key access and noting\nany item(s) removed from the laundry. c. Clothing Retrieval. As needed, the Trust Fund Supervisor requests that Correctional\nServices staff perform an institution shakedown to retrieve unauthorized Government-issued\nitems. d. Laundry Fires. Any fires located in the Laundry area will be reported by the staff working in\nthe Laundry through the Trust Fund Supervisor to the Chief, Trust Fund Branch as soon as\npractical. 13.6 LAUNDRY FIRE SAFETY It has been determined there are three general causes for Laundry fires."
}