{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 30,
  "chunk_text": "For Indefinite Quantity Contracts, the inmate-day and\nper capita costs for males and females must be separately\nidentified when the requirement is for both sexes. For POs, the aggregate cost estimate shall not exceed\n$100,000. For IGAs, inmate-day and cost figures should reflect\nestimates for a 12-month period, rather than 24 months. Inmatedays and cost figures provided on RCAs to exercise option years\nmust reflect the identical figures contained in the initial\ncontract award. When the request is to change work requirements and a change in\nthe per capita cost is not anticipated, indicate this fact by\nstating \"no additional cost anticipated\" under the Cost Estimate. If added costs are expected, the nature and extent of these costs\nmust be justified; this action may require a resolicitation for a\nnew contract and the loss of subsequent option years. 4.2.4.5. Suggested Sources CCM office staff shall list local prospective contractors with\naddresses, telephone numbers, and contact persons. Efforts\nto identify multiple sources are extremely important because\ncompetition has proven to be cost-effective and, as a government\nagency, the Bureau is required by law to give all qualified\ncontractors the opportunity to compete for Bureau contracts, when\npossible. Always include the incumbent (indicate by an asterisk) and any\nother sources in the area. Potential contractors who communicate a request to be placed on\nthe solicitation mailing list should be advised to write to\nthe Contracting Officer, Community Corrections Contracting,\nCentral Office, specifying the specific location(s) and number of\nbeds they are capable of providing, as well as requesting a\nsolicitation mailing list application. Since some contractors have expressed their desire to be\nincluded in all contract solicitations throughout the country,\nsole source contracts have been virtually eliminated. For IGAs, identify the particular governmental entity (e.g. City,\nCounty, State agency). PS 7300.09\n1/12/98\nChapter 4, Page 14\n4.2.4.6. Existing Contracts List all existing Bureau contracts within 50 miles. Indicate the contractor's:\nname,\ncontract number,\nSENTRY location code(s),\nper-diem rate, and\nexpiration date. !\n!\n!\n!\n! Requirements for a particular service area may be combined when\nit is determined to be in the Government's best interest. 4.2.4.7. CCM Office Mailing Address Include CCM's name, address, and telephone number for\nbilling purposes. 4.2.4.8. Signatures This section of the RCA contains signature blocks and must be\nsigned and dated as appropriate. An RCA with original\nsignatures must be received by the CO. CCA staff will note the\ndate the RCA is received by the CO prior to distributing copies\nto the appropriate field staff. 4.2.5. CCM REVIEW After the COS completes the RCA and attachments, the CCM shall\nreview and approve the request before submission to the MCA. Special emphasis shall be given to the justification and\nexplanation for the request and the attached documentation\nsupporting the accuracy of the estimated inmate-days and costs. 4.2.6. MCA REVIEW The MCA shall review the content of the RCA and attachments for\napproval. Special emphasis shall be given to the following:\n!\n!\n! justification for need;\ninmate-day projections and the supporting attached\ndocumentation; and,\nfiscal data. The MCA shall ensure all RCAs for procurements over $25,000 but\nless than $500,000 have the appropriate Individual acquisition\nPlan (IAP) form(s) attached. For procurements actions of\n$500,000 or more the Advance Procurement Plan (APP) will be"
}