{
  "document_category": "guidance",
  "document_name": "GuideToProcurementProcedures.pdf",
  "chunk_index": 4,
  "chunk_text": "Page | 8 Chapter 4\nMethods of Procurement\nDetails on the following methods of procurement are found in the chapters indicated below:\n•\n•\n•\n•\n• Shared Services and Other Agreements between Agencies (Entities) (Chapter 6)\nSmall Purchases (and Micro-Purchases) (Chapter 7)\nCompetitive Sealed Bidding (Chapter 8)\nCompetitive Proposal (Negotiated Procurement) (Chapter 9)\nProcurement by Noncompetitive Proposals (Chapter 10) As mentioned earlier in Chapter 2 (“Evolution of a Requirement”), multiple options may be\navailable to obtain goods or services. As an example, if the product or service is available from\nanother government agency or department, it may be appropriate to enter into a state, local,\nor tribal intergovernmental (or intra-governmental) or inter-entity agreement. Such\nagreements, under appropriate circumstances, may provide more economical, cost-effective,\nand efficient ways to obtain or use common or shared goods or services. If acquisition planning\nand research indicate that a procurement contract is the most cost-effective approach to\nmeeting a particular requirement, then the procuring entity needs to apply its procurement\nprocedures and policies – and the Procurement Standards in the Part 200 Uniform\nRequirements – to help identify the appropriate procurement method and its requirements. For purchases below the Simplified Acquisition Threshold, procurement by micro-purchase or\nby small purchase procedures may be used. Where the contract value costs more than the Simplified Acquisition threshold, the main types\nof procurement are procurement by competitive proposals (Competitive Negotiation) and\nprocurement by sealed bid (Competitive Sealed Bidding). The sealed bid method is the\npreferred method for procuring construction if the following conditions apply:\n•\n•\n• A complete, adequate, and realistic specification or purchase description is available; More than one responsible bidder is willing and able to compete effectively,\nand\nThe procurement lends itself to a firm fixed price contract and the selection of\ncontractor can be made principally on the basis of price. Procurement by competitive proposals is generally used when conditions are not appropriate\nfor the use of sealed bids. Procurement by Noncompetitive Proposal is used in limited circumstances, see Chapter 10. Page | 9 Chapter 5\nCompetition All procurement transactions must be conducted in a manner that provides for\nfull and open competition, consistent with the procurement standards. 1 All non-Federal entities should have written procedures for procurement transactions. These\nprocedures must ensure that all solicitations incorporate clear and accurate descriptions of the\ntechnical requirements for the goods or services being procured. This description should not,\nhowever, in competitive solicitations, unduly restrict competition. In order to preserve full and open competition, contractors that develop or draft statements of\nwork, requirements, specifications, or invitations for bids or requests for proposals must be\nexcluded from competing for those procurements. Further, undue restrictions on full and open\ncompetition must be avoided, such as:\n•\n•\n•\n•\n• • Making unreasonable requirements in order to qualify for competition;\nRequiring unnecessary experience or excessive bonding; Engaging in noncompetitive practices between firms or in noncompetitive contracts\nwith consultants on retainer;\nOrganizational conflicts of interest;\nSpecifying a “brand name” product without provision for an equivalent product to be\noffered (and without performance requirements or features being clearly described in\nprocurement documents), or\nAny arbitrary action in the procurement process. The SOW (or Invitation for Bids) itself should encourage such full and open competition."
}