{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 60,
  "chunk_text": "The primary objective of OIG audits is to assess compliance with award conditions. OIG audits are designed to\npromote economy, efficiency, and effectiveness in the administration of awards by evaluating compliance with\nlaws, regulations, policies, and procedures governing the operations encompassed in the scope of the audit. How are COPS Office awards selected for an OIG audit? The OIG may conduct a COPS Office award audit in response to a referral that the OIG believes warrants\nfurther evaluation. The OIG also surveys DOJ agencies on an annual basis to solicit input on suggested audit\nareas for the upcoming fiscal year. In most instances, however, the OIG selects awards based on a number of\nfactors, including the geographical distribution of awards awarded, award amount, population served, and\ntype of award (both active and expired). As such, the fact that your award has been selected for an OIG audit\nis not necessarily indicative of a suspected concern or problem area. The COPS Office Grant Monitoring Division serves as the liaison between awardees and the OIG’s Audit\nDivision, which conducts the audit. After the OIG notifies the COPS Office of upcoming audits to be\nconducted, the COPS Office Grant Monitoring Division will send out a notification letter to the awardee\noutlining the scope of each audit and the anticipated audit timeframe. This notification letter also advises\nawardees of the supporting documentation required and information necessary for the OIG during their\nscheduled field work, and provides a COPS Office point of contact to address questions and concerns. If you\nhave any questions regarding an OIG audit, please contact the COPS Office Grant Monitoring Division at\n800-421-6770. Questions and comments regarding the administration of your COPS Office CPD award, not\nspecifically related to an audit, should be referred to your COPS Office Program Manager. Typical audit findings The OIG has typically reported the following audit findings pertaining to awards as a result of lack of proper\ndocumentation, poor business practices, or inadequate accounting and record keeping systems:\nunallowable costs. Awardee incurred costs that were not approved in the original budget, were in excess of\nthe approved budget, or were charged to the award after the expiration date and an award extension was\nnot obtained. unsupported costs. Specific award expenditures and reimbursements could not be supported, or award\nexpenditures were in excess of actual award costs. lack of complete/timely programmatic and financial reporting. Awardee failed to submit required\nprogrammatic and financial reports in a timely manner or had inadequate record keeping systems. supplanting. Awardee could not document efforts to backfill vacant positions or awardee could not explain\nreductions in local law enforcement budget during the award period. 48 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual funds to better use. Funds could be used more efficiently based on management actions such as: a)\nreductions in outlays; b) deobligation of funds; c) withdrawal; d) costs not incurred by implementing\nrecommended improvements; or e) any other savings which are specifically identified. questioned costs."
}