{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 83,
  "chunk_text": "Please note, however, that applicants must update or renew their SAM at least once per year to\nmaintain an active status. Information about registration procedures can be accessed at www.sam.gov. 68 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual COPS Office Resources The following resources discuss various efforts to address the problem of gangs:\nStrategies to Address Gang Crime: A Guidebook for Local Law Enforcement\nAuthor Scott H. Decker, PhD, provides information about developing and enhancing local law enforcement\nresponses to gangs in their jurisdictions. The focus of the guidebook is on the use of problem-solving strategies\nto help agencies select the interventions most appropriate for their jurisdictions. In particular, the guidebook\ndescribes the SARA model (scanning, analysis, response, and assessment), a strategic problem-solving process\nwith which local law enforcement is familiar and which it can apply to its local gang problem. http://ric-zai-inc.com/ric.php?page=detail&id=COPS-P142\nSolutions to Address Gang Crime CD-ROM The Solutions to Address Gang Crime CD-ROM includes resources related to law enforcement responses for\naddressing gang activity, gang activity in specific populations, criminal behavior of gangs, and statistics and\nresearch on gangs. http://ric-zai-inc.com/ric.php?page=detail&id=COPS-CD008 The Stop Snitching Phenomenon: Breaking the Code of Silence The threatening nature of the stop snitching message intimidates witnesses and erodes trust between\ncommunities and police by undermining police efforts to involve communities in preventing and\ncombating crime. This also threatens police agencies’ own ability to prevent and solve crime because it\nimpedes investigations, arrests, and convictions, and could severely erode the criminal justice system. This\nreport addresses the problem and includes case studies documenting successful law enforcement and\ncommunity approaches that have been implemented. http://ric-zai-inc.com/ric.php?page=detail&id=COPS-P158\nStop and Frisk: Balancing Crime Control with Community Relations This publication discusses the constitutionality and legal precedents of stop and frisk and the theory and\npractice behind these street stops. This background is followed by a discussion of stop and frisk’s unintended\nconsequences and a series of practical recommendations for the lawful and respectful use of pedestrian\nstops in the context of community policing. http://ric-zai-inc.com/ric.php?page=detail&id=COPS-P306\nStreet Gangs and Interventions This publication briefly reviews the range of prevention, intervention, suppression, and comprehensive\nstrategies, providing examples of each type. It then offers a case study of problem analysis in Newark,\nNew Jersey. It also discusses the unique utility of network analysis in the resultant problem analysis and\nunderscores the important role of an academic research partner. Finally, the paper considers the importance\nof sustainability with regard to problem analysis. http://ric-zai-inc.com/ric.php?page=detail&id=COPS-W0722 69 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual Parents Quick Reference Card to Gangs This quick and easy reference guide provides common warning signs of gang involvement. Parents are\nencouraged to familiarize themselves with local gangs’ symbols, seek help early, and consider contacting\nschool officials, local law enforcement, faith leaders, and community organizations for additional assistance. The Gang Reference Card for Parents is available in English, Spanish, Hmong, and Vietnamese. English – http://ric-zai-inc.com/ric.php?page=detail&id=COPS-P063\nSpanish – http://ric-zai-inc.com/ric.php?page=detail&id=COPS-P084\nHmong – http://ric-zai-inc.com/ric.php?page=detail&id=COPS-P088\nVietnamese – http://ric-zai-inc.com/ric.php?page=detail&id=COPS-P087 70 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual 2015 COPS Anti-Gang Initiative (CAGI)\nGrant Owner’s Manual This manual was created to assist COPS Anti-Gang Initiative (CAGI) grantees with the administrative and financial matters\nassociated with their grant."
}