{
  "document_category": "guidance",
  "document_name": "5330.11.pdf",
  "chunk_index": 34,
  "chunk_text": "If verifying documentation is found or produced, and only then, inmates who volunteer for the\nRDAP will be personally interviewed by the DAPC. Interviews will be conducted based on the\ninmate’s proximity to release, ordinarily no less than 24 months from release. The DAPC will conduct the personal interview and use his or her psychological training to form a\nclinical judgment to determine if an inmate has a substance use diagnosis (i.e., substance\ndependence and/or substance abuse) in accordance with the American Psychiatric Association’s P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 2\nPage 13 Diagnostic and Statistical Manual of Mental Health Disorders, (DSM). All verifying\ndocumentation used is to be consistent in time, intensity, and duration with the inmate’s selfreport. On the basis of the clinical interview, the DAPC may conclude that the inmate either does or does\nnot have a diagnosis of a substance use disorder. In some instances, the DAPC may find the\ninmate does not have a diagnosis, even if there is substantiating documentation. The DAPC must also determine if the inmate can fully engage in treatment; i.e., communicate in\nEnglish and/or comprehend treatment expectations. An example of those who may not\ncomprehend treatment expectations is an inmate who is cognitively impaired or has a severe\nlearning disability. In some instances, the DAPC may find the inmate cannot fully engage in\ntreatment and does not qualify for the program, even if there is substantiating documentation (see\n18 U.S.C. § 3624(f)(4) and 28 CFR §§ 544.40 - 544.44). The DAPC will document the result of the clinical interview in PDS, including the substance use\ndiagnosis and the diagnostic criteria used to formulate the diagnosis and notify the inmate of the\noutcome. The DAPC will also ensure the appropriate SENTRY code(s) are entered and the\nappropriate documents are signed. Appropriate documentation includes the Agreement to\nParticipate in the Bureau of Prisons Residential Drug Abuse Treatment Program form\n(BP-A0749) and the waiver of hearing to modify the court order (modification of the court order\nis completed on an inmate with a condition of supervised release that does not include a treatment\nstipulation). The DAPC will ensure that the appropriate SENTRY code(s) are entered and the appropriate\ndocuments are signed. Appropriate documentation includes the Agreement to Participate in the\nBureau of Prisons Residential Drug Abuse Treatment Program form (BP-A0749) and the waiver\nof hearing to modify the court order (modification of the court order is completed on an inmate\nwith a condition of supervised release that does not include a treatment stipulation). Note: Inmates with a diagnosis of a substance use disorder are qualified for the RDAP whether or\nnot they are eligible for the early release incentive. 2.5.10. Program Operations. The RDAP treatment modules direct the treatment program. Programming consists of a minimum of 500 contact hours; i.e., face to face contact between\ntreatment staff and inmate participants, over no less than 9 months of half-day programming. To\nfacilitate the modified therapeutic community, RDAP programming is conducted daily during day\nwatch hours (excluding non-programming days, such as weekends and holidays) for half of the\ninmate’s work day."
}