{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 20,
  "chunk_text": "In the event of\ncriminal misuse of grant funds, grantees may also be subject to fines and imprisonment. To avoid findings\nof noncompliance, grantees are strongly encouraged to become familiar with the COPS Grant Monitoring\nDivision’s Grant Monitoring Standards and Guidelines and with the Grant Owner’s Manual for the year\nin which the grant is awarded. Grantees should also contact the COPS Office or their Grant Program\nSpecialist at any time during the life of a COPS Office grant with questions concerning grant conditions,\nterms, or requirements to seek guidance to avoid noncompliance. It is necessary for grantees to maintain\nall relevant documentation (administrative, financial, and programmatic) used to develop the application\nand implement the grant that may be necessary or required to demonstrate grant compliance. For more\ninformation, please contact the COPS Office Response Center at 800-421-6770 or at AskCopsRC@usdoj.gov. 10. Federal civil rights As a condition of receipt of federal financial assistance, you acknowledge and agree that you will not (and will\nrequire any sub-grantees, contractors, successors, transferees, and assignees not to), on the grounds of race, color,\nreligion, national origin (which includes providing limited English proficient persons meaningful access to your\nprograms), sex, disability, or age, unlawfully exclude any person from participation in, deny the benefits of or\nemployment to any person, or subject any person to discrimination in connection with any programs or activities\nfunded in whole or in part with federal funds. These civil rights requirements are found in the nondiscrimination\nprovisions of Title VI of the Civil Rights Act of 1964, as amended (42 U.S.C. § 2000d); the Omnibus Crime Control and\nSafe Streets Act of 1968, as amended (42 U.S.C. § 3789d); Section 504 of the Rehabilitation Act of 1973, as amended\n(29 U.S.C. § 794); the Age Discrimination Act of 1975 (42 U.S.C. §6101, et seq.); Title IX of the Education Amendments\nof 1972, as amended (20 U.S.C. § 1681, et seq.); and the corresponding DOJ regulations implementing those\nstatutes at 28 C.F.R. Part 42 (subparts C, D, E, G, and I). You also agree to comply with Executive Order 13279 Equal\nTreatment for Faith-Based Organizations and its implementing regulations at 28 C.F.R. Part 38, which requires\nequal treatment of religious organizations in the funding process and nondiscrimination of beneficiaries by FaithBased Organizations on the basis of belief or nonbelief. Why this condition: In establishing financial assistance programs, Congress linked the receipt of federal funding to compliance\nwith federal civil rights laws. As a result, grantees are required to comply with the civil rights requirements\nfound in the nondiscrimination provisions referenced above. A hold may be placed on your award if it is 11 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual deemed that your agency is not in compliance with federal civil rights laws or is not cooperating with an\nongoing federal civil rights investigation. If a hold is placed on your award, you will not be able to obligate\nor draw down federal funds under your agency’s COPS Office grant award until you comply with federal civil\nrights laws or cooperate with any ongoing federal civil rights investigation. What you should do:"
}