{
  "document_category": "guidance",
  "document_name": "5111.04_cn1.pdf",
  "chunk_index": 9,
  "chunk_text": "The CMAD is the date of arrival at the\ndesignated institution. (c) NO IHP HRG – IHP - No Hearing Required. Indicates an inmate does not require an IHP\nhearing or placement at an IHP hearing site. (d) IHP COMPLT – IHP - Hearing Complete. Indicates the IHP hearing has been completed. (e) IHP INTRVW – IHP - ICE Interview Required. Indicates ICE needs to interview the\ninmate for possible placement at an IHP hearing site. For further information regarding initial CMA assignments and CMA processes, refer to\nAttachment A.\nDEACTIVATED CMA ASSIGNMENTS\n(c a) NO IHP- No IHP. This assignment has been deactivated and is no longer applicable. Indicates that ICE has reviewed the inmate and has no interest. The CMAD is the date of the\ndecision order. If loaded, this is the final and only IHP CMA assignment. (d ) IHP CMP WD- IHP Complete Will Deport. This assignment has been deactivated;\nhowever, it may still exist on older or re-committed cases. Indicates the inmate completed the IHP\nprocess and received a deportation order. P5111.04, CN-1 5/23/2017 12 (e b) IHP CMPWDE- IHP Complete Will Deport EOIR. This assignment has been deactivated\nand is no longer applicable. Indicates a deportation decision resulting from an EOIR hearing. The\nCMAD is the date of the decision. (f c) IHP CMPWDI- IHP Complete Will Deport ICE. This assignment has been deactivated\nand is no longer applicable. Indicates ICE issued a deportation decision, such as reinstatement or\nan administrative removal order. The CMAD is the decision date. If a release site was designated for the inmate initially because documentation was available to\nindicate an order of deportation exists for the current offense, the CMA of IHP CMPWDI is\nentered. (g d) IHP CMP ND- IHP Complete No Deport. This assignment has been deactivated and is no\nlonger applicable. Indicates a decision was made not to deport the inmate after a hearing was\ncompleted. The CMAD is the decision date. If loaded, this is the final and only IHP CMA\nassignment. If an appeal decision is subsequently received, the CMA assignment and CMAD will be replaced\nas appropriate. When inmates are recommitted to the Bureau, IHP CMA assignments from the previous\ncommitment(s) must be reviewed at initial classification. If an inmate has an order of deportation\nthat was given during service of a previous sentence, the inmate does not have to have another\nhearing with EOIR. However, that order must be reinstated, which requires ICE to conduct an interview with the\ninmate. In these cases, the “will deport” CMA and CMAD should remain, but add the CMA of\nIHP PEND if at a non-hearing site, or IHP PART if at a hearing site, to indicate the deportation\nprocess needs action, i.e., interview by ICE needed. Once the order is reinstated, the CMAD should be updated to the date of reinstatement and IHP\nPEND or PART should be removed. This will facilitate appropriate identification of inmates not\neligible for UNICOR, as the order of deportation itself remains valid, even though it may need to\nbe reinstated."
}