{
  "document_category": "guidance",
  "document_name": "Model-Tribal-Code_508.pdf",
  "chunk_index": 3,
  "chunk_text": "A. Convicted. An adult sex offender is “convicted” for the purposes of this Code\nif the sex offender has been subjected to penal consequences based on the\nconviction, however the conviction may be styled. A juvenile offender is “convicted” for purposes of this Code if the juvenile\noffender is either:\n1. Prosecuted and found guilty as an adult for a sex offense; or\n2. Is adjudicated delinquent as a juvenile for a sex offense (including\nadjudications of delinquency under the Federal Juvenile Delinquency Act),\nbut only if the offender is 14 years of age or older at the time of the offense\nand the offense adjudicated was comparable to or more severe than\naggravated sexual abuse (as described in either (a) or (b) of section 2241 of\ntitle 18, United States Code), or was an attempt or conspiracy to commit\nsuch an offense. B. Dru Sjodin National Sex Offender Public Website (NSOPW). The public\nwebsite maintained by the Attorney General of the United States pursuant to 42\nU.S.C. § 16920. C. Employee. The term “employee” as used in this Code includes, but is not\nlimited to, an individual who is self-employed or works for any other entity,\nregardless of compensation. Volunteers of a tribal agency or organization are\nincluded within the definition of employee for registration purposes. t Most juvenile adjudications\nin federal court (under the\nFederal Juvenile Delinquency\nAct) are for violations of 18\nU.S.C. § 2241(c). Juveniles\nadjudicated delinquent of\n18 U.S.C. § 2241(c) are\nnot specifically required\nby SORNA to register as\nsex offenders. Under what\ncircumstances might\nyour tribe want to register\njuveniles who have been\nadjudicated delinquent\nfor 18 U.S.C. § 2241(c)? Some states occasionally\nresolve criminal cases with\n“deferred adjudications” or\nother similar procedures. Does the tribe want\nto specifically include\ndeferred adjudications\nas registerable? SORNA\nrequires registration when\npenal consequences are\nimposed (incarceration,\nprobation, fines, etc.),\nregardless of the\nterminology used. D. Foreign Offense. A conviction obtained outside of the United States. E. Immediate. “Immediate” and “immediately” mean within 3 business days. F. Imprisonment. The term “imprisonment” refers to incarceration pursuant to a\nconviction, regardless of the nature of the institution in which the offender serves\nthe sentence. The term is to be interpreted broadly to include, for example,\nconfinement in a state prison as well as in a federal, military, foreign, Bureau of\nIndian Affairs (BIA), private or contract facility, or a local or tribal jail. Persons\nunder house arrest following conviction of a sex offense are required to register\npursuant to the provisions of this Code during their period of house arrest. Model Tribal Sex Offender Registration Code | 2 0 1 7 R E V I S E D V E R S I O N 2 G. Jurisdiction. The term “jurisdiction” refers to the 50 states, the District of\nColumbia, the Commonwealth of Puerto Rico, Guam, American Samoa,\nthe Commonwealth of the Northern Mariana Islands, the United States\nVirgin Islands, and any Indian Tribe that has elected to function as a SORNA\nregistration and notification jurisdiction pursuant to 42 U.S.C. § 16927. H. Minor. The term “minor” means an individual who has not attained the age of\n18 years. I. National Sex Offender Registry (NSOR)."
}