{
  "document_category": "guidance",
  "document_name": "AOM.pdf",
  "chunk_index": 64,
  "chunk_text": "AWARD PROGRAM____AHTF_________AWARD # ______________________________________ AWARD START DATE_____________ORIGINAL AWARD END DATE____________ EXTENDED AWARD END DATE (if applicable)________________________ COPY OF AWARD APPLICATION (You can access the final copy of your AHTF application through the COPS Office\nwebsite at www.cops.usdoj.gov; using the Account Access link, print a copy of the application and keep it with\nyour agency’s AHTF award records.) _____ COPY OF AHTF AWARD DOCUMENT _____ FINANCIAL CLEARANCE MEMO AWARD MODIFICATION APPROVAL LETTERS (w/ Revised Budget Information) AND/OR AWARD EXTENSION\nAPPROVAL LETTERS (if applicable)\n_____ QUARTERLY FEDERAL FINANCIAL REPORT – SF-425 (for each quarter of the award period) _____ PROGRAMMATIC PROGRESS REPORTS • AHTF Quarterly Progress Report(s) (for each quarter of the award period)\n• Closeout Report\n_____\n•\n•\n•\n•\n•\n•\n•\n• SUPPORTING DOCUMENTATION FOR DRAWDOWNS W2 Employee Forms (Copy)\nRecords of salary / approved fringe benefits rates for each person hired under the award\nRecords of hire dates for each person hired under the award\nPayroll records / Time & attendance records\nPostal receipts / Fax transmission reports (to prove submission dates) Log of reimbursement requests made via GPRS\nCopies of checks or wire transfer documents (if applicable)\nCopies of financial office journal entries (if applicable) _____ ADDITIONAL SUPPORTING DOCUMENTATION FOR MILITARY VETERAN HIRES • Copy of Certificate of Release or Discharge from Active Duty (DD-214) 68 2017 COPS Office Anti-Heroin Task Force Program (AHTF) Award Owner’s Manual _____ ADDITIONAL SUPPORTING DOCUMENTATION FOR REHIRES • Records of the date of lay-off(s)\n• Records demonstrating the reason(s) for the lay-off(s), specifically showing fiscal reasons that are unrelated\nto the availability or receipt of AHTF funds. [Records that may be used to prove that scheduled lay-offs are\noccurring for local economic reasons that are unrelated to the availability of AHTF award funds may include\n(but are not limited to) council or departmental meeting minutes, memoranda, notices, or orders discussing\nthe lay-offs; notices provided to the individual officers regarding the date(s) of the lay-offs; and/or budget\ndocuments ordering departmental and/or jurisdiction-wide budget cuts.] • Records demonstrating that your agency continued funding the officers with local funds until the date of the\nscheduled lay-offs and did not draw down on AHTF funding for the positions until the lay-offs otherwise\nwould have occurred. • Records demonstrating that your agency paid any higher-than-entry-level salary and benefits costs to rehired\nofficers with local funds and used AHTF funds only for the approved entry-level salary and benefits package. _____ AWARD CORRESPONDENCE (All other general correspondence between COPS Office and recipient) _____ MEDIA REPORTS [Newspaper clippings, magazine articles, certificates, and/or other noteworthy items should be included to\nillustrate achievements and successes of the award program, such as community policing highlights and other\naward-related accomplishments. In addition, any CDs, DVDs, electronic newsletters, brochures, website addresses,\nand/or other similar information published in connection with the award should be referenced.] In the event of a COPS Office award monitoring review, the following information should be retained: Reduction-in-force review\n• Identification of the number of sworn officer positions (both full-time and part-time) funded in the agency’s\nbudget with local or other non–COPS Office funding during each fiscal year as of the threshold review date\n(please note that this may include vacant but funded positions)."
}