{
  "document_category": "guidance",
  "document_name": "5394.01.pdf",
  "chunk_index": 12,
  "chunk_text": "The U.S. Attorney’s Office files the certification and an\naccompanying petition in the district court on behalf of the Director of the Bureau of Prisons. The filing of the certification stays the release of the inmate pending the outcome of a judicial\ncommitment proceeding under section 4248. Upon filing of the certification, the SOCRB\nCorrectional Program Specialist enters the CMA assignment of WA CERTIFD in SENTRY. 7. COMMITMENT OF INMATE UNDER SECTION 4248 AND STATE PLACEMENT In accordance with 18 U.S.C. § 4248(d), once a person is committed to the custody of the\nAttorney General as a sexually dangerous person, the BOP makes all reasonable efforts to cause\nthe state where the person was domiciled or tried to assume responsibility for his/her custody,\ncare, and treatment. Bureau staff, under the direction of the CTP Administrator, make efforts to\nsecure state placement on behalf of the Bureau and the Attorney General. While efforts to seek state placement are not mandated until after an inmate’s commitment as a\nsexually dangerous person, Bureau staff begin these efforts as soon as practicable after an\ninmate’s certification as sexually dangerous is filed in the district court. Bureau staff, under the direction of the CTP Administrator, are required to identify the state\nwhere the inmate was domiciled before this most recent conviction or commitment, and the state\nwhere he/she was tried for the most recent offense (if different from the state of domicile). Bureau staff consult the PSR or other documentation to identify the inmate’s state(s) of domicile\nP5394.01 2/1/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 15 and trial. The inmate may be consulted for this information when appropriate. The inmate may\nalso be consulted to determine if he/she has significant family or other ties to other states. Upon\nverification, the staff member may contact these other states for potential placement. For each state where placement is being sought, the Bureau staff contact, at a minimum, the\nappropriate state’s Interstate Compact on Mental Health Coordinator, if any, and the state’s\nmental health care agency. Other agencies or entities, such as the state Attorney General’s\nOffice, the Governor’s Office, or individual residential facilities may be contacted. CTP staff make attempts to obtain a response, either accepting or declining placement. If a state\nhas an appropriate placement available for the inmate, CTP staff consult with institution legal\nstaff to assist with legal issues, as needed. CTP staff will maintain detailed records of state\nplacement attempts to assist with future placement efforts and respond to court requests for\nevidence of such. 8. COMMITMENT AND TREATMENT PROGRAM FOR SEXUALLY DANGEROUS\nPERSONS If state placement is not secured, the committed inmate is placed in the Commitment and\nTreatment Program (CTP) for custody, care, and treatment until a state assumes this\nresponsibility, or the inmate is no longer sexually dangerous to others, or will not be sexually\ndangerous if released under a prescribed regimen of care or treatment. a. Staffing\n(1) CTP Administrator. The CTP Administrator reports directly to the Warden. He/she is\nresponsible for executing or designating all functions pertaining to the running of the CTP:\n■\n■\n■\n■"
}