{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 76,
  "chunk_text": "The use of a consultant should be more economical than direct employment. Compensation for individual consultant services procured under a COPS Office award must be reasonable and\nallocable in accordance with Office of Management and Budget (OMB) cost principles and consistent with that\npaid for similar services in the marketplace. Recipient guidelines on consultant rate approval requests\nCompensation for individual consultant services procured under a COPS Office award must be reasonable and\nallocable in accordance with 2 CFR Part 200 (Uniform Administrative Requirements, Cost Principles, and Audit\nRequirements for Federal Awards) and 48 CFR Part 31 (FAR Part 31) (Contract Cost Principles and Procedures), as\napplicable. Unless otherwise approved by the COPS Office, approved consultant rates will be based on the salary a\nconsultant receives from his or her primary employer, as applicable, up to $650 per day. If individuals receive\nfringe benefits from their primary employer, such fringe benefit costs should not be included in the calculation\nof consultant rates. For consultant or contractor rates which exceed $650 per day, the COPS Office requires\nwritten justification if the consultants or contractors are hired through a noncompetitive bidding process. The\nrecipient agency must provide justification for any such rate in excess of $650 per day and receive COPS Office\napproval of that rate before drawing down award funds. Any jurisdiction that does not provide sufficient written\njustification will be limited to $650 per day for each consultant or contractor. Please note that this does not\nmean that the rate can or should be $650 for all consultants. Note: Consultant and contractor daily rates do not include travel or subsistence, but may include preparation,\nevaluation, and travel time. Guidance for requesting a consultant rate based on employment\nConsultants associated with educational institutions (including state-run educational institutions). If\nrepresenting an academic institution, the maximum rate of compensation that will be allowed is the consultant’s\nacademic salary projected for 12 months, divided by 260. These individuals normally receive fringe benefits that\ninclude sick leave for a full 12-month period, even though they may only work nine months per year in their\nacademic positions. This does not apply to individuals providing consultant work outside of their academic\ncommitments. In such cases, the rate of compensation will be based on reasonable cost principles and requires\ndocumentation supporting the requested rate. Consultants employed by state and local government. Compensation for these consultants will be allowed\nonly when the unit of government will not provide these services without cost. If a state or local government\nemployee is providing services under a federal award and is representing his or her agency without pay from its\nrespective unit of government, the rate of compensation is not to exceed the daily salary rate for the employee\npaid by the unit of government. If the state or local government employee is providing services under a federal\naward and is not representing his or her agency, the rate of compensation is based on the necessary and\nreasonable cost principles. Please note that under the nonsupplanting requirement of the COPS Office statute,\nCOPS Office award funds may not be used to supplant (replace) local funding which otherwise would have been 98"
}