{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 70,
  "chunk_text": "______________________________________________ _____________________________ Signature of Government Executive/Financial Official Date\n(For your electronic signature, please type in your name) 59 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual Certifications Regarding Lobbying; Debarment, Suspension and Other Responsibility Matters;\nFederal Taxes and Assessments; Drug-Free Workplace Requirements; and Coordination with\nAffected Agencies. Although the U.S. Department of Justice has made every effort to simplify the application process, other\nprovisions of federal law require us to seek your agency’s certification regarding certain matters. Applicants\nshould read the regulations cited below and the instructions for certification included in the regulations to\nunderstand the requirements and whether they apply to a particular applicant. Signing this form complies\nwith certification requirements under 28 C.F.R. Part 69, “New Restrictions on Lobbying,” 2 C.F.R. Part 2867,\n“Nonprocurement Debarment and Suspension,” the applicable appropriations Acts, 28 C.F.R. Part 83,\n“Government-Wide Requirements for Drug-Free Workplace (Grants),” and the coordination requirements\nof the Public Safety Partnership and Community Policing Act of 1994. The certifications shall be treated as\na material representation of fact upon which reliance will be placed when the U.S. Department of Justice\ndetermines to award the covered grant. 1. Lobbying\nAs required by 31 U.S.C. § 1352, implemented at 28 C.F.R. Part 69, for persons entering into a grant or\ncooperative agreement over $100,000, and 2 C.F.R. § 200.450 as adopted by the U.S. Department of\nJustice in 2 C.F.R. § 2800.101, the applicant certifies that: 2. A. No federal appropriated funds have been paid or will be paid, by or on behalf of the undersigned,\nto any person for influencing or attempting to influence an officer or employee of any agency,\na member of Congress, an officer or employee of Congress, or an employee of a member of\nCongress in connection with the making of any federal grant; the entering into of any cooperative\nagreement; and the extension, continuation, renewal, amendment or modification of any federal\ngrant or cooperative agreement; B. If any funds other than federal appropriated funds have been paid or will be paid to any person\nfor influencing or attempting to influence an officer or employee of any agency, a member\nof Congress, an officer or employee of Congress, or an employee of a member of Congress in\nconnection with this federal grant or cooperative agreement, the undersigned shall complete and\nsubmit Standard Form - LLL, “Disclosure of Lobbying Activities,” in accordance with its instructions; C. If applicant is a nonprofit organization or an institution of higher education, it will comply with the\nadditional lobbying restrictions set forth in 2 C.F.R. § 200.450(c) as adopted by the U.S. Department\nof Justice in 2 C.F.R. § 2800.101; and D. The undersigned shall require that the language of this certification be included in the award\ndocuments for all subawards at all tiers (including subgrants, contracts under grants and\ncooperative agreements, and subcontracts) and that all sub-recipients shall certify and disclose\naccordingly. Debarment, Suspension and Other Responsibility Matters (Direct Recipient)\nPursuant to Executive Order 12549, Debarment and Suspension, as implemented at 2 C.F.R."
}