{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 7,
  "chunk_text": "The award number should be indicated on all budgetary documentation including purchase orders,\nreceipts, and other documentation. All recipients should keep and maintain the most recent, approved version\nof their 2016 CPD application for future reference. 5 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual Personnel (salaries and benefits) Personnel expenses may be reimbursed for project activities that take place on or after the award start date. In\naddition, a position’s salary must be reasonable for the services rendered and must be paid to a person\nappointed under the law or rules governing hiring by your agency. Salary payments must be based on payroll\nrecords. Time and attendance records or the equivalent must support payroll records. For recipients that are state, local, or tribal government entities, award-funded salary and benefit costs must\nsupplement, not supplant (replace), locally funded personnel costs that would have been funded even in the\nabsence of this award. If any civilian personnel are employed on a part-time or temporary basis, your agency\nmust specify the percentage of time that each person is working solely on the project identified in your agency’s\nCPD proposal. Fringe benefits may be paid if they are part of a reasonable compensation package offered to your employees. Particular items of fringe benefits must fall within the categories authorized by the COPS Office. Authorized\nfringe benefits include FICA, Social Security, health insurance, life insurance, vacation, sick leave, retirement,\nworker’s compensation, and unemployment insurance. Equipment/Technology To be eligible for payment under this award, the purchase of equipment and technology must occur on or after\nthe award start date, the items must be those specifically applied for and approved by the COPS Office, and they\nmust meet the guidelines described in 2 C.F.R. Part 200 (Uniform Administrative Requirements, Cost Principles,\nand Audit Requirements for Federal Awards) as adopted by the U.S. Department of Justice in 2 C.F.R. Part\n§2800.101. For recipients that are state, local, or tribal government entities, award-funded equipment and\ntechnology must supplement, not supplant (replace), locally funded items that would have been funded even in\nthe absence of this award. Funds currently budgeted or obligated for the purchase of equipment and\ntechnology may not be reallocated to other purposes or reimbursed upon receiving the CPD award. Agencies\nshould establish practices to receive, label, inventory and track the location of all purchases made for awardfunded equipment and/or technology. Supplies All supplies must be solely used for the project identified in your project proposal. Reimbursements for office\nsupplies that are consumed by routine administrative purposes instead of project-related activities are\nprohibited. Items must meet the guidelines described in 2 C.F.R. Part 200 (Uniform Administrative Requirements,\nCost Principles, and Audit Requirements for Federal Awards) as adopted by the U.S. Department of Justice in 2\nC.F.R. Part §2800.101. Travel/Training\nTravel costs for transportation, lodging, subsistence, temporary dependent care, and related items are allowable\nunder the CPD program with prior approval from the COPS Office."
}