{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 74,
  "chunk_text": "A sole source\njustification request should be submitted if a recipient determines that the award of a contract through a\ncompetitive process is infeasible. The COPS Office may authorize a noncompetitive proposal if one or more of\nthe following circumstances apply:\n•\n•\n•\n• The item/service is available only from one source. The public exigency or emergency for the requirement will not permit a delay resulting from competitive\nsolicitation. The COPS Office authorizes noncompetitive proposals in response to a written request from the recipient. Competition is determined inadequate after solicitation of a number of sources. What documentation must be submitted to the COPS Office for sole source approval? Requests for sole source procurements of equipment, technology, or services in excess of $150,000 must be\nsubmitted to the COPS Office in writing certifying that the award of the contract through full and open\ncompetition is infeasible. The outline below may be helpful in preparing your agency’s sole source request and ensuring that all of the\nnecessary information is included. The sole source request must be signed and submitted on recipient department letterhead and must include the\nagency’s ORI number and the award number for which the approval is being sought. The request should also\ninclude the following information: 81 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual Section I. A brief description of the project, the amount to be designated for the sole source\nprocurement, and the purpose of the contract\nSection II. (a) An explanation as to why it is necessary to contract in a noncompetitive manner and (b)\nWhich one (or more) of the four circumstances identified below applies to the procurement transaction\n(include supporting information as identified below under the applicable section(s)):\n1. If the item or service is available only from one source, please include the following:\n•\n• • •\n2. If the public exigency or emergency for the requirement will not permit a delay resulting\nfrom competitive solicitation, please include the following:\n•\n•\n•\n• 3.\n4. Uniqueness of items or services to be procured from the proposed contractor or\nvendor (compatibility, patent issues, etc.) How the agency determined that the item or service is only available from one source\n(e.g., market survey results, independent agency research, patented or proprietary\nsystem, etc.) Explanation of need for contractor’s expertise linked to the current project (e.g.,\nknowledge of project management, responsiveness, experience of contractor\npersonnel, prior work on earlier phases of project) Any additional information that would support the case When the contractual coverage is required by your department and why\nImpact on project if deadline/dates are not met How long it would take an alternate contractor to reach the same required level of\ncompetence (equate to dollar amounts, if desired) Any additional information that would support the case The COPS Office authorizes noncompetitive proposals in response to a written request\nfrom the recipient. If competition is determined inadequate after solicitation of a number of sources, please\ninclude the following:\n•\n• Results of a market survey to determine competition availability; if no survey is\nconducted, please explain why not\nAny additional information that would support the case Section III."
}