{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 93,
  "chunk_text": "Rather than focusing primarily on addressing the root causes of a problem, the police focus on the\nfactors that are within their reach, such as limiting criminal opportunities and access to victims, increasing\nguardianship, and associating risk with unwanted behavior. 101 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual Appendix D. National Institute of Justice (NIJ) bulletproof vest\nstandards The following information was adapted from NIJ Guide 100-98, “Selection and Application Guide to Police Body\nArmor.” The publication in its entirety may be requested from:\nNational Law Enforcement and Corrections Technology Center (NLECTC)\n2277 Research Boulevard\nRockville, MD 20850\n800-248-2742 The publication may also be downloaded from the center’s website: https://justnet.org/about/nlectcsystem.html. “NIJ’s policy on body armor has always been that preserving the life of the police\nofficer is the sole criteria on which to judge body armor effectiveness. At present, an\nofficer may select a garment that corresponds to an appropriate threat level and be\nconfident that armor in compliance with NIJ’s standard will defeat the stated threat\nlevel.” Type I (.22 LR; .38 Special) Type I body armor is light. This is the minimum level of protection every officer should have, and the armor\nshould be routinely worn at all times while on duty. Type I body armor was the armor issued during the NIJ\ndemonstration project in the mid-1970s. Most agencies today, however, because of increasing threats, opt for a\nhigher level of protection. This armor protects against .22 long rifle high-velocity lead bullets, with nominal masses of 2.6 g (40 gr),\nimpacting at a velocity of 320 m/s (1,050 ft/s) or less, and against .38 special round-nose lead bullets, with\nnominal masses of 10.2 g (158 gr), impacting at a velocity of 259 m/s (850 ft/s) or less. It also provides protection\nagainst most other .25 and .32 caliber handgun rounds. Type II-A (lower velocity .357 Magnum; 9mm)\nType II-A body armor is well suited for full-time use by police departments, particularly those seeking protection\nfor their officers from lower velocity .357 Magnum and 9mm ammunition. This armor protects against .357 Magnum jacketed soft-point bullets, with nominal masses of 10.2 g (158 gr),\nimpacting at a velocity of 381 m/s (1,250 ft/s) or less, and against 9mm full-metal jacketed bullets, with nominal\nmasses of 8.0 g (124 gr), impacting at a velocity of 332 m/s (1,175 ft/s). It also protects against such threats as .45\nauto., .38 special +P, and some other factory loads in caliber .357 Magnum and 9mm as well as the Type I threats. Type II (higher velocity .357 Magnum; 9mm)\nType II body armor is heavier and bulkier than either Types I or II-A. It is worn full-time by officers seeking\nprotection against higher velocity .357 Magnum and 9mm ammunition. 102 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual This armor protects against .357 Magnum jacketed soft-point bullets, with nominal masses of 10.2 g (158 gr),\nimpacting at a velocity of 425 m/s (1,395 ft/s) or less, and against 9mm full-jacketed bullets, with nominal\nvelocities of 358 m/s (1,175 ft/s)."
}