{
  "document_category": "guidance",
  "document_name": "7320_001_CN-2.pdf",
  "chunk_index": 4,
  "chunk_text": "Once\napproved for a program, the inmate must agree to all required\nconditions of that program. a. Referral Packet. Referral packets shall include the\nAgreement, Home Confinement and Community Control (Attachment A),\nalong with all materials required in the Program Statement on\nCommunity Corrections Center (CCC) Utilization and Transfer\nProcedure. An inmate who refuses to sign Attachment A may not be\nconsidered for participation in Community Corrections programs. The referral should indicate the level of services anticipated,\nincluding:\n(1)\nprogram; the appropriateness of placement in a home confinement (2) the inmate's residence and job or good job prospects to\nexpedite placement on home confinement;\n(3) the inmate's need for placement in the more restrictive\ncomponent of the CCC; and\n(4) the inmate's need for placement in a specialized\nprogram such as substance abuse treatment. P.S. 7320.01\nSeptember 6, 1995\nPage 5\nb. CCM Review. Upon receiving each referral packet, the CCM\nis to review the referral in light of the programming options\navailable in the inmate's release destination area. Occasionally, a referral may indicate no obvious risk to the\ncommunity and no need for CCC services (for example, a supportive\nfamily, a stable residence, confirmed employment (if employable),\nand a positive institutional adjustment). In such cases, the CCM\nmay bypass a CCC and place the inmate directly on home\nconfinement. Conversely, higher risk inmates requiring extensive transition\nassistance may not be placed on home confinement at all, or\nplaced only briefly following CCC placement. c. Inmate Declination. An inmate who declines to participate\nin a recommended home confinement program may be transferred to a\nmore secure facility. 8. PLACEMENT ON HOME CONFINEMENT. Only the CCM may approve home\nconfinement. The CCM shall notify the U. S. Probation Officer\n(USPO) prior to final approval of placement on home confinement\nand document that notification is in the file. General\nconsiderations are:\na. Program Selection. In some jurisdictions, home confinement\nprograms may be available through a U. S. Probation office, a\ncontract CCC or under an Intergovernmental Agreement. The CCM\nshall select the program most likely to meet the inmate's needs,\ngiving consideration to such factors as cost effectiveness,\ngeography, and other management variables. Home Confinement Program requirements, including accountability\nand other supervision needs, are specified in Attachment B. The\nCCM must approve any modification to these requirements in\nadvance. b. Release Plan Verification. To approve a home confinement\nplacement, the CCM must have written verification of the release\nplan from either the USPO or the CCC, including:\n(1) The planned residence, including assurance that it has\ntelephone service without prohibited services listed in\nAttachment A;\n(2) Adults sharing the residence with the inmate are aware\nof, and not opposed to, the inmate's plan to participate in the\nprogram; and,\n(3) Employment (for employable inmates). employment is desirable but not required. Release P.S. 7320.01\nSeptember 6, 1995\nPage 6\nc. Inmate Requirements for Placement. To be placed on home\nconfinement, the inmate must sign the \"Conditions of Home\nConfinement\" BP-460(73) prior to placement. The CCM may permit\n\"call waiting\" on the telephone of inmates whose placement on\nhome confinement is not electronically monitored. (1) Medical and Dental Expenses. Inmates on home\nconfinement programs are responsible for their own medical and\ndental care expenses."
}