{
  "document_category": "guidance",
  "document_name": "5310_017.pdf",
  "chunk_index": 7,
  "chunk_text": "Program coordinator positions are critical to the successful\noperation of Psychology Treatment Programs and their primary responsibility is to their assigned\nprogram; therefore, every effort shall be made to fill these positions in a timely manner (i.e., within\nsix months). (4) Treatment Specialists. Under the clinical supervision of a program coordinator, or other\nsupervisory psychologist, treatment specialists deliver an array of mental health services to include\nindividual and group treatment for inmates in a specific Psychology Treatment Program. Treatment specialists also interact with correctional staff, unit staff, and work supervisors to\nidentify issues that should receive attention in treatment and communicate ways staff can support\npositive treatment gains for participants. Specific duties of treatment specialists are detailed in\napplicable position descriptions and policies, to include: Psychology Treatment Programs, Sex\nOffender Programs, and Treatment and Care of Inmates with Mental Illness. Treatment\nspecialists are critical to the effective operation of Psychology Treatment Programs; therefore,\nevery effort shall be made to fill these positions in a timely manner (i.e., within six months). (5) Advanced Care Level Psychologists. Advanced Care Level Psychologists are assigned to\nprovide direct clinical services to inmates with mental illness and a need for services at or above\nthe CARE2-MH level. These services may be provided on an outpatient basis, or within the\ncontext of a mental health-related Psychology Treatment Program. Advanced Care Level\nPsychologists providing outpatient services may be assigned the role of Mental Health Treatment\nCoordinator, as described in the Treatment and Care of Inmates with Mental Illness policy. Due to their critical clinical role in providing priority services, every effort shall be made to fill\nthese positions in a timely manner (i.e., within six months). (6) Restrictive Housing Psychologists. Restrictive housing psychologists are assigned to provide\ndirect clinical services for inmates in restrictive housing settings, to include the Administrative\nMaximum Unit (ADX), Special Management Units (SMU), or SHU. Restrictive housing\npsychologists spend the bulk of their time delivering services in these settings, to include\nP5310.17 8/25/2016 9 screenings, evaluations, pre-treatment, and treatment services. Specific duties of restrictive\nhousing psychologists are noted in this policy, as well as in the following policies as applicable:\nControl Unit Programs, Inmate Security Designation and Custody Classification, Special\nManagement Units, and Treatment and Care of Inmates with Mental Illness. Due to the\nimportance of ensuring mental health service delivery in restrictive housing settings, every effort\nshall be made to fill these positions in a timely manner (i.e., within six months). (7) Forensic Psychologists. Forensic psychologists are assigned to conduct court-ordered\noutpatient and inpatient forensic evaluations. Specific duties of forensic psychologists are detailed\nin the Forensic and Other Mental Health Evaluations policy. Forensic psychologists are Central\nOffice positions detailed to specific institutions to fulfill the Bureau’s forensic evaluation program\nmission. Forensic psychologists may perform Psychology Services priority list services at their\ninstitution, when these services do not interfere with the primary duties of their position. (8) Staff Psychologists. Staff psychologists are assigned to provide routine clinical services for\nthe inmate population. Staff psychologist duties may include any services in the Psychology\nServices priority list contained in, or reasonably related to, their position description. The major\nduties of staff psychologists include:\n■\n■\n■\n■ Psychological assessment and evaluation. Psychotherapy."
}