{
  "document_category": "guidance",
  "document_name": "SORNA-IC-Guide.pdf",
  "chunk_index": 15,
  "chunk_text": "Establishing a SORNA Program The SMART Office has developed a number of resources to help tribal jurisdictions\nestablish a SORNA program and submit a substantial implementation package. SMART’s Indian Country webpage, available at https://smart.ojp.gov/sorna/indiancountry, has more guidance for tribes implementing SORNA, including the following:\nl l Model Tribal Sex Offender Registration Code. This sample sex offender registration\ncode is intended to be tailored to the needs and circumstances of each particular tribal\njurisdiction. SORNA Implementation Policy and Procedures Guide. This guide assists tribes with\ncreating their own policy and procedure manuals for sex offender registration and\nnotification programs. SMART’s SORNA Substantial Implementation webpage. This page, available at https://\nsmart.ojp.gov/sorna/substantial-implementation, contains information on what the\nsubstantial implementation of SORNA entails, including a detailed checklist and guidance\non what to submit to the SMART Office for review. l l Substantial Implementation Checklist. The checklist is a tool to help jurisdictions\nassess compliance with SORNA requirements as they work to implement the law. Submitting Information for Review. This lists how to submit a substantial\nimplementation package. Tribal Training and Technical Assistance\nThe SMART Office’s training and technical assistance team can provide support to\ntribes on substantial implementation of SORNA, as well as a variety of sex offender\nmanagement issues. Typical methods of assistance include conference calls, webinars,\npeer-to-peer support and onsite support through training and community outreach\nevents. Tribal jurisdictions that are interested in training and technical assistance can contact\nthe SMART Office at AskSMART@usdoj.gov or 202-514-4689. 22 | Guide to SORNA Implementation in Indian Country *NCJ~255091*"
}