{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 42,
  "chunk_text": "In the event that sanctions are imposed or your award is terminated, your agency will be notified in writing\nof our decision and the reason(s) for that decision. Accepting the award After you have reviewed the conditions of your COPS Office CPD Program award and your agency agrees\nwith these conditions, you are ready to accept the award. The Director (or Acting Director) of the COPS\nOffice has signed the award document indicating approval of your award, an obligation of federal funds to\nyour organization, and our commitment to the award. As stated at the beginning of this section, to officially\nbegin your award and draw down your funds, the authorized officials (see the Glossary of Terms on page\n92 of this manual) must access www.cops.usdoj.gov and select the “Account Access” link in the upper right\ncorner to log in, review, and electronically sign the award document with the award terms and conditions;\nif applicable, the cooperative agreement that is incorporated by reference into the award document; and, if\napplicable, the special award conditions and high risk conditions in the award document supplement within\n45 days of the date shown on the award congratulatory letter. Who should sign the award document for our agency? The authorized officials are the law enforcement and government executives who have ultimate and final\nresponsibility for all programmatic and financial decisions regarding this award as representatives of the\nlegal awardee. The COPS Office awards require that both the top law enforcement executive (e.g., chief of\npolice, sheriff, or equivalent) and the top government executive (e.g., mayor, board chairman, or equivalent)\nsign the award document. For non-law enforcement agencies (universities, private organizations, etc.), the\nauthorized officials are the programmatic and financial officials who have the ultimate signatory authority to\nsign contracts on behalf of your organization. Typically, these are the same executives who signed the forms\nlocated in your CPD application package (if one or both of these individuals have changed, please complete\na Change of Information (COI) form online at www.cops.usdoj.gov through the “Account Access” option). If\nyou have any questions as to who should sign the award, please contact your organization’s legal counsel. 29 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual By when must the award document be signed? Please electronically sign the award document and all award condition pages within 45 days of the date\non the award congratulatory letter. Award funds will not be released until we have received your agency’s\nsigned award document, your budget has received final clearance, and any other relevant award conditions\nparticular to your agency have been satisfied. Failure to electronically sign your original award document\nwithin the 45-day award acceptance period may result in your CPD award being withdrawn and the funds\ndeobligated without additional notification. If your agency requires an extension for accepting the award\nbeyond the 45-day acceptance timeframe, please submit a written request to your COPS Office Program\nManager. Be sure to explain the circumstances that prevent your agency from electronically signing the\naward document within the 45-day period, and identify the date by which the award document will be\nsigned."
}