{
  "document_category": "guidance",
  "document_name": "1351_005_CN-2.pdf",
  "chunk_index": 17,
  "chunk_text": "# An employee making such a request must provide\nidentification data, as listed in 28 CFR 16.41, and may use\na Certification of Identity Form (DOJ-361) or self-sworn\ndeclaration. 19. PRIVACY ACT REQUESTS ON BEHALF OF AN EMPLOYEE OR FORMER\nEMPLOYEE. A request for records concerning an employee or former\nemployee made by an authorized representative of that employee or\nformer employee may be made by writing to the address above. Such requests shall be processed pursuant to the provisions of\nthe Privacy Act.\n# The request must be clearly marked on the face of the letter\nand on the envelope \"PRIVACY ACT REQUEST,\" and must describe\nthe record sought, including the approximate dates covered\nby the record. # Verification of the identity of the individual whose records\nare sought is required. See methods of verification listed\nin 28 CFR 16.41. 20. ACKNOWLEDGMENT OF PRIVACY ACT REQUESTS. Requests for\nrecords under the Privacy Act received by the FOIA/PA\nAdministrator, Office of General Counsel, shall be reviewed and\nmay be forwarded to the appropriate Regional Office for handling.\n# Requests for records located at a Bureau institution other\nthan the Central Office or a Regional Office shall be\nreferred to the appropriate staff at that institution for\nproper handling. # The requester shall be notified of the status of his or her\nrequest by the office with final responsibility for\nprocessing the request. # Every effort shall be made to respond to the requester\nwithin the time limit set under the governing disclosure\nstatute. 21. REVIEW OF DOCUMENTS FOR PRIVACY ACT REQUESTS. If a document\nis deemed to contain information exempt from disclosure, any nonexempt sections of the record shall be provided to the requester\nafter deletion of the exempt portions. PS 1351.05\n9/19/2002\nPage 24\n22. LIMITATIONS ON EMPLOYEE RIGHT TO ACCESS UNDER THE PRIVACY\nACT. Under Congressional authority granted to the Attorney\nGeneral by 5 U.S.C. ยง 552a(j) and (k), certain systems of records\nlisted at 28 CFR 16.97 and on Attachment C are exempt from access\nunder the Privacy Act of 1974. Bureau records are also subject to the FOIA exemptions from\ndisclosure listed in 5 U.S.C. ยง 552(b). 23. DENIAL OF ACCESS AND NOTICE OF APPEAL RIGHTS. If a Privacy\nAct request for records is denied in whole or in part, a denial\nletter shall be issued and signed by the Director, or his or her\ndesignee, and shall state the basis for denial under\n28 CFR 513.32.\n# A requestor who has been denied such access shall be advised\nthat he or she may appeal that decision to the U.S.\nDepartment of Justice, Office of Information and Privacy,\n(OIP) by filing a written appeal within 30 days of the\nreceipt of the denial. # The appeal shall be marked on the face of the letter and the\nenvelope, \"PRIVACY APPEAL - DENIAL OF ACCESS,\" and shall be\naddressed to the:\nOffice of Information and Privacy\nU.S. Department of Justice\nSuite 570, Flag Building\nWashington DC 20530 During the appeal, Bureau staff shall assist OIP staff in the\nreview of contested Bureau documents necessary to resolve the\nappeal and/or litigation. This review may be coordinated by\nFOIA/PA staff in the Office of General Counsel or Regional\nCounsel.\n24. CORRECTION OF RECORDS a. Inmate Requests for Correction."
}