{
  "document_category": "guidance",
  "document_name": "(DEA-DC-5)(EO-DEA-007)(Version2)RFRA_Guidance_(Final)_11-20-2020.pdf",
  "chunk_index": 1,
  "chunk_text": "Drug Enforcement Administration\nDiversion Control Division\nGuidance Document Title: Guidance Regarding Petitions for Religious Exemption from the Controlled Substances\nAct Pursuant to the Religious Freedom Restoration Act (Revised)\nSummary: The Drug Enforcement Administration sets forth guidance, in conformance with\nExecutive Order 13891, which will inform religious organizations which use controlled\nsubstances within the free exercise of their religion, of the process in which they may petition for\nan exemption from the Controlled Substances Act. Activity: Request for religious exemptions from the Controlled Substances Act.\nTo Whom It Applies: Parties requesting religious exemptions from the Controlled Substances\nAct. In recent years, the Drug Enforcement Administration (DEA) has seen an increase in\nrequests from parties requesting religious exemptions from the Controlled Substances Act (CSA)\nto permit the use of controlled substances. The Religious Freedom Restoration Act (RFRA)\nprovides that the \"Government shall not substantially burden a person's exercise of religion\"\nunless the Government can demonstrate \"that application of the burden to the person is in\nfurtherance of a compelling governmental interest and is the least restrictive means of furthering\nthat compelling governmental interest.\" 42 U.S.C. ยง 2000bb-l. In Gonzales v. O Centra Espirita\nBeneficente Uniao do Vegetal, 126 S.Ct. 1211 (2006), the Supreme Court held that government\naction taken pursuant to the CSA is subject to RFRA. In order to obtain an exemption under\nRFRA, a party must, as a preliminary matter, demonstrate that its (1) sincere (2) religious\nexercise is (3) substantially burdened by the CSA. 42 U.S.C. ยง 2000bb et seq. The guidelines that follow are an interim measure intended to provide guidance to parties\nwho wish to petition for a religious exemption to the CSA:\n1. Filing Address. All petitions for exemption from the Controlled Substances Act under RFRA\nshall be submitted in writing or email to the Assistant Administrator, Diversion Control Division,\nDrug Enforcement Administration, 8701 Morrissette Drive, Springfield, Virginia 22152,\nODLP@usdoj.gov. 2. Content of Petition. A petition may include both a written statement and supporting\ndocuments. A petitioner should provide as much information as he/she deems necessary to\ndemonstrate that application of the Controlled Substances Act to the party's activity would (1) be\na substantial burden on (2) his/her sincere (3) religious exercise. Such a record should include\ndetailed information about, among other things, (1) the nature of the religion (e.g., its history,\nbelief system, structure, practice, membership policies, rituals, holidays, organization,\nleadership, etc.); (2) each specific religious practice that involves the manufacture, distribution,\ndispensing, importation, exportation, use or possession of a controlled substance; (3) the specific\n1 controlled substance that the party wishes to use; and (4) the amounts, conditions, and locations\nof its anticipated manufacture, distribution, dispensing, importation, exportation, use or\npossession. A petitioner is not limited to the topics outlined above, and may submit any and all\ninformation he/she believes to be relevant to DEA's determination under RFRA and the\nControlled Substances Act. 3. Signature. The petition must be signed by the petitioner, who must declare under penalty of\nperjury that the information provided therein is true and correct. See 28 U.S.C. ยง 1746. 4. Acceptance of Petition for Filing. Petitions submitted for filing are dated upon receipt by\nDEA."
}