{
  "document_category": "guidance",
  "document_name": "5500_014_CN-1.pdf",
  "chunk_index": 10,
  "chunk_text": "The Captain must approve all additions to the tool inventories.\n To add a tool, the detail supervisor/Department Head PS 5500.14\n10/19/2012\nChapter 2, Page 6\nmust submit a memorandum to the Captain through the\nTool Control Officer. The name, size, and quantity of\nthe tool must be identified in the memorandum. The old page will be moved to the right side of the folder for\nreference purposes. Do not destroy these pages for the current\nyear. The right side of the folder will also contain, but is not\nlimited to, the following documentation:\n\n+\n+\n+\n+ \n\n\n Lost or Missing Tool Reports/Found Tool Reports\n(BP-220),\nrequests for additions and deletions to inventories,\nSurvey Requests and Reports,\nStoreroom Requisition Forms, and\nany other documents related to tool control procedures\nfor that particular area. When the annual inventory is completed in January, it must be\nplaced on the left side of the folder and the old inventory moved\nto the right side. Each folder will contain the materials for\nthe current year and past two years. A divider will separate\neach year of documentation. 7. Inventory maintenance in each area with tools is the\nresponsibility of the detail supervisor and department head. 8. When new tools are drawn for replacement, the old tool must\nbe returned to the Tool Control Officer for proper disposal or\nstorage or warranty replacement. Section 207 discusses\nprocedures for disposing of surplus and damaged/worn tools. 9. Tools purchased or acquired from surplus property will be\nstored in the designated secure storage area. The Tool Control Officer will maintain a perpetual inventory of\nall unmarked or excess tools that have been returned to secure\nstorage for issue or reissue. He or she will be the only\nemployee authorized to draw tools from this source. 10. An inventory will be made of all tools and equipment\ncivilian contractors use while working inside the institution. The Captain will establish appropriate controls for all items,\nespecially items classified as Class AA and Class A tools. 205. ISSUING TOOLS 1. All Class AA and Class A tools will be issued only to a\nBureau employee and must be used under that staff’s constant\nvisual supervision. PS 5500.14\n10/19/2012\nChapter 2, Page 7\nClass A tools may be issued to contract employees under the\nsupervision of full time Bureau staff. Special Instructions: All ramset-type guns and ammunition\nwill be stored in the institution Armory. Only a staff member\nmay use these items. Staff requiring use of this equipment will\ncheck the item(s) out from the Security Officer and return the\nitems(s) to the Security Officer, including spent loads, upon\ncompleting each work day or work period. 2. Inmates may use Class B tools under intermittent\nsupervision. The tools must be accounted for following each work\nperiod by the Shop Foreman or detail supervisor. 3. A metal or plastic chit receipt will be received and/or\ntaken for all tools issued. When a tool is issued from a shadow\nboard, a chit must be visible on the shadow board in the tool’s\nspace. 4. All low security level facilities and above, are to\nestablish procedures for the control of:\n\n\n\n\n ladders,\nextension cords,\nchains,\nropes, and\nhoses. Inventories will be in accordance with ladder size to\nfacilitate inspection and handling."
}