{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 11,
  "chunk_text": "The inactive\ncards currently on file will be kept for archiving purposes. In the event a database system is\ndeveloped or used, the local Union will negotiate in accordance with the Master Agreement. Upon commitment, index cards such as quarters’ cards, crew kit cards, Warden’s cards, etc., may\nbe produced in any format. 303. INMATE REMAND AND JUDGMENT & COMMITMENT (J&C) FILES The CSD creates and maintains Inmate Remand and J&C files. ■ The Inmate Remand file (BP-676) is a drop-file folder that may be used for documents\npertaining to pretrial and holdover inmates. ■ The J&C file (BP-174) is a folder marked “Sensitive But Unclassified” which contains\ndocuments relating to sentenced inmates. Due to the sensitive nature of information contained within these files, the front of each file will\nbe stamped “Sensitive But Unclassified.” Disclosure of information contained in these files must\nbe in accordance with the Program Statement on Release of Information. A copy of most documents contained in the J&C file are available in the central file, and\ntherefore, inmates requesting to review the J&C file will be referred to the unit team. P5800.15 1/1/2009 Chapter 3, Page 1 CSD staff may allow inmates to review portions of the J&C file when discussing sentence\ncomputations or detainer issues, unless documents are sealed by the court or otherwise nondisclosable. If clarification of disclosable information is needed, CSD staff must contact their assigned legal\nrepresentative. Inmates are to submit requests for additional access to information or copies of file materials\nthrough regular Freedom of Information Act (FOIA) procedures. Local instructions will be established at each institution to implement this procedure. For security and safekeeping purposes, Inmate Remand, J&C, and holdover files will be stored\nalphabetically in locked cabinets, secured file room, or filing systems when not in use. The file\ncabinets are to be located in a central area for easy access. J&C files of designated inmates will be physically accounted for quarterly (this procedure is also\nrecommended for Remand files). A SENTRY generated roster of the institution’s designated\ninmate population will be used to verify each file. Once completed, the reviewing CSD staff\nmember will sign and date the roster. It is to be maintained for two years. 304. ORGANIZATION OF THE INMATE JUDGMENT & COMMITMENT (J&C)\nFILE\nRefer to Attachment A for the organization of the J&C file. Each document within its same subset will be filed chronologically from bottom to top with the\nmost recent document on top. The most recent sentence computation and good time action sheet, certified, dated, and audited,\nwill be maintained in the J&C file. Prior copies must be kept if they provide a history leading to\nthe most recent computation. History may include jail credit, modified parole eligibility dates,\nviolator computations, changes in sentence structure, or satisfied prior commitments. All material relating to the original sentence computation and previous violator terms for which\nthe violator term was imposed, including the original fingerprint card, will be retained in the J&C\nfile. All other excess prior commitment documents will be forwarded to the unit team for review\nand possible inclusion in the inmate central file."
}