{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 36,
  "chunk_text": "If your agency will use COPS Anti-Gang Initiative (CAGI) grant funds simply to operate a single agency\ndatabase (or other unrelated forms of technology) and will not share criminal intelligence data with other\njurisdictions, 28 C.F.R. Part 23 does not apply to this grant. What you should do:\nAll COPS Office grant recipients were required to agree to the Certification of Review of Criminal Intelligence\nSystems/28 C.F.R. Part 23 as part of their application proposal so the COPS Office can track which agencies\nintend to use their award funds to operate interjurisdictional criminal intelligence systems. If your agency\nintends to use grant funds to operate an inter-jurisdictional criminal intelligence system, you should indicate\nthis on the Criminal Intelligence Systems 28 C.F.R. Part 23 Compliance form that was included with your\ngrant award package, and certify and submit this form along with your signed grant award document as\nyour agency’s agreement to comply with the operating principles found at 28 C.F.R. Part 23. Your agency\nnow must comply with 28 C.F.R. Part 23 in operating the inter-jurisdictional criminal intelligence system\nfunded through your COPS Office grant. 19. Sole source justification\nCondition:\nCAGI awardees who have been awarded funding for the procurement of an item (or group of items) or service in\nexcess of $150,000 and who plan to seek approval for use of a noncompetitive procurement process must provide\na written sole source justification to the COPS Office for approval prior to obligating, expending, or drawing down\naward funds for that item or service. 21 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual Why this condition: In general, award recipients are required to procure funded items through open and free competition. However, in some instances, awardees may have already determined that competition is not feasible. What you should do: If you have received an award for an item (or group of items) or service in excess of $150,000 and have\nalready determined that the award of a contract through a competitive process is infeasible, you must\nprovide a written justification that explains why it is necessary to contract noncompetitively. The initial determination that competition is not feasible can be made if one of the following circumstances\nexists: • The item (or group of items) or service is available only from a single source\n• Public exigency or emergency for the requirement will not permit a delay resulting from\ncompetitive solicitation • Competition is determined inadequate after solicitation of a number of sources The COPS Office will review your request and the supporting information that you provide and will make a\ndetermination as to whether or not an exception can be awarded to the general rule regarding competition. If submitting a sole source justification request to the COPS Office, please use the format described in the\nsole source fact sheet at http://www.cops.usdoj.gov/pdf/cpd/sole-source-justification-fact-sheet.pdf. 20. Debarment and suspension\nCondition: The recipient agrees not to award Federal funds under this program to any party which is debarred or suspended\nfrom participation in Federal assistance programs."
}