{
  "document_category": "guidance",
  "document_name": "know_your_voting_rights.pdf",
  "chunk_index": 2,
  "chunk_text": "Some examples are offices that provide\ndriver licenses, public assistance, or disability\nservices, and Armed Forces recruitment\noffices. Your state may also offer other ways 3 to register, such as at elections offices, voter\nregistration events, a polling place, through the\nmail, or online. If you’re eligible to register, states must\nlet you vote in a federal election as long as\nyour registration application is postmarked\nor received by the right office at least 30\ndays before that election. In some states,\nthe deadline is even closer to the election;\nand some other states permit Election Day\nregistration. Please check your state’s elections website for\nspecific information about the requirements\nand deadlines. You can find that website by\ngoing to vote.gov. When can I be taken off the voter\nregistration list? Under Section 8 of the National Voter\nRegistration Act, officials can take you off the\nvoter registration list for federal elections if\nyou ask them to, or if you die. You can also be taken off the list if you move\naway, as long as officials follow the NVRA’s\nrules about notice and timing. You cannot\nbe removed from the registration list solely\nbecause you did not vote in an election. But you\ncan be taken off if you do not answer a notice\nasking you to confirm whether you have moved,\nand then you do not vote within the next two\nfederal election cycles. Many states will also take you off the list if you\nare convicted of certain crimes or judged to be\nmentally incapacitated. 4 Can I vote if I moved and forgot\nto update my voter registration\naddress? It depends. Suppose you moved within an\narea covered by the same polling place (for\nexample, you just moved down the block). Then\nthe National Voter Registration Act allows you\nto vote at that polling place. But you should\nupdate your address with election officials\n(which you can do at the polling place when you\nvote) so that it is correct for future elections. Suppose you moved to an address that has a\ndifferent polling place, but you still live within\nthe same registrar’s jurisdiction (for example,\nsomewhere in the same city) and the same\nCongressional district. Then you may vote at\nyour old polling place. And in some states,\nyou may also be allowed to vote at your new\npolling place or a central location, such as the\nregistrar’s office, instead of your old polling\nplace. Again, you should update your address\nwith election officials (which you can do at the\npolling place when you vote) so that it is correct\nfor future elections. Suppose you have not moved, but the\nregistration records incorrectly say that you\nhave. Then you have the right to vote at your\npolling place once you affirm that you continue\nto live where you were registered. Please check your state’s elections website\nfor information regarding your proper polling\nplace. You can find that website by going to\nvote.gov. 5 Finally, federal law protects your right to vote\nin presidential elections if you moved shortly\nbefore Election Day or if you are out of state on\nElection Day. This right is protected by Section\n202 of the Voting Rights Act. What if I registered to vote\nbut my name is not listed in\nthe poll book?"
}