{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 37,
  "chunk_text": "20. Debarment and suspension\nCondition: The recipient agrees not to award Federal funds under this program to any party which is debarred or suspended\nfrom participation in Federal assistance programs. Why this condition:\nUnder federal regulations, recipients are required to ensure that federal funds are not given to parties that\nare debarred or suspended from participation in federal assistance programs. This is to protect the public\ninterest and to ensure proper management and integrity in federal activities by conducting business\nonly with responsible parties. For details regarding the debarment and suspension requirements, please\nsee 2 C.F.R. Part 180 (Government-wide Debarment and Suspension), and 2 C.F.R. Part 2867 (DOJ-specific\nrequirements.) What you should do: If under a COPS Office award you enter into a contract for goods or services that is for $25,000 or more or\nany subaward, you must verify that the vendor or subawardee and their respective principals (e.g., owners,\ntop managers) with whom you intend to do business is not excluded or disqualified from participation\nin federal assistance programs. In addition, you must include a term or condition in the contract or\nsubaward requiring the vendor or subawardee to comply with subpart C of the OMB guidance in 2 C.F.R.\nPart 180 (Government-wide Debarment and suspension) and subpart C of 2 C.F.R. Part 2867 (DOJ-specific\nrequirements). 22 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual 21. Employment eligibility\nCondition: The grantee agrees to complete and keep on file, as appropriate, a Bureau of Citizenship and Immigration Services\nEmployment Eligibility Verification Form (I-9). This form is to be used by recipients of federal funds to verify that\npersons are eligible to work in the United States. Why this condition:\nUnder federal immigration law, all employers are required to take certain steps to ensure that persons that\nare hired are legally permitted to work in the United States. The Bureau of Citizenship and Immigration\nServices Employment Eligibility Verification Form (I-9) outlines the types of documents that an employer\nshould review to confirm that a new hire is eligible for employment. What you should do: You do not need to submit any documentation to the COPS Office to satisfy this condition. Rather, you\nshould complete and maintain the I-9 forms for all new employees under the guidelines set forth by the\nBureau of Citizenship and Immigration Services. For further information about this requirement, you may\ncontact the Bureau’s Office of Business Liaison at 800-357-2099 or the National Customer Service Center at\n800-375-5283. 22. Whistleblower protection\nCondition: The recipient agrees not to discharge, demote, or otherwise discriminate against an employee as reprisal for the\nemployee disclosing information that he/she reasonably believes is evidence of gross mismanagement of a Federal\ncontract or grant, a gross waste of Federal funds, an abuse of authority relating to a Federal contract or grant, a\nsubstantial and specific danger to public health or safety, or a violation of law, rule, or regulation related to a Federal\ncontract (including the competition for or negotiation of a contract) or grant. The recipient also agrees to provide\nto their employees in writing (in the predominant native language of the workforce) of the rights and remedies\nprovided in 41 U.S.C. § 4712."
}