{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 60,
  "chunk_text": "Additionally, while it is important to sample both\nsexual abuse and sexual harassment allegations, auditors should prioritize the review of sexual\nabuse allegations. Auditors should also ensure that they review a cross-section of cases that are pending,\nsubstantiated, unsubstantiated, and unfounded; criminal and administrative; and involving\nboth staff-on-inmate and inmate-on-inmate allegations. For investigations that are ongoing,\nauditors should prioritize reviewing those cases that are further along and should be mindful\nnot to select open cases where possible criminal prosecution may be affected. Investigations\nthat were just recently initiated before the auditor arrived onsite may not bear much\n60 substantive information for the purpose of assessing compliance with PREA. When identifying\nallegations for review, auditors should also be aware that such files may not be labeled using\nlanguage that is consistent with the Standards. For example, many facilities may not refer to\ncertain comments or behaviors that are sexually offensive as sexual harassment; therefore,\nauditors should work with the facility staff to understand how such incidents are catalogued in\ntheir records and also be prepared to search the investigative files and incident logs for other\ncommon words or phrases that may meet the definition of sexual harassment. Interviews with\ninformation technology staff can often surface helpful information regarding how the facility\ncategorizes and documents relevant allegations in electronic databases. Estimating Time to Complete the Onsite Audit The time to complete the onsite phase of the audit will vary depending on a number of factors\nsuch as facility type, population size, physical plant layout and size, facility organization, and\npreparedness level. Thus, the PREA Management Office does not prescribe a minimum amount\nof time auditors must spend during the onsite portion of the audit. Rather, the duration of the\nonsite audit must provide adequate time for the auditor to thoroughly evaluate compliance\nwith the PREA Standards in practice and assess the facility’s commitment to sexual safety and\nzero tolerance for sexual abuse and sexual harassment. Auditors must use information obtained about the facility, coupled with the methodological\nrequirements articulated in this Handbook, to determine the appropriate number of days for\nthe onsite portion of the audit. To assist auditors with estimating the duration of the onsite\naudit based on the parameters above, Table 6 provides a breakdown of the estimated time to\ncomplete the required number of inmate and staff interviews based on facility type and\npopulation size. TABLE 6: ESTIMATED TIME TO COMPLETE INMATE AND STAFF INTERVIEWS Inmate Population Size*\n0–50\n51–100\n101–250\n251–500\n501–1,000 1,001–2,500\n2,501+\n2.0 days\n2.2 days\n2.4 days\n2.6 days\n2.7 days\n3.0 days\n3.4 days\nPrisons and Jails\n(20.3 hours) (22.3 hours) (23.7 hours) (25.7 hours) (27.0 hours) (30.3 hours) (33.7 hours)\n0–50\n51–100\n101–250\n251–500\n501+\n1.7 days\n1.9 days\n2.0 days\n2.2 days\n2.4 days\nLockups\n(16.8 hours) (18.8 hours) (20.2 hours) (22.2 hours) (23.5 hours)\nCommunity Confinement 1.7 days\n1.9 days\n2.1 days\n2.3 days\n2.4 days\nFacilities\n(17.3 hours) (19.3 hours) (20.7 hours) (22.7 hours) (24.0 hours)\nJuvenile Facilities\n1.9 days\n2.1 days\n2.3 days\n2.5 days\n2.6 days\n(19.3 hours) (21.3 hours) (22.7 hours) (24.7 hours) (26.0 hours) Note: These estimates are based on a 10-hour work day, the assumption that there is only one auditor working onsite\nwith no support staff, and the assumption that there is no waiting time between interviews or breaks."
}