{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 94,
  "chunk_text": "5.3.4. Community Confinement Title 18 U.S.C. ยง 3563(b) and United States Sentencing Guideline\nSection 5C1.1, provide for residence in or participation in the\nprogram of a community corrections facility. Inmates who are\nsentenced to community confinement reside in a CCC in lieu of\nsome portion of the term of commitment required by the Sentencing\nGuidelines. The judgment should specify \"Community Confinement.\" The CCC referral package should contain the same information as\nspecified in the referral package for Public Law placements. 5.3.5. Intermittent Confinement Offenders sentenced to Intermittent Confinement remain in Bureau\ncustody during nights, weekends, or other time periods, in lieu\nof some portion of the term of commitment required by the\nSentencing Guidelines. This condition of probation is authorized\nin Title 18 U.S.C. ยง 3563(b) and United States Sentencing\nGuideline Section 5C1.1. Usually, it is served in jail. If no\njail or institution is available, a CCC may be designated with\nthe court's approval or upon the court's recommendation. These\ncommitments shall be handled like direct court commitments; the\nUSMS must request designation for an Intermittent Confinement\ncommitment after they receive the Judgment in a Criminal Case\nspecifying commitment to the Bureau. These commitments are\nsubject to the same discipline, escape, and sentence computation\nprocedures (see the Sentence Computation Manual for rules on\nawarding jail credit) as other Bureau inmates during the period\nof Intermittent Confinement. They are probationers during other\ntimes. If a CCC is designated, these cases are subject to the\nprovisions of the Community Corrections Component. These\noffenders should be treated as inmates to the greatest extent\npossible. In the event of a serious disciplinary infraction the\nsentencing court should be notified. PS 7300.09\nCN-2 5/19/99\nChapter 5, Page 9\n5.3.6. CCC Placement as a Release Condition Offenders who are placed on supervised release or have a\nsupervised release period stipulated to follow confinement in\ntheir Judgment in a Criminal Case may be required to reside in a\nCCC as a condition of supervised release for the time specified\nby the court. The USPO may refer offenders serving a supervised\nrelease term in the community who require a more structured\nenvironment to the CCM for CCC placement. When inmates are\nreleased directly from institutions with a court or U.S. Parole\nCommission ordered supervision release condition that they reside\nin a CCC, institution staff shall forward a referral package to\nthe CCM and providing CIMS clearance when appropriate. Refer to\nthe Program Statement on Community Corrections Center (CCC)\nUtilization and Transfer Procedure. 5.4. CENTRAL INMATE MONITORING SYSTEM The Central Inmate Monitoring (CIM) System is a classification\nsystem the Bureau uses to monitor the transfer, temporary\nrelease, and community-based activities of inmates who present\nspecial concerns for management. The CCM has clearance authority\nfor all CIM assignments, except Witness Security cases, which are\nreviewed by the Central Office Inmate Monitoring Section. Community corrections staff shall notify the \"Review Authority\"\nof clearances using EMS Form 404, Requesting Central Inmate\nMonitoring Clearance. See the Program Statement on Central\nInmate Monitoring System for additional information and guidance\non who the appropriate \"Review Authority\" is in different cases. As CIM \"Coordinators\" for inmates confined at contract\nfacilities, CCMs have the same responsibility as the\ninstitutional CIM \"Coordinators\" for CIM cases in their areas."
}