{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 38,
  "chunk_text": "TRGP-E/T funds may pay for computer training for systems, hardware, or software that grantees\nalready own but may not be utilizing to the fullest extent due to of a lack of training. Applicants\nmust demonstrate that the training enhances law enforcement activities, particularly in support of\ncommunity policing. TRGP-E/T funding may be used only for training costs not already funded in\nthe applicant’s budget with state, local, or BIA funds. In addition, TRGP-E/T funding may be used for off-site training required to increase tribal capacity\nto operate a crime information gathering system compatible with the FBI Uniform Crime Reporting\nSystem. C. Allowable costs: Uniforms and basic issue equipment Any bulletproof vest purchased under TRGP-E/T must meet National Institute of Justice standards\nas shown on the list of acceptable vests included in appendix D of this manual on page 80. D. Allowable costs: Technology To be eligible for payment under this grant, the purchase of equipment and technology must occur\non or after the award start date, the items must be those specifically applied for and approved by\nthe COPS Office, and the items must meet the guidelines described in 2 C.F.R. Part 200 (Uniform\nAdministrative Requirements, Cost Principles, and Audit Requirements for Federal Awards) as adopted\nby the U.S. Department of Justice in 2 C.F.R. § 2800.101. Equipment or technology purchased on or 27 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual after the award start date must be in addition to purchases that the grantee is obligated or funded to\nmake in its current budget. Funds currently allocated to purchase equipment or technology may not\nbe reallocated to other purposes or reimbursed upon the award of your agency’s TRGP-E/T grant. E. Allowable costs: Police vehicles Allowable items include police cars, basic vehicle accessory packages, and special conveyances\nsuch as sport utility vehicles, bicycles, motorcycles, snowmobiles, and all-terrain vehicles (ATV). The\nitems must be those specifically applied for and approved by the COPS Office. F. Allowable costs: Travel\nTravel costs for transportation, lodging, subsistence, and related items are allowable under your\nagency’s TRGP-E/T grant if specifically approved by the COPS Office. In accordance with 2 C.F.R.\n§200.474, travel costs for official business directly related to the award will be reimbursed based upon\nthe grantee’s written travel reimbursement policies if the costs are reasonable and allocable under\nthe project. In the absence of an acceptable written policy regarding travel costs, allowable rates and\namounts established by the U.S. General Services Administration (GSA) for the relevant geographic\narea will apply. The current GSA travel policy and per diem rates can be found at www.gsa.gov. Allowable airfare costs will be reimbursed based upon the least expensive unrestricted\naccommodations class offered by commercial airlines—for example, lowest discount commercial\nairfare, the Federal Government contract airfare (if authorized and available), or standard coach\nairfare—unless otherwise authorized in advance by the COPS Office. For grantees subject to 48 C.F.R. Part 31.000, et seq. (FAR-31.2) Cost Principles for Commercial\nOrganizations, travel costs incurred directly by the grantee will be reimbursed if the costs are\nreasonable and allocable under the project."
}