{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 86,
  "chunk_text": "IV. Conflicts of Interest\na. I have read, understand, and agree to abide by all restrictions placed on my ability to\nconduct audits that raise a conflict of interest, or the appearance of a conflict of\ninterest, as described in the PREA Auditor Handbook and PREA Standard 115.402. 88 Auditor Certification Agreement\nV. Auditor Certification Requirements\na. I have read, understand, and agree to abide by all of the requirements in the PREA\nAuditor Handbook regarding probationary certification status (effective beginning\nwith the March 2015 PREA Auditor Candidate Training). b. I have read, understand, and agree to abide by all of the auditor reporting\nrequirements in the PREA Auditor Handbook. c. I have read, understand, and agree to abide by all of the auditor continuing\neducation requirements in the PREA Auditor Handbook. d. I have read, understand, and agree to abide by the requirements in the PREA\nAuditor Handbook regarding voluntary surrender of my PREA auditor certification\nfrom DOJ. e. I have read, understand, and agree to abide by the requirements in the PREA\nAuditor Handbook regarding auditor recertification should I choose to become\nrecertified as a PREA auditor. f. I agree to inform the PREA Management Office immediately of any actions that\nconstitute grounds for disciplinary review or disciplinary action as described in the\nPREA Auditor Handbook, including: if I am arrested or convicted on criminal charges;\nfound liable for fraud or other unlawful behavior that may bear on my honesty or\ncredibility; found culpable of, plead guilty to, or plead no contest to any misconduct,\nsexual abuse, or sexual harassment, or related conduct through any criminal, civil, or\nadministrative investigation or legal proceeding; and/or if I am released from or\nvoluntarily leave employment or contract while under criminal, civil, or\nadministrative investigation for any misconduct, sexual abuse, sexual harassment, or\nrelated conduct. g. I agree to report any knowledge or information pertaining to possible auditor\nmisconduct (including, but not limited to negligence, criminal conduct, malfeasance,\ngross fraud and conflict of interest), concerns regarding an auditor’s compliance\nwith DOJ’s certification requirements, or other actions that constitute grounds for\ndisciplinary review or disciplinary action as described in the PREA Auditor Handbook. I understand that reports may be submitted via the Auditor Feedback Form on the\nPREA Resource Center website. VI. PREA Audit Methodology\na. I have read, understand, and agree that I will conduct audits according to the PREA\nAudit Methodology described in the PREA Auditor Handbook. 89 Auditor Certification Agreement\nVII. Audit Oversight\na. I have read, understand, and agree to abide by the requirements in the PREA\nAuditor Handbook regarding the Quality Improvement program, if selected for\nparticipation. b. I have read, understand, and agree to abide by the requirements in the PREA\nAuditor Handbook regarding Peer Review, if selected for participation. c. I have read, understand, and agree, if directed by the PREA Management Office, to\nabide by the requirements in the PREA Auditor Handbook regarding Disciplinary\nReview. d. I have read, understand, and agree, if directed by the PREA Management Office, to\nabide by the requirements in the PREA Auditor Handbook regarding Remediation."
}