{
  "document_category": "guidance",
  "document_name": "SORNA-IC-Guide.pdf",
  "chunk_index": 3,
  "chunk_text": "Regardless of whether the SORNA Officer collects\nthe information directly or has another agency perform the task, the SORNA Officer\nshould serve as a coordinator and ensure that all the information has been collected and\nentered into the tribe’s registry and the required federal databases. Guide to SORNA Implementation in Indian Country | 3 SORNA In-Person Registration Requirements\nSORNA requires that a registered sex\noffender periodically appear in person\nto verify and update certain registration\ninformation according to the following\nduration and frequency requirements:\nl l l Tier I offenders must appear once a year\nfor 15 years. Tier II offenders must appear once every\n6 months for 25 years. Tier III offenders must appear once\nevery 3 months for life. Sex offenders must initially register in\nperson in each jurisdiction where they\nlive, work or go to school. Further, SORNA\nrequires an in-person appearance by the\noffender when updating certain registration\ninformation, such as residence address. When Must Initial Registration\nOccur? Incarcerated sex offenders must\nbe registered before their release\nfrom imprisonment, while nonincarcerated sex offenders must be\nregistered within 3 business days\nof sentencing for the registration\noffense. If convicted, sentenced or\nincarcerated in another jurisdiction,\nregistration must take place\nwithin 3 business days of the sex\noffender establishing a residence,\nemployment or school attendance in\nyour jurisdiction. Who Must Register With a Tribal Jurisdiction? All adult sex offenders convicted of a\nregisterable sex offense must register,\nregardless of whether the offender is\na native, non-native or tribal member. There must be a conviction, not just an\narrest or accusation. Juveniles convicted\nas adults must also register, as well as\ncertain juveniles adjudicated delinquent\nof particular sex offenses. See “Juvenile\nOffenders and SORNA,” page 19. Offenses Involving Consensual\nSexual Conduct: “Romeo &\nJuliet” Exception An offense involving consensual\nsexual conduct is not a sex\noffense for purposes of SORNA\nand therefore does not require\nregistration if the victim is at least\n13 years old and the offender is\nnot more than 4 years older than\nthe victim or if the victim is an\nadult (unless the adult is under the\ncustodial authority of the offender at\nthe time of the offense). 4 | Guide to SORNA Implementation in Indian Country Where To Register: Registration\nJurisdictional Issues\nSORNA requires that sex offenders initially\nregister in the jurisdiction of conviction. Thereafter, they must register in any\njurisdiction where they —\nl live, l work, and l go to school. It is possible that a sex offender will\nhave to register in multiple registration\njurisdictions. For example, a sex offender\nwho lives in New Mexico, works in Arizona\nand goes to school in Colorado is required\nto register in all three states and keep their\nregistration current in each. Similarly, a sex\noffender who works on the Navajo Nation\nIndian Reservation and lives in Gallup,\nNew Mexico, is required to register with\nboth the Navajo Nation and the state of\nNew Mexico. If the sex offender moves to\nFlagstaff, Arizona, and continues working\non the Navajo Nation Indian Reservation,\nthey must notify the appropriate\nregistration agency in New Mexico of their\nchange in residence, notify the Navajo\nNation that they now live in Arizona, and\nregister with Arizona. A sex offender may also live, work and go\nto school exclusively in a tribal jurisdiction. If so, the offender is required to register\nonly with the tribal jurisdiction."
}