{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 98,
  "chunk_text": "Fingerprint images are\ncollected from crime scenes or are taken from criminal suspects when they are arrested. Fingerprint images\nmay be captured by placing a finger on a scanner or by electronically scanning inked impressions on paper. award package. The award package includes your TRGP award document, Financial Clearance Memorandum\n(FCM), and award congratulatory letter; it may be accessed through the “Account Access” link on the COPS\nOffice website (www.cops.usdoj.gov). Your agency’s TRGP award document will list your grant number,\ngovernment executive, award amount, number and hiring category of positions awarded, award start\nand end dates, and all terms and conditions (including any special conditions placed on your agency’s 86 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual TRGP grant). Your law enforcement and government executives have 90 days from the date on your award\ncongratulatory letter to log on to their accounts in “Account Access” and electronically sign the award\ndocument and submit it to the COPS Office. Your agency’s FCM will specify the final amount of TRGP funds\nawarded to your agency for officer salaries and approved fringe benefits. award start date. This is the date on or after which your agency is authorized to purchase any allowable\nequipment, services, or other costs that were approved by the COPS Office. The award start date is found on\nyour grant award document. Grantees may not expend funds prior to this date without written approval from the\nCOPS Office. career law enforcement officer. The COPS Office statute defines a career law enforcement officer as a person\nhired on a permanent basis who is authorized by law, or by a state or local public agency, to engage in or\noversee the prevention, detection, or investigation of violations of criminal laws. Catalog of Federal Domestic Assistance (CFDA). The CFDA is an annual government-wide publication that\ncontains a description and index of all forms of federal assistance. Each program is assigned a CFDA number,\nwhich is used by auditors to track grant revenues under the Single Audit Act. It is also used in participating\nstates by state single points of contact in conducting the required intergovernmental reviews under\nExecutive Order 12372. The CFDA number for the COPS Office TRGP grant is 16.710. closeout. This is the process in which the awarding agency, the COPS Office, determines that all applicable\nadministrative actions and all required work and conditions of the award have been completed and met by\nthe recipient and awarding agency. cognizant federal agency. Your cognizant federal agency is generally the federal agency that provides your\nagency with the most federal money. The Office of Management and Budget (OMB) may have already\nassigned your cognizant federal agency to you. If this is the first federal grant that your organization has\nreceived, the U.S. Department of Justice (DOJ) is your cognizant federal agency. community policing. Community policing is a philosophy that promotes organizational strategies that\nsupport the systematic use of partnerships and problem-solving techniques to proactively address the\nimmediate conditions that give rise to public safety issues such as crime, social disorder, and fear of crime."
}