{
  "document_category": "guidance",
  "document_name": "5330.11.pdf",
  "chunk_index": 37,
  "chunk_text": "• Expressed him- or herself in group, demonstrating the ability to give and receive appropriate\nfeedback from other staff and inmates. • Mastery of phase-related concepts. Inmates who do not demonstrate these behavioral changes are not ready for RDAP completion. (b) RDAP Treatment Summary. Two weeks prior to the inmate’s scheduled date for RDAP\ncompletion, the DAPC will ensure the RDAP Treatment Summary is sent to the Unit Team and\nTransitional Drug Abuse Program Coordinator (T-DATC) in the region of release (see example on\nSallyport). The DAPC should review the Treatment Summary for accuracy and completeness,\nand sign it prior to forwarding it to the unit team and T-DATC. (c) Withdrawal/Incomplete. An inmate may withdraw voluntarily from the program. Withdrawals must be documented on the Change in RDAP and § 3621(e) Status form (BPA0767) and forwarded to the Unit Team. If the inmate was previously determined ELIGIBLE, the\nDAPC, or designee, must change SENTRY to reflect ELIGIBLE to INELIGIBLE, change DAP\nPART to the applicable removal code, and forward the Change in RDAP and § 3621(e) Status\nform to the DSCC. An inmate may also be moved to incomplete status for many reasons: placement in the Special\nHousing Unit (SHU), removed from the institution on a writ, unforseen redesignation, etc. An\nincomplete does not mean the inmate is automatically a failure. The DAPC and the treatment\nteam will make the decision on the inmate’s final treatment determination depending on the\nreason for his or her incomplete status. Inmates who do not complete the RDAP for reasons other\nthan expulsion also require a Discharge Note with the reason(s) for non-completion documented\nin the Evaluation section of PDS. At that time the DAPC, or designee, is to make the appropriate\nchanges to the inmate’s SENTRY assignment(s). (d) Intervention and § 550.53(g) Expulsion from RDAP. (1) Inmates may be removed from the program by the Drug Abuse Program\nCoordinator because of disruptive behavior related to the program or\nunsatisfactory progress in treatment. (2) Ordinarily, inmates must be given at least one formal warning before removal\nfrom RDAP. A formal warning is not necessary when the documented lack of\nP5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 2\nPage 17 compliance with program standards is of such magnitude that an inmate’s\ncontinued presence would create an immediate and ongoing problem for staff and\nother inmates. (a) Circumstances for an Intervention. Ordinarily, staff will provide the inmate with at least one\ntreatment intervention prior to removal. However, in response to disruptive behavior or\nunsatisfactory progress, treatment staff will:\n• Meet with the inmate to discuss his or her behavior or lack of progress. • Assign the treatment intervention(s) chosen to reduce or eliminate the behavior, or to improve\nprogress. • Warn the inmate of the consequences of failure to alter his/her behavior. • Properly document in PDS the meeting and treatment intervention(s) assigned. • Properly document in PDS changes to the inmate's treatment plan, and ensure that both staff\nand the inmate sign the amended treatment plan. • When appropriate, require the inmate to discuss his or her targeted behavior in the community. (b) Circumstances for Expulsion."
}