{
  "document_category": "guidance",
  "document_name": "7320_001_CN-2.pdf",
  "chunk_index": 3,
  "chunk_text": "A computer which contacts\nthe inmate periodically to ensure that he or she is at the\nmonitored location and verifies that the person responding is the\nmonitored inmate. Verification may be accomplished in a variety of ways,\nincluding, but not limited to, a device the inmate wears and\nvoice verification. (3) \"Hybrid\" Equipment. Equipment which combines the two\ntypes of equipment described above but functions similarly to a\ncontinuously signalling device. When the equipment notes the inmate has left the monitored\nrange at an unauthorized time, it functions similarly to a\nprogrammed contact device by telephonically contacting the inmate\nand verifying that the person responding is the monitored inmate. If verification does not occur, notification of the violation is\nmade. c. \"Old Law\" and \"New Law\" Sentences (1) \"Old law\" refers to the federal criminal code in effect\nprior to the implementation of the Sentencing Reform Act of 1984\n(Title II of the Comprehensive Crime Control Act of 1984). (2) \"New law\" is that Act (also known as the Sentencing\nGuidelines) which applies to federal criminal offenses committed\non or after November 1, 1987. 6. ELIGIBILITY FOR HOME CONFINEMENT. All inmates referred to\ncommunity corrections are eligible to be considered for home\nconfinement placement. While the Bureau also provides Community Corrections Center (CCC)\nservices for persons as a condition of probation, parole, or\nsupervised release, only in the most extraordinary circumstances\nwill the Bureau assume responsibility for such persons on home\nconfinement. The Community Corrections Manager (CCM) shall ensure that each\nappropriate inmate is placed on home confinement as soon as\notherwise eligible. The CCM shall can consult with the\nCommunity Corrections Regional Administrator (CCRA), or\ndesignee, prior to placing on home confinement any inmate for\nwhom any of the following factors apply:\na. Public Safety Factors as defined in the Security\nDesignation and Custody Classification Manual; or\nb. Central Inmate Monitoring case (except \"pure\" separation\ncases); or P.S. 7320.01\nSeptember 6, 1995\nPage 4\nc. Sensitive, or high profile case or one who might generate\nundue public concern; or\nd. History of escape or prior CCC failure; or e. Unlikely to be employed. Historically, inmates who were\nnot going to be employed were often excluded from community\ncorrections placements. Examples are inmates who are elderly,\nretired, disabled, chronically ill, unable to work at paid\nemployment, occupied in caring for their own young children or\nill or disabled family members. When such inmates are otherwise eligible, institutions are\nencouraged to refer them for direct placement on home confinement\nwith special reporting requirements arranged by the CCM. Of\nprimary concern is ensuring that the Bureau does not incur\ncommunity medical costs. 7. REFERRAL TO COMMUNITY CORRECTIONS. Institution staff shall\nrefer inmates for pre-release placement to the appropriate CCM,\nwho, after reviewing the referral material, shall refer the case\nto the most appropriate program -- CCC, Comprehensive Sanctions\nCenter (CSC), home confinement program, or other community\nprogram. An inmate may not apply for a particular community program. Once\napproved for a program, the inmate must agree to all required\nconditions of that program. a. Referral Packet. Referral packets shall include the\nAgreement, Home Confinement and Community Control (Attachment A),\nalong with all materials required in the Program Statement on\nCommunity Corrections Center (CCC) Utilization and Transfer\nProcedure."
}