{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 16,
  "chunk_text": "At the end of each fiscal quarter, the MCA\nshall send a copy of the report and the Checklist to the CCRA and\nthe Community Corrections Branch, Assistant Administrator of\nOperations. At the conclusion of the training period, MCAs shall evaluate\nthe CCST's performance and forward the evaluation with\nrecommendations, to the CCRA. The CCRA shall determine if\ntraining objectives have been met and whether any further\npersonnel action (promotion, further training, reassignment)\nshould be considered. The CCRA shall forward a copy of this\nfinal report to the Assistant Administrator of Operations. 3.2.3. Training for Student Interns In offices where a paid student intern is assigned, the CCM\n(unless otherwise delegated by the CCRA) shall develop a\ncomprehensive training plan which involves the intern in critical\noffice functions. The CCM shall evaluate the intern monthly and\nsubmit quarterly reports with recommendations to the MCA for\nreview with a copy to the CCRA and Community Corrections Branch\nAssistant Administrator of Operations. A full-time staff member\nshall review work performed by paid or unpaid student interns. 3.2.4. Annual Training and Development Plans CCRAs, MCAs, CCMs, and TSMs, if acting in a supervisory capacity,\nshall compile a Training and Development Plan (TDP) for use\nthroughout the fiscal year including mandatory training,\ndepartment goals and/or new technology, as well as the equipment\nnecessary, to carry out the plan throughout the fiscal\nyear. Training opportunities outside the Bureau should be\nconsidered and can be added as the TDP is updated throughout the\nyear. The TDP reflects the results of individual needs assessments\nculminating from each supervisor's annual review of each\nemployee's training needs. The Regional Employee Development\nAdministrator is available for assistance in developing needs\nassessments and local or departmental TDPs. Further information\nregarding needs assessments and TDPs is found in the Employee\nDevelopment Manual. PS 7300.09\n1/12/98\nChapter 3, Page 5\n3.2.5. Updating Employee Training Records Supervisors shall send a Request, Authorization, Agreement and\nCertification of Training form (SF-182) to the Regional Training\nCoordinator to ensure the employee's individual training record\nis updated. Completed training shall be reviewed at the time of\nannual performance evaluations. 3.3. STAFF CERTIFICATION Community corrections staff perform a number of technical tasks\nin inmate monitoring. Failure to follow proper procedures could\nresult in infringement of inmate rights. In order to ensure\nstaff are knowledgeable in these matters, the CCM, Case Manager,\nLegal Instruments Examiner, and other locally identified staff\nshall be certified in Central Inmate Monitoring. Recertification\nmust occur every three years. All staff who use JUST terminals and/or teletype machines must be\ncertified. Recertification is required every two years and must\nbe maintained. The CCM, COS and CCM Trainee shall receive Contracting Officer\nTechnical Representative (COTR) certification. 3.4. PERFORMANCE EVALUATION Supervisors are required to complete quarterly performance logs,\nsix-month progress reviews, and annual performance evaluations on\neach employee under their supervision. The Regional Personnel\nOffice shall provide scheduling and forms. See the Human\nResource Management Manual.\n3.5. SUPERVISION CCMs are responsible for supervising all staff in their\ncommunity corrections office. MCAs supervise their\nAdministrative Assistants and CCMs, while the CCRA supervises\nMCAs, TSMs, and regional staff assigned to their\noffice. Either the TSM or CCRA supervises staff assigned to\nwork with the Transitional Services Program. This\ndetermination is made at the regional level.\n! PS 7300.09\n1/12/98\nChapter 3, Page 6"
}