{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 44,
  "chunk_text": "The U.S. Probation Office in the district of release will supervise any inmate released by action\nof the USPC. Military and Coast Guard inmates released on parole are subject to the same USPC\nrules and regulations as Federal inmates. f. Transfer of an Inmate to a Foreign Country. Once an inmate has been approved for\ntransfer to a foreign country to serve his or her U.S. sentence, the procedures established in the\nProgram Statement on Transfer of Offenders to or from Foreign Countries will be followed. All\ninmates, to include state inmates, enroute to a foreign country will be removed from SENTRY as\na Treaty Transfer (TRTY TRANS). P5800.15 1/1/2009 Chapter 9, Page 6 904. RELEASE PAPERWORK Inmates releasing to a detaining authority, whether temporary or final, must have an In-Transit\nData Form (BP-A0175) and a Release Authorization Form (BP-A392). However, a Release\nAuthorization need not be prepared when a transfer receipt is used (e.g., bus/airlift). Instructions\nfor completing these forms are outlined below. Note: An In-Transit Data Form need not be completed for the final release of an inmate to the\ncommunity. Chapter 10 of this manual outlines the types of final release and the paperwork associated with\neach type of release. For final releases, unit staff will prepare the release paperwork and a release folder on each\ninmate scheduled for release. This folder will contain the inmate’s various release paperwork\nand an envelope with the inmate’s name and register number. All documents, forms, or items that are to be given to the inmate at release will be placed in this\nenvelope, including the inmate’s driver’s license or Social Security card, which may have been\nstored in section 3 of the inmate central file. The inmate may retain his or her inmate\nidentification card upon release. The completed release folder will be delivered to CSD staff no later than two working days prior\nto the inmate’s scheduled release date, however, unit staff are encouraged to complete and route\nthe release packet in advance of the release date to allow time for corrections. CSD staff will verify each release folder for content and accuracy of CSD-related data, e.g., days\nremaining, release method, release date, etc. Unit staff are responsible for making corrections,\nproviding mailing envelopes with addresses, and returning the packet to CSD. a. In-Transit Data Form (BP-A0175). Upon notice that an inmate is to be transferred,\ntemporarily released, or permanently released to an authorized Law Enforcement Officer (i.e.,\nUSMS, State Law Enforcement Officer, Bureau of Prisons Bus Officer), the CSD will ensure the\nfollowing:\n A hard copy of the SENTRY automated In-Transit Data Form is provided.\n The information indicated on the top portion of the form is accurate and is verified with\nsource documents (refer to Chapter 4 for more information).\n The detainer remarks printed are accurate and up-to-date (refer to Chapter 6 for more\ninformation).  The “CMC Clearance and Separatee Data” was reviewed within the last 24 hours, and if\nchanged, a new copy will be attached. P5800.15 1/1/2009 Chapter 9, Page 7  The In-Transit Data Form is within 30 days of signature. "
}