{
  "document_category": "guidance",
  "document_name": "1490_006_CN-1.pdf",
  "chunk_index": 5,
  "chunk_text": "Unit staff will update the case manager assignment in\nSENTRY;\nb. Unit staff will notify the VWC of the CSW change; PS 1490.06\n5/23/2002\nPage 7\nc. The VWC will cancel the first notification; and d. The VWC will recreate a notification for the appropriate\nCase Manager. 12. ACCESS TO THE SYSTEM. Each victim is assigned a Victim\nIdentification Number (VIN) and a Personal Identification Number\n(PIN) which allows them to access the automated system. When a\nvictim contacts unit staff and indicates that they have lost\ntheir VIN or PIN, unit staff will regenerate an initial letter\nand forward it to the victim at the address contained in VNS. 13. NOTIFICATION [PROCEDURES §551.152 a. A victim and/or witness of a serious crime who wants to be\nnotified of a specific inmate's release must make this request to\nthe United States Attorney in the district where the prosecution\noccurred. Requests for notification received by the Bureau of\nPrisons directly from a victim and/or witness will be referred to\nthe U.S. Attorney in the district of prosecution for approval. b. Institution staff shall promptly notify the victim and/or\nwitness when his or her request for notification has been\nreceived. Staff shall advise each approved victim and/or witness\nof that person's responsibility for notifying the Bureau of\nPrisons of any address and/or telephone number changes.]\nc. Types of Notifications and Time Frames. All notifications\nwill be made by using the template in VNS. The letters created\nby the template must not be altered in any way that will affect\ntheir content or overall appearance. However, the Victim and Witness Notice form (BP-323) may be\ncompleted as needed for the appropriate notification. The\ninitial notification letter must include a copy of the Department\nof Justice Victim Notification System Pamphlet. Initial and subsequent All notifications will be sent via\nregular mail. with the exception of escape notifications, which\nmust be mailed via certified mail, return receipt requested. The “Contact Preferences” option may only be used for initial\ndesignation notifications. The Unit Manager is responsible for ensuring that notifications\nare timely and accurate in the following circumstances: PS 1490.06\n5/23/2002\nPage 8\n(1) Initial Notification. VNS will create a pending initial\nnotification (initial designation) once the inmate’s sentence\ncomputation has been completed. Unit staff will complete the\ninitial notification to the victim(s) within 30 calendar days of\nthe date the notification was posted on VNS. All initial\nnotifications (initial designation) can be made using the\n“Contact Preferences” option which allows the preferred\nnotification method of the victim to be used when processing this\ntype of notification. If the victim’s preferred method of notification is a\nletter, the victim will also be provided a copy of the Department\nof Justice Victim Notification System Pamphlet which contains a\nbrief description of VNS procedures and instructions for\naccessing the Victim Notification Call Center. If Central Office staff or the institution VWC enters a\nvictim into VNS, an initial notification (initial BOP) will be\ngenerated in VNS. In this type of notification, staff cannot use\nthe “Contact Preferences” option for providing notification. Unit staff will complete an initial notification letter and mail\nit with the Department of Justice Victim Notification System\nPamphlet, to the victim(s) within 30 calendar days of the date\nthe notification was posted on VNS."
}