{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 39,
  "chunk_text": "The signature of the person taking the print certifies that a comparison has been made and the\nidentity of the inmate has been established. The final disposition, physical description, and the\ninmate’s FBI number will be included on the card. The fingerprint card will then be filed in the\nJ&C file. Notifications will be made in accordance with the Program Statement on Escapes/Deaths\nNotifications. 804. FORM I-178, CJIS SUPPLY REQUISITION FORM This form is available on Sallyport and is used for ordering FBI forms. It is self explanatory. 805. ARREST RECORD Fingerprint cards are submitted to the FBI to determine prior arrests, to update information about\na new arrest, and to verify the inmate’s identity. If the inmate has been arrested previously, the\nFBI will have an arrest record that includes the date, name used, place and agency identification\nnumber for that arrest, charge, and known disposition for each entry. The USMS may have obtained an FBI arrest record in time to deliver it with the other\ncommitment documentation. In these cases, the FBI number will be available as well as leads\nthat may be useful in determining current status of pending charges or detainers. Arrest records received directly from the FBI will be reviewed by CSD staff for the following\ninformation:\n To confirm identity of commitments. (Questionable cases will be referred to the Regional\nCorrectional Programs Administrator.) P5800.15 1/1/2009 Chapter 8, Page 4  To obtain and record FBI numbers in SENTRY which were previously unavailable.\n To determine whether charges may be pending in any other jurisdiction that need to be\ninvestigated. If the arrest record indicates other names used, SENTRY will be updated to reflect the alias\nnames. Also, the FBI number assigned will be entered. The original arrest record will be\nforwarded to the inmate’s unit team for inclusion in the inmate central file. P5800.15 1/1/2009 Chapter 8, Page 5 CHAPTER 9. INMATE MOVEMENT AND RELEASE\n901. DEFINITION AND RESPONSIBILITIES The Institution Correctional Systems Department/DSCC is responsible for preparing inmates for\nrelease from the institution as a result of:\n\n\n\n\n\n Medical treatment. Transfer to another Federal facility. Court orders. USPC decisions. Expiration of the confinement portion of the sentence. Any other method meeting legal qualifications for release. To carry out this responsibility, the following procedures are established for processing inmates\nfor release. 902. TEMPORARY RELEASE OF INMATES\na. Emergency Medical Release. An emergency medical release requires an inmate’s\nimmediate removal to a medical facility, other than the institution hospital, for emergency\ntreatment. This type of release usually occurs when an inmate is injured in an accident, is\nassaulted, attempts suicide, or experiences some other medical emergency of a life threatening\nnature. Note: Proper photograph and fingerprint identification will be made prior to the inmate’s\ndeparture from the institution, when possible. In life threatening situations, identification will be\ndelayed until local hospital officials give approval to complete the process. Fingerprint identification will be obtained (placed on a Marshals’ Receipt, BP-A378, or a\nTransfer Receipt, BP-A821) for inmates who are at the hospital and will be guarded by a contract\nsecurity guard service at the outside facility."
}