{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 47,
  "chunk_text": "47 2016 COPS Hiring Program (CHP) Award Owner’s Manual Contact points to obtain technical assistance and report violations Any alleged violations, serious irregularities, or acts that may result in the use of public funds in a manner\ninconsistent with the Public Safety Partnership and Community Policing Act of 1994 or the purposes of this\naward, may be reported to the U.S. Department of Justice. Furthermore, the COPS Office welcomes the\nopportunity to provide assistance regarding the implementation of award provisions to help ensure that federal\naward funds are spent responsibly. As such, the following contacts are provided to address noncompliance and\ntechnical assistance issues:\n•\n•\n• If you suspect violations of a criminal nature, please contact the U.S. Department of Justice, Office of the\nInspector General (OIG) at https://oig.justice.gov/hotline/, OIG.hotline@usdoj.gov, or 800-869-4499. If you suspect award violations (not criminal in nature) related to the award conditions listed in this manual,\nplease contact the COPS Office Grant Monitoring Division at 202-514-9202. If you have any questions or need assistance regarding your award, please contact your COPS Office Grant\nProgram Specialist at 800-421-6770. 48 2016 COPS Hiring Program (CHP) Award Owner’s Manual VI. Community Policing Activities The COPS Office defines community policing as a philosophy that promotes organizational strategies that\nsupport the systematic use of partnerships and problem-solving techniques to proactively address the\nimmediate conditions that give rise to public safety issues such as crime, fear of crime, and social disorder. CHP\nawards must be used to initiate or enhance community policing activities. All newly hired, additional, or rehired\nofficers funded under CHP (or an equal number of redeployed veteran officers) must implement your agency’s\napproved community policing strategy, which you described in your award application, and advance your\nagency’s community policing activities over the life of the award. In your application, you specified a community policing implementation strategy for the CHP award with specific\nreference to a specific crime or disorder problem and the following elements of community policing:\n•\n•\n• Problem solving—your agency’s strategy to assess and respond to the problem identified\nCommunity partnerships and support, including related governmental and community initiatives that\ncomplement your agency’s proposed use of CHP funding\nOrganizational transformation—how your agency will use these funds to reorient its mission to\ncommunity policing or enhance its involvement in and commitment to community policing Your organization may be audited or monitored to ensure that it is initiating or enhancing community policing\nin accordance with the community policing strategy or strategies you indicated in your application and that the\nofficers hired (or an equal number of redeployed veteran officers) are used to implement this strategy. We\nunderstand that your community policing needs may change during the life of your award. We also recognize\nthat this strategy may incorporate a broad range of possible community policing strategies and activities and\nthat your agency may implement particular community policing strategies from the plan on an as-needed basis\nthroughout the life of the award. Minor changes to this plan may be made without prior approval of the COPS\nOffice; however, recipients will be required to report on progress or changes to the community policing strategy\n(if any) through required quarterly progress reports."
}