{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 32,
  "chunk_text": "2. Data Universal Numbering System (DUNS) number means the nine- or thirteen-digit number\nestablished and assigned by Dun and Bradstreet, Inc. (D&B) to uniquely identify business entities. A\nDUNS number may be obtained from D&B by telephone (currently 866-705-5711) or the Internet at\nhttp://fedgov.dnb.com/webform. 3. Entity, as it is used in this award term, means all of the following, as defined at 2 C.F.R. Part 25,\nsubpart C:\na. A governmental organization which is a state, local government, or Indian Tribe;\nb. A foreign public entity; c. A domestic or foreign non-profit organization; d. A domestic or foreign for-profit organization; and e. A federal agency, but only as a subrecipient under an award or subaward to a non-federal\nentity. 19 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual 4. Subaward:\na. This term means a legal instrument to provide support for the performance of any portion of\nthe substantive project or program for which you received this award and that you as the recipient\naward to an eligible subrecipient. b. The term does not include your procurement of property and services needed to carry out the\nproject or program (for further explanation, see Sec.II.210 of the attachment to OMB Circular A-133,\n“Audits of States, Local Governments, and Non-Profit Organizations”). c. A subaward may be provided through any legal agreement, including an agreement that you\nconsider a contract. 5. Subrecipient means an entity that:\na. Receives a subaward from you under this award; and\na. Is accountable to you for the use of the federal funds provided by the subaward. Why this condition: The purpose of this standard award term is to ensure government-wide uniformity in establishing the DUNS\nnumber as the universal identifier for federal financial assistance applicants, as well as recipients and their\ndirect subrecipients (if applicable), and to establish the SAM as the repository for standard information about\napplicants and recipients. What you should do: At the time of grant application, your agency was required to provide its DUNS number and be registered in\nthe SAM database. Your agency should continue to use the same DUNS number provided in your grant application and\nupdate, as needed, the information associated with that DUNS number. If your agency is authorized to make\nsubawards under its award, your agency may make subawards only to entities that have DUNS numbers. For\nmore information about your DUNS number, please contact D&B using the toll-free number 866-705-5711 or\nvisit http://fedgov.dnb.com/webform. Your agency must maintain active registration and current information in the SAM until you submit the final\nfinancial report or receive the final payment under your award, whichever is later. Your agency must review\nand update its SAM information at least once per year to maintain an active registration status. For more\ninformation about SAM registration, please visit www.sam.gov. 24. Reporting subawards and executive compensation The Office of Management and Budget requires federal agencies to include the following standard award term in\nall grants and cooperative agreements made on or after October 1, 2010:\na. Reporting of first-tier subawards. 1. Applicability."
}