{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 77,
  "chunk_text": "If DOJ identifies information as\npart of this review that raises questions about or contradicts a governor’s certification\nsubmission, DOJ will be in contact with that state or territory for additional information. By way\nof example, if an agency has received findings of full compliance for all of its facilities but DOJ is\naware of an agency-wide policy that is out of compliance with the PREA Standards, this\nincongruity will be brought to the governor’s attention and should be considered when\ndetermining whether to submit a certification or assurance to DOJ. The DOJ PREA Working Group issued formal guidance in February 2013 28 indicating that audits\nrepresent just one piece of information a governor can use to determine compliance with the\nStandards. Neither the PREA statute nor the Standards restrict the sources of information that\ngovernors may use in deciding whether to certify full compliance with the Standards. Thus, if a\nstate has passing PREA audits but the governor is in possession of information that contradicts 28 See the full FAQ here: www.prearesourcecenter.org/node/3277. 78 full compliance in those facilities, that information may impact the governor’s ability to certify\nfull compliance with the PREA Standards. Additionally, where there is a PREA audit finding that is incongruent with an agency’s or\nfacility’s compliance, either in policy or practice, the auditor should be prepared to answer\nquestions from the audited agencies and facilities regarding his or her evaluation of compliance\nfor the Standard(s) in question. Impact on the Safety and Wellbeing of Inmates\nBeyond the ramifications that incongruent audit findings can have on a governor’s certification\ndetermination, auditors’ compliance determinations have real implications for the safety and\nwellbeing of inmates who are most vulnerable to sexual abuse and sexual harassment. It is\nDOJ’s expectation and an auditor’s responsibility to rigorously evaluate a facility’s or agency’s\ncompliance with each provision of every Standard. And where areas of noncompliance are\nidentified, it is the auditor’s responsibility to work collaboratively with the facility on a\ncorrective plan that will put the facility on a path toward full compliance. Section VII. Maintaining, Losing, or Giving up Certification Voluntary Surrender of Certification\nAuditors may voluntarily surrender their certifications. To do so, auditors should notify the\nPREA Management Office via email at PREACompliance@usdoj.gov. This notification should\ninclude the auditor’s name and contact information, including a current email address. An auditor’s voluntary surrender of his or her certification will take effect on the date the\nnotification is received by the PREA Management Office from the auditor. The auditor’s name\nwill then be removed from the list of certified auditors on the PREA Resource Center website. Auditors are not permitted to voluntarily surrender their certifications if they are currently\nunder contract to conduct one or more PREA audits. In limited circumstances, however, the\nPREA Management Office may allow an auditor to voluntarily surrender his or her certification\nwhile under contract for a PREA audit. In such cases, the auditor must adhere to the following\nguidelines for audit contracts following voluntary surrender of certification.\n•"
}