{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 20,
  "chunk_text": "When auditing violator terms, an audit of the original and any related violator computations must\nbe performed. Note: For Supervised Release Violators, a thorough review of all sentencing material must be\nconducted to include over-served time, jail credit, etc.\nc. J&C Order. Prior to calculating an inmate’s sentence, DSCC staff will carefully analyze\nthe J&C to ensure it is in accordance with applicable statutes, case law, and the U.S. Sentencing\nGuidelines. Each J&C must be examined carefully to ensure that it is a bonafide legal document that has been\nissued by the appropriate court. In some cases, a court will enter an order that is contrary to the Bureau’s statutory interpretation. If the order involves the awarding of jail credit, DSCC staff must perform an Independent\nSentence Computation based on the J&C and one based upon Bureau’s statutory interpretation. Supervisory staff will be consulted for guidance. P5800.15 1/1/2009 Chapter 5, Page 2 Certain cases do not coincide with those covered by policy, nor with previous legal precedent the\nBureau has accepted. If a case has national implications, it will be referred to the DSCC\nattorney. Note: 5G1.3 is not an application of jail credit. Refer to the sentence computation manuals for\nmore information on 5G1.3. If the order does not involve the awarding of jail credit, the Bureau must calculate the sentence\nbased on the court order and then write a letter to the prosecuting AUSA, with a courtesy copy to\nthe U.S. Probation Officer (USPO), seeking clarification from the court. The DSCC will prepare a letter, for the Chief’s signature, and it must:\n■ Include the inmate’s committed name, register number, docket number, and other pertinent\ninformation relating to the case. ■ Convey to the AUSA that the Bureau is seeking assistance to clarify the Court’s order. A copy of the letter will be forwarded to the DSCC Attorney for comment prior to submission to\nthe AUSA. A copy will also be placed in the J&C file for documentation. Note: A court may make a recommendation on the J&C. If a recommendation is made and not\nfollowed, refer to Program Statement on Responses to Judicial Recommendations and U.S.\nAttorney Reports. d. Verifying Court Orders. Except for the initial J&C, the authenticity of court orders (i.e.,\namended J&C’s, state and Federal writs, etc.) must be confirmed before the ordered action is\ntaken. Any court order received through the U.S. Marshals Service need not be verified. Orders received\nthrough any other method must be verified as follows:\n■ Telephone the clerk of the court of issuance to verify the order and its exact language. If the\nclerk is unavailable, telephone the AUSA or USPO in the district of issuance. ■ Verify the inmate’s committed name, docket number, and date of order. Note on the J&C the\ndate verified, name, title, and telephone number of the verifying person, and signature of the\nDSCC staff making the inquiry. ■ Ensure the order contains the court’s seal, the clerk’s signature, and the judge’s signature. Some orders are received by facsimile machines with an electronic certification attached. P5800.15 1/1/2009 Chapter 5, Page 3"
}