{
  "document_category": "guidance",
  "document_name": "know_your_voting_rights.pdf",
  "chunk_index": 4,
  "chunk_text": "Section 4(e) of the VRA prohibits election officials\nfrom conditioning the right to vote on a citizen’s\nability to read, write, or understand English. The\nstatute protects voters who completed at least\nthe sixth grade in American-flag schools where\nthe classes were taught in a language other than\nEnglish. For example, this law applies to citizens\nwho went to a public school in Puerto Rico and\nwere taught in Spanish. Also, Section 203 of the VRA requires places\nwhere there are a sufficient number of\nlanguage minority voters to provide election\nmaterials and assistance in other languages. Every five years, the U.S. Census Bureau\nidentifies the places where this is required and\nwhat languages they must use. You can find the current list of these locations\nat census.gov/programs-surveys/decennialcensus/about/voting-rights.html 8 Section 301 of the Help America Vote Act\nrequires those jurisdictions’ voting systems to\nbe accessible in the same languages. Voting with a Disability\nWhich federal laws protect voters\nwith disabilities? Title II of the Americans with Disabilities Act\nrequires state and local governments to make\nsure that people with disabilities have a full\nand equal chance to vote. This law applies to all aspects of voting. This\nincludes voter registration, getting into polling\nplaces, and casting a ballot, both on Election\nDay and during early voting. The Help America Vote Act has rules about\npolling places for federal elections. Each\npolling place must have at least one voting\nsystem that allows people with disabilities to\ncast their ballot independently and privately. Section 208 of the Voting Rights Act allows\nvoters with disabilities to get help with the\nvoting process from someone they choose. But\nthat person cannot be the voter’s employer or an\nofficial from the voter’s union. 9 Reporting a Violation How do I report a possible violation\nof the federal voting rights laws? Report possible civil rights violations to the\nCivil Rights Division. You can do this:\n• online at civilrights.justice.gov or • by telephone at (800) 253-3931 Report possible federal crimes, such as\nconcerns about threats against voters, threats\nagainst elections officials, or election fraud, to\nthe FBI. You can do this:\n• online at tips.fbi.gov or • by telephone at 800-CALL-FBI 10 Additional Resources Where can I find more information\nabout how federal law protects\nmy right to vote? You can find more information on the Civil\nRights Division’s website.\n• The Voting Section’s website is available\nat justice. gov/crt/voting-section. • The Disability Rights Section’s website\nabout the Americans with Disabilities Act\nis available at ada.gov. Additional information and resources\nconcerning voting can be found at\njustice. gov/voting and at vote.gov. 11 11 justice.gov/voting"
}