{
  "document_category": "guidance",
  "document_name": "5800_015_CN-01.pdf",
  "chunk_index": 14,
  "chunk_text": "If\nspace is limited at the institution, the manager/supervisor may request the FRC to accept files at\nan earlier date. File retention and disposal dates are located on the BOP Intranet on-line services system. For\nspecial case files, the following information is provided:\n■ Files for sentences that have been expired in their entirety, to include any period of\nsupervision, will not be combined with new sentence files. ■ Files of Witness Security inmates are to be forwarded to the Inmate Monitoring Section,\nCentral Office. Guidance and direction on handling these files should be obtained from the\nInmate Monitoring Section, Central Office. ■ Files for escaped inmates will be kept at the last designated institution until the inmate is\napprehended or death is validated.\n■ The original DC file, which is maintained at the designated facility, will be archived with the\ninstitution case file. P5800.15 1/1/2009 Chapter 3, Page 5 Community Corrections Files\n■ RRC-generated files resulting from institution transfers will be mailed with release paperwork,\nterminal report, final computation, inmate referral form, medical forms, disciplinary forms,\nand forms related to the Drug Abuse Program to the Records Office at the parent institution\nwithin 21 working days following the inmate’s release. Upon receipt, the Records Office will\nforward the RRC release file material to the unit team for inclusion in the central file. The\ninmate central file will be forwarded to the Records Office within 30 calendar days of receipt\nof the RRC documents. Any duplicate documents and reports, such as the Presentence\nReport, should be shredded. ■ RRC-generated files resulting from direct court commitments will be maintained at the CCM\noffice until shipped to the FRC, at least once a year. (The retention period at the FRC is the\nsame as institution case files: Release date + supervision term + 30 years);\n■ RRC-generated files resulting from condition of supervision placements and community\nconfinement cases will be mailed to the supervising USPO unless the Chief USPO indicates in\nwriting that the file is not required. 308. RETIREMENT OF FILES TO THE FEDERAL RECORDS CENTER (FRC) Files shipped to a FRC must be filed alphabetically by year of expiration of supervision. If files\nwith different years of expiration are in the same box, the latest expiration date will be applied to\nthe entire box for disposal purposes. A shipping schedule will be agreed upon between the institution and the appropriate FRC which\nprovides file retirement at least once a year. Staff instructions for the retirement of files and records management guidance is located on the\nBOP Intranet on-line services system which includes guidance on using FRC storage and record\nretrieval services and associated systems. Accession, location, and box container numbers will also be placed on the back of the\nappropriate inmate’s card that is located in the Records Office permanent index card system or\ndatabase system. 309. FEDERAL RECORDS CENTER SERVICES Inmate files may only be retrieved from FRCs by institution, DSCC, or CCM staff. Ordinarily,\nthe file is requested from the parent institution, who in turn, will retrieve it from the FRC."
}