{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 55,
  "chunk_text": "19. None of the funds made available under this award may be distributed to the Association of\nCommunity Organizations for Reform Now (ACORN) or its subsidiaries. False statements or claims made in connection with COPS Office grants (including cooperative agreements)\nmay result in fines, imprisonment, disbarment from participating in federal grants or contracts, and/or any\nother remedy available by law. I certify that the assurances provided are true and accurate to the best of my knowledge. Elections or other selections of new officials will not relieve the grantee entity of its obligations under this\ngrant. __________________________________________ ___________________________ Signature of Law Enforcement Executive/Agency Executive Date\n(For your electronic signature, please type in your name) ______________________________________________ _____________________________ Signature of Government Executive/Financial Official Date\n(For your electronic signature, please type in your name) Certifications Regarding Lobbying; Debarment, Suspension and Other Responsibility Matters;\nFederal Taxes and Assessments; Drug-Free Workplace Requirements; and Coordination with\nAffected Agencies. Although the U.S. Department of Justice has made every effort to simplify the application process, other\nprovisions of federal law require us to seek your agency’s certification regarding certain matters. Applicants\nshould read the regulations cited below and the instructions for certification included in the regulations to\nunderstand the requirements and whether they apply to a particular applicant. Signing this form complies\nwith certification requirements under 28 C.F.R. Part 69, “New Restrictions on Lobbying,” 2 C.F.R. Part 2867,\n“Nonprocurement Debarment and Suspension,” the applicable appropriations Acts, 28 C.F.R. Part 83,\n“Government-Wide Requirements for Drug-Free Workplace (Grants),” and the coordination requirements 47 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual of the Public Safety Partnership and Community Policing Act of 1994. The certifications shall be treated as\na material representation of fact upon which reliance will be placed when the U.S. Department of Justice\ndetermines to award the covered grant. 1. Lobbying\nAs required by 31 U.S.C. § 1352, implemented at 28 C.F.R. Part 69, for persons entering into a grant or\ncooperative agreement over $100,000, and 2 C.F.R. § 200.450 as adopted by the U.S. Department of\nJustice in 2 C.F.R. § 2800.101, the applicant certifies that:\nA. No federal appropriated funds have been paid or will be paid, by or on behalf of the undersigned,\nto any person for influencing or attempting to influence an officer or employee of any agency,\na member of Congress, an officer or employee of Congress, or an employee of a member of\nCongress in connection with the making of any federal grant; the entering into of any cooperative\nagreement; and the extension, continuation, renewal, amendment or modification of any federal\ngrant or cooperative agreement; 2. B. If any funds other than federal appropriated funds have been paid or will be paid to any person\nfor influencing or attempting to influence an officer or employee of any agency, a member\nof Congress, an officer or employee of Congress, or an employee of a member of Congress in\nconnection with this federal grant or cooperative agreement, the undersigned shall complete and\nsubmit Standard Form - LLL, “Disclosure of Lobbying Activities,” in accordance with its instructions; C."
}