{
  "document_category": "guidance",
  "document_name": "5538_07.pdf",
  "chunk_index": 8,
  "chunk_text": "This person has decision-making\nauthority and responsibility on the trip. Depending on the inmate’s custody and other conditions the Warden imposed, the requirements\noutlined below apply. The designated staff, weapons, and restraint requirements for an escorted\ntrip remain in effect while the inmate is in in-patient status. This also applies to contract guard\nservices. For MAXIMUM custody inmates, any deviation from the requirements listed requires the\nRegional Director’s prior approval. In the event an IN-custody inmate is admitted to an outside\nhospital and is medically incapacitated, and the need exists to reduce staffing, the Warden needs\nto request, through the Regional Director, a waiver to policy from the Assistant Director,\nCorrectional Programs Division. Examples of such medical conditions include coma, paralysis,\nmechanical ventilation, or incapacitation (inadequate strength or ability) that inhibit the inmate’s\nability to conduct activities of daily living on an independent basis. Escorts who carry weapons must follow the requirements of Chapter 7, Firearms and Badges, of\nthe Program Statement Correctional Services Procedures Manual. Restraint requirements\nmust be per the Program Statement Correctional Services Manual. Escort staff must be certified in Basic Prisoner Transportation (BPT) training. An inmate who is pregnant, in labor, delivering her baby, or in post-delivery recuperation, or\nwho is being transported or housed in an outside medical facility for treating labor symptoms,\ndelivering her baby, or post-delivery recuperation, should not be placed in restraints unless there\nare reasonable grounds to believe the inmate presents an immediate, serious threat of hurting\nherself, staff, or others, or that she presents an immediate, credible risk of escape that cannot be\nreasonably contained through other methods. In preparation for the escorted trip, the Clinical Director (or designee) makes restraint\nrecommendations based on the inmate’s medical condition and pregnancy status. The Captain\nmakes recommendations based on security needs, and the Warden makes the final determination. Restraints should not be used during active labor and delivery without approval of the Clinical\nDirector. In any case in which restraints are used, the type of restraints and factors supporting\nthe decision should be documented in the Escorted Trip Authorization (BP-A0502). During unusual medical or life-threatening circumstances, the Warden, after consulting with the\nCaptain and the HSA, considers all factors concerning the type(s) of restraints that may be P5538.07 12/10/2015 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 12 necessary to meet the security needs for the inmate. An example includes transporting inmates\nwith fractured limbs or serious neck injuries. When similar factors are present, the Warden\nbalances the inmate’s security needs with his/her medical requirements. The existence of unusual factors may cause the Warden or designee to:\n■ Not use all required restraints. ■ Increase staff escorts. ■ Consider authorizing the use of a weapon, wheelchair, soft or vinyl restraints, chase vehicle,\netc. If it is necessary to deviate from the norm, the Escorted Trip Authorization (BP-A0502), must\nreflect factors used to support the decision. a. MAXIMUM Custody. Contract guard services may not be used. (1) Staffing. A minimum of three staff escorts are required for each inmate, with one staff\nmember holding the rank of at least GS-11 Lieutenant."
}