{
  "document_category": "guidance",
  "document_name": "7320_001_CN-2.pdf",
  "chunk_index": 2,
  "chunk_text": "The authority provided by this\nsubsection may be used to place a prisoner on home\nconfinement. The United States Probation System shall, to\nthe extent practicable, offer assistance to a prisoner\nduring such pre-release custody. Ordinarily, the length of placement ordinarily is limited to the\nlast 10 percent of the inmate's term to be served, or six months,\nwhichever is less. An exception is inmates with sentences of\nmore than 12 months but not more than 30 months who have\nsuccessfully completed the institutional phase of the Intensive\nConfinement Centers (ICCs) program. Bureau authority for ICCs is\nestablished by Title 18, U.S.C., Section 4046. The Bureau does not have statutory authority to designate a home\nconfinement program for an inmate at the beginning of his or her\nsentence. This is supported in Title 18, U.S.C., Section 3621,\nwhich requires that the Bureau designate any available penal or\ncorrectional facility as the place of a prisoner's imprisonment. Home confinement is a time of testing and an opportunity for\ninmates to assume increasing levels of personal responsibility\nwhile providing sufficient restriction to promote community\nsafety and continue the sanction of the sentence. P.S. 7320.01\nSeptember 6, 1995\nPage 2 Compliance with the conditions of home confinement may be\nmonitored by electronic monitoring equipment or by regular\ntelephone or in person contacts by supervision staff. Supervision may be provided by staff from the U.S. Probation\nService, contract halfway house services, or other governmental\nagencies. 2. PROGRAM OBJECTIVES.\nare: The expected results of this program a. Inmates who are eligible and approved will be placed on\nhome confinement programs. b. Inmates on home confinement programs will receive\nappropriate supervision. c. The public will be protected from any undue risk. d. Any inmate who violates a condition of home confinement\nwill be appropriately disciplined, depending on the nature of the\nviolation. 3. DIRECTIVES REFERENCED\nP.S. 5100.05\nP.S. 7300.08\nP.S. 7310.02 4. Security Designation and Custody\nClassification Manual (06/16/94)\nCommunity Corrections Manual (04/01/91)\nCommunity Corrections Center (CCC)\nUtilization and Transfer Procedure (10/19/93) STANDARDS REFERENCED. None. 5. DEFINITIONS. For the purposes of this Operations Memorandum,\nthe following definitions apply:\na. Home Confinement. Any circumstance in which the inmate is\nrequired to remain in the home during specified hours. b. Electronic Monitoring Equipment. The telemetry technology\nused to ensure that a program participant remains in a specified\nlocation during the required hours:\n(1) Continuously Signalling Devices. A \"transmitter\" worn\nby the inmate which emits a signal with a range of 100 to 200\nfeet. The signal is received by a receiver dialer unit installed\nat the monitored location to notify the central computer when the\ninmate comes within or goes out of range of the unit. The\ncentral computer contains the inmate's schedule and, when\nnotified of a change in the inmate's status, compares the time\nwith the schedule to determine if the break in contact is\nauthorized. If not authorized, the computer sends an alert. P.S. 7320.01\nSeptember 6, 1995\nPage 3\n(2) Programmed Contact Device. A computer which contacts\nthe inmate periodically to ensure that he or she is at the\nmonitored location and verifies that the person responding is the\nmonitored inmate. Verification may be accomplished in a variety of ways,\nincluding, but not limited to, a device the inmate wears and\nvoice verification. (3) \"Hybrid\" Equipment."
}