{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 57,
  "chunk_text": "C. Shall require that the language of this certification be included in the award documents for all\nsubawards (including subgrants and cooperative agreements) and shall require all subrecipients\ncertify and disclose accordingly. Federal Taxes and Assessments\nA. If applicable, an applicant who receives an award in excess of $5,000,000 certifies that, to the best\nof its knowledge and belief, the applicant has filed all Federal tax returns required during the three\nyears preceding the certification, has not been convicted of a criminal offense under the Internal\nRevenue Code of 1986, and has not, more than 90 days prior to certification, been notified of any\nunpaid Federal tax assessment for which the liability remains unsatisfied, unless the assessment\nis the subject of an installment agreement or offer in compromise that has been approved by the\nInternal Revenue Service and is not in default, or the assessment is the subject of a non-frivolous\nadministrative or judicial proceeding. B. The applicant certifies that it does not have any unpaid Federal tax liability that has been assessed,\nfor which all judicial and administrative remedies have been exhausted or have lapsed, and that\nis not being paid in a timely manner pursuant to an agreement with the authority responsible for\ncollecting the tax liability. Drug-Free Workplace (Grantees Other Than Individuals) As required by the Drug-Free Workplace Act of 1988, and implemented at 28 C.F.R. Part 83, for grantees/\nrecipients, as defined at 28 C.F.R. § 83.660 A. The applicant certifies that it will, or will continue to, provide a drug- free workplace by:\ni. Publishing a statement notifying employees that the unlawful manufacture, distribution,\ndispensing, possession or use of a controlled substance is prohibited in the grantee’s 49 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual workplace and specifying the actions that will be taken against employees for violation of such\nprohibition;\nii. Establishing an on-going drug-free awareness program to inform employees about a. The dangers of drug abuse in the workplace; b. The grantee’s policy of maintaining a drug-free workplace; c. Any available drug counseling, rehabilitation and employee assistance programs; and d. The penalties that may be imposed upon employees for drug-abuse violations occurring\nin the workplace; iii. Making it a requirement that each employee to be engaged in the performance of the grant\nbe given a copy of the statement required by paragraph (i);\niv. Notifying the employee in the statement required by paragraph (i) that, as a condition of\nemployment under the grant, the employee will – v. a. Abide by the terms of the statement; and b. Notify the employer in writing of his or her conviction for a violation of a criminal drug\nstatute occurring in the workplace no later than five calendar days after such conviction; Notifying the agency, in writing, within 10 calendar days after receiving notice under\nsubparagraph (iv)(b) from an employee or otherwise receiving actual notice of such\nconviction. Employers of convicted employees must provide notice, including position title, to:\nCOPS Office, 145 N Street, NE, Washington, D.C. 20530. Notice shall include the identification\nnumber(s) of each affected grant; vi."
}