{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 10,
  "chunk_text": "Without an approved extension, your agency is not permitted to draw down federal funding for costs\nincurred beyond the official award end date. However, if justified, the COPS Office seeks to accommodate\nreasonable requests for no-cost time extensions in order to fully implement the COPS Office award. What you should do: The COPS Office will contact your agency during the last quarter of the award period to determine whether a nocost time extension is needed; extensions will not be processed prior to 90 days before the award end date. Requests to extend the award period must be received by the COPS Office before the official award end date. Extension requests received after the expiration date will be considered only when the recipient provides\njustification of extraordinary circumstances; an example of this would be an instance in which an unforeseen\nnatural disaster prevented a recipient from requesting an extension. Failure to submit a request for a no-cost\ntime extension by the end date may result in the immediate deobligation of any remaining award funds. If your agency has excess funds remaining at the end of the award due to salary and fringe benefits costs that\nwere lower than anticipated, your agency may not extend the 36-month funding period for the purpose of\nexpending those excess funds. Recipients are entitled to a maximum of 36 months of federal funding based on 8 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual the approved salary and fringe benefits costs in the FCM. The COPS Office will deobligate any remaining award\nfunds during the closeout process. If you have any additional questions regarding a no-cost time extension,\nplease contact your COPS Office Grant Program Specialist. 6. Modifications\nCondition:\nOccasionally, a change in an agency’s fiscal or law enforcement situation necessitates a change in its COPS Office\nTRGP Hiring program award. Award modifications under TRGP Hiring are evaluated on a case-by-case basis. All\nmodification requests involving the purchase of new budget items must be approved, in writing, by the COPS Office\nprior to their implementation. In addition, please be aware that the COPS Office will not approve any modification\nrequest that results in an increase of federal funds. Why this condition:\nThe COPS Office realizes that agencies may need to reprogram award funds. Under federal regulations, you are\nrequired to expend federal funds only as approved in the FCM. Requests to change or alter an award that meet\ncertain threshold requirements must be submitted to the COPS Office for written approval, prior to their\npurchase or implementation. Without prior written approval, you must continue to implement your award as it\nwas originally outlined and accepted by your agency. Reprogrammed funds must be allocated for items covered\nwithin the original scope of the award. Please be advised that reprogramming requests for unallowable costs\n(e.g., construction) will not be approved. What you should do: For all modifications, your agency must access www.cops.usdoj.gov and select the “Account Access” link in the\nupper right corner to log in and submit your request to the COPS Office, providing the proposed changes, details\nof why the change is needed, etc."
}