{
  "document_category": "guidance",
  "document_name": "8120_003.pdf",
  "chunk_index": 14,
  "chunk_text": "An inmate may also be dismissed if, in the judgment of the SOI, he/she\nconstitutes a threat to the safe and orderly operation of the FPI facility. In the case of removal for violating the Inmate Worker Standards or for constituting a threat to the\nsafe and orderly operation of the FPI facility, the inmate loses all longevity and vacation credit;\nloses his/her pay grade; is placed on the bottom of the waiting list, with the SOI’s approval, if\nreapplying to FPI; and, if rehired at the discretion of the SOI, does not receive accelerated\npromotion. b. An inmate may be removed from FPI work status for failure to comply with any\ncourt-mandated financial responsibility. (See 28 CFR 545.11(d)). The SOI must fully document the reason for dismissal in a memorandum to the unit team. 28\nCFR 545.11(d) refers to Program Statement Financial Responsibility Program, Inmate.\nc. An inmate found to have committed a prohibited act (whether or not it is FPI\nrelated) resulting in segregation or disciplinary transfer is also to be dismissed\nfrom Industries based on an unsatisfactory performance rating for failure to be at\nwork. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 23 d. Any inmate or detainee who is a pretrial inmate or who is currently under an\norder of deportation, exclusion, or removal shall be removed from any FPI work\nassignment and reassigned to a non-FPI work assignment for which the inmate is\neligible. However, an inmate or detainee who is currently under an order of\ndeportation, exclusion, or removal may be retained in the FPI assignment if the\nAttorney General has determined that the inmate or detainee cannot be removed\nfrom the United States because the designated country of removal will not accept\nhis/her return. Upon receiving written documentation from Immigration and Customs Enforcement (ICE) or the\nExecutive Office for Immigration Review (EOIR) that an inmate has been issued a deportation,\nexclusion, or removal order, the unit team adds the appropriate Case Management Activities\n(CMA – IHP CMP WD-IHP Complete; IHP CMP WDE-IHP Complete; or IHP CMP WDI-IHP\nComplete). The SOI must remove from FPI work assignments all inmates with these CMAs. These inmates will be reassigned to non-FPI work assignments for which they are otherwise\neligible. In addition, inmates with a deportation order who are appealing the decision are ineligible for FPI\nwork assignments. If the inmate’s appeal is granted, the inmate is then eligible to apply for an FPI\nwork assignment, as he/she no longer has a CMA related to a deportation, exclusion, or removal\norder. If he/she previously worked for FPI, his/her name must be placed within the top 10 percent\nof the FPI Waiting List. The SOI coordinates notification to the affected inmate of his/her pending removal from an FPI\nwork assignment. Staff should remain sensitive and communicate with affected non-U.S. citizen\ninmates concerning this issue. Non-U.S. citizen inmates for whom no decision has yet been made\nto deport are unaffected by this policy. It has been determined that Cubans (Mariels and non-Mariels) cannot be removed from the United\nStates, and therefore should be considered for assignment with FPI."
}