{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 32,
  "chunk_text": "28 CFR Part 23\ncontains operating principles for these interjurisdictional criminal information systems that protect individual\nprivacy and constitutional rights. If your agency will use CPD award funds to operate a single agency database (or other unrelated forms of\ntechnology) and will not share criminal intelligence data with other jurisdictions, 28 CFR Part 23 does not apply\nto your award. What you should do:\nAll CPD recipients were required to agree to the Certification of Review of Criminal Intelligence Systems/28 CFR Part 23 as part of their application proposal so the COPS Office can track which agencies intend to use their\naward funds to operate interjurisdictional criminal intelligence systems. If your agency intends to use award\nfunds to operate an interjurisdictional criminal intelligence system, you should have indicated this in your 31 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual application and certified your agency’s agreement to comply with the operating principles found at 28 CFR Part\n23. Your agency now must comply with 28 CFR Part 23 in operating the interjurisdictional criminal intelligence\nsystem funded through your CPD award. 30. State Information Technology Point of Contact The recipient agrees to ensure that the appropriate State Information Technology Point of Contact receives written\nnotification regarding any technology or information sharing project funded by this Community Policing\nDevelopment award during the obligation and expenditure period. This is to facilitate communication among local\nand state governmental entities regarding various information technology projects being conducted with these\naward funds. In addition, the recipient agrees to maintain an administrative file documenting the meeting of this\nrequirement. For a list of State Information Technology Points of Contact, go to\nhttp://it.ojp.gov/default.aspx?area=policyAndPractice&page=1046. Why this condition:\nThe COPS Office is committed to promoting communication between state and local law enforcement. What you should do: If applicable, upon receiving the award, your agency should contact your state information technology point of\ncontact for further guidance. The COPS Office is committed to avoiding duplication of existing law enforcement information-sharing networks\nor IT systems that involve interagency connectivity between jurisdictions. Therefore, such COPS Office–funded\nsystems should employ, to the extent possible, existing systems such as Law Enforcement Online (LEO), Regional\nInformation Sharing Systems (RISS), Joint Regional Information Exchange System (JRIES), etc., to achieve\ninterstate connectivity. 31. News Media\nCondition: The recipient agrees to comply with the COPS Office policy on contact with the news media. The policy establishes the\nCOPS Office Communications Division as the principal point of contact for the news media for issues relevant to the\nCOPS Office or parameters of this award. The recipient agrees to refer all media inquiries on these topics directly to the\nCOPS Office Communications Division at 202-514-9079. Why this condition: The COPS Office Communications Division will coordinate contacts with the news media, provide supplemental\ninformation that may be helpful to you and the media outlet, and make the appropriate U.S. Department of\nJustice offices and personnel aware of pending articles and interviews. What you should do:"
}