{
  "document_category": "guidance",
  "document_name": "2015_CTAS_GOM.pdf",
  "chunk_index": 13,
  "chunk_text": "Please note that the salary and benefit\ncosts requested in your original application may have been updated or corrected from the original version\nsubmitted to the COPS Office. Your agency may only be reimbursed for the approved cost categories and\namounts that are documented within the FCM. In addition, your agency may not use TRGP funds for any\ncosts that are not identified as allowable in the FCM. Allowable costs: Indirect costs Indirect costs are costs that are incurred for common or joint purposes and are not readily assignable to\na particular project but are necessary to the operation of the agency and the performance of the project. Examples of indirect costs include those incurred for facility operation and maintenance, depreciation, and\nadministrative salaries. Indirect cost usage must adhere to the standards set forth in the applicable Office of\nManagement and Budget (OMB) uniform guidance 2 C.F.R. Part 200.56—Indirect (facilities & administrative\n(F&A)) costs and 2 C.F.R. Part 200.414—Indirect (F&A) costs. Additional guidance for your entity can be found\nin the following locations: Appendix III to Part 200—Indirect (F&A) Costs Identification and Assignment, and 5 2015 COPS Office Tribal Resources Grant Program (TRGP) Grant Owner’s Manual Rate Determination for Institutions of Higher Education (IHEs); Appendix IV to Part 200—Indirect (F&A) Costs\nIdentification and Assignment, and Rate Determination for Nonprofit Organizations; Appendix VII to Part\n200—States and Local Government and Indian Tribe Indirect Cost Proposals. Indirect cost rates are federally negotiated and approved rates that are based on audited and documented\nexpenses that are approved to be included within an indirect cost rate. It is important that your agency\ncarefully track and update its indirect cost rate during the COPS Office grant award period. The grantee understands that if it submitted an expired indirect cost rate agreement at the time of\napplication, it will be unable to recover federal funds for indirect costs until the COPS Office receives a\ncurrent indirect cost rate agreement covering the award period. A special condition may be added to the\naward prohibiting the obligation, expenditure, or drawdown of funds reimbursement for indirect costs until\na current indirect cost rate has been approved by your cognizant federal agency and submitted to the COPS\nOffice. If your agency’s approved indirect cost rate expires during the grant award period, a current approved rate\nmust be submitted to the COPS Office in order to continue to draw down grant funding for indirect costs. Your agency must advise the COPS Office in writing of any changes to your approved indirect cost rate\nduring the grant award period and must request a budget modification with the COPS Office to reflect any\nrate change. If your agency has never received a negotiated indirect cost rate, then you may request up to a flat 10\npercent de minimis indirect cost rate applied to the modified total direct costs (MTDC). In addition, before the COPS Office officially closes out your agency’s grant award, your agency must\nreconcile any changes between your approved final indirect cost rate and approved provisional indirect cost\nrate and, if necessary, repay the COPS Office for any indirect cost rate overpayment."
}