{
  "document_category": "guidance",
  "document_name": "5300_022.pdf",
  "chunk_index": 12,
  "chunk_text": "■ Check to ensure the ex-offender has no separatees within the institution. ■ Check with the Special Investigative Supervisor/Agent to ensure there are no Security Threat\nGroup assignments or concerns. P5300.22 11/07/2016 17 Ex-offenders cannot be granted waivers from any training or investigative requirements, nor are\nthey admitted to Protective Custody Units or special management units of any type. Exoffenders must not be granted waivers for unescorted status or passes. 11. SECURITY, BADGING, AND SIGN-IN PROCEDURES\na. Sign-In Procedures. Level I volunteers are approved to enter the institution via a memo\nsigned by the Warden or designee, coordinated by the program manager. Approval shall not be\ngranted until the background clearance requirements for volunteer services are met. Copies\nshould be provided to the Control Center, Front Lobby Officer, and other designated areas, as\nwell as the RAC. The program manager monitors the number of visits to ensure they do not\nexceed Level I requirements. For Level II visitation volunteers, a memo signed by the Warden or designee is generated and\ndistributed to the Control Center, Front Lobby, and other designated areas by the program\nmanager to identify the inmates being visited. b. Badges. For Level II volunteers, the RAC uses the national automated volunteer system for\ncreating and numbering volunteer badges. A roster is generated from the system by the RAC\nquarterly or as changes occur to account for and control volunteer badges. The rosters should be\nprovided to correctional services for distribution. Excess pink and blue badge paper is accounted for using a bin card system. Each fiscal year, the\ntotal amount of each color of blank badge paper is accounted for and written on the bin card\n(separate cards for each color). Each time a sheet of badge paper is used, it is deducted from the\nbin card. The blank badge paper and bin cards are maintained in a secure file cabinet. Two badges with photos are created for each volunteer. Both are maintained in an area\ndesignated by Correctional Services. One is completed on both sides and always remains in the\ndesignated area. The second volunteer badge is worn in an easily visible place by the volunteer at all times while\nin the institution. The front of the badge has a photo of the volunteer and the following\ninformation:\n■\n■\n■\n■ Volunteer’s first initial and last name. Department/area to be visited. Date of expiration. Authorized signature. P5300.22 11/07/2016 18 The reverse of the second badge has the:\n■\n■\n■\n■\n■ First and last name. Institution and department to be visited. Issue date. Expiration date. Authorized department/areas. Per the Program Statement Correctional Services Procedures Manual, badges are first\nlaminated for durability, then embossed as soon as lamination is completed by:\n■ Having a crimped imprint seal (embossed) that is visible through the lamination and can be\nverified by touch. ■ Having the imprint seal cover a portion of the picture and approval signature. The Associate Warden with signatory responsibility must sign the badges. Badges must not be\nremoved from the premises. Level II volunteers are issued either an escorted or unescorted institution volunteer badge. Wardens are the approving authority for unescorted volunteer badges."
}