{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 88,
  "chunk_text": "During the life of your award, you may be selected for a\nmonitoring site visit to assess your compliance with the terms and agreements of the award program, to review\nyour community policing initiatives, and to provide technical and administrative support for your award. Please\ncontact the COPS Office Response Center at 800-421-6770 if you have any compliance-related questions. local budget cycle. Your agency’s fiscal year. Some common examples include January 1 to December 31,\nOctober 1 to September 30, and July 1 to June 30. Some local budget cycles may extend up to 24 months. obligation of funds. The COPS Office obligates federal funds when the award document is signed by the COPS\nOffice Director or his or her designated official. For the recipient, award funds are obligated when monies are\nspent or orders are placed for purchasing approved technology or services under your Community Policing\nDevelopment award. The term “encumbrance” is often used at the local and state levels to describe this type of\ntransaction. Liquidated obligations are considered cash outlays or monies actually spent. Unliquidated\nobligations are obligations incurred and recorded but not yet paid (accrual basis of accounting) or not yet\nrecorded and not yet paid (cash basis of accounting). Originating Agency Identifier (ORI) number. This number is assigned by the FBI, and it is your agency’s unique\nidentifier. The first two letters are your state abbreviation, the next three numbers are your county’s code, and\nthe final two numbers identify your jurisdiction within your county. If your agency does not have an ORI number\nassigned by the FBI, the COPS Office assigns a non-official ORI code to use as an agency identifier (in such cases,\nthe last two characters will be “ZZ”). It can be found on your award document. When you contact the COPS\nOffice with a question, please reference your ORI number (or your award number). primary law enforcement authority. An agency with primary law enforcement authority is the agency that is\nthe first responder to calls for service, and has ultimate and final responsibility for the prevention, detection, or\ninvestigation of violations of criminal laws within its jurisdiction. 109 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual The Public Safety Partnership and Community Policing Act of 1994. The COPS Office is charged with\nfulfilling the mandates of this law. The purposes of the law are to\n•\n•\n•\n• increase the number of community policing officers on the beat;\nprovide additional and more effective training to law enforcement officers to enhance their problemsolving, service, and other skills needed in interacting with members of the community;\nencourage the development and implementation of innovative programs to permit members of the\ncommunity to assist law enforcement agencies in the prevention of crime;\nencourage the development of new technologies to assist law enforcement agencies in reorienting the\nemphasis of their activities from reacting to crime to preventing crime. SAFECOM guidance\nThe U.S. Department of Homeland Security Office of Emergency Communications, in coordination with various\nstakeholder groups, develops the annual SAFECOM Guidance on Emergency Communications Grants."
}