{
  "document_category": "guidance",
  "document_name": "5267_09.pdf",
  "chunk_index": 1,
  "chunk_text": "U.S. Department of Justice\nFederal Bureau of Prisons\nPROGRAM STATEMENT\nOPI\nCPD/CSB\nNUMBER\n5267.09\nDATE December 10, 2015 Visiting Regulations\n/s/\nApproved: Charles E. Samuels, Jr.\nDirector, Federal Bureau of Prisons\n1. PURPOSE AND SCOPE\n§540.40. Purpose and scope. The Bureau of Prisons encourages visiting by family, friends, and community\ngroups to maintain the morale of the inmate and to develop closer relationships\nbetween the inmate and family members or others in the community. The Warden\nshall develop procedures consistent with this rule to permit inmate visiting. The\nWarden may restrict inmate visiting when necessary to ensure the security and\ngood order of the institution. Due to practical considerations and the different characteristics of institutions, certain limitations\nand controls must be established in developing and administering visiting regulations. The\nextent of these limitations will vary with each institution, and are recognized as reasons upon\nwhich visiting restrictions may be based. These limitations will be specified in the Institution\nSupplement. The Warden has the authority to restrict or suspend an inmate’s regular visiting privileges\ntemporarily when there is reasonable suspicion that the inmate has acted in a way that would\nindicate a threat to the good order or security of the institution. Ordinarily, the duration of the\nrestriction or suspension should be limited to the time required to investigate and complete the\ndiscipline process. Federal Regulations from 28 CFR are shown in this type. Implementing instructions are shown in this type. Reasonable suspicion exists when reliable information and/or facts are presented to the Warden\nthat the inmate is engaged, or attempting to engage, in criminal or other prohibited behavior. Reasonable suspicion must be directed to the inmate(s)/visitor(s) in question. In determining reasonable suspicion, staff should consider whether the available information\ncould reasonably lead a person with correctional experience to suspect that the inmate is engaged\nin criminal or other prohibited behavior. (See Section 13.c. of this Program Statement for\nreference to inmates in detention or segregation status.)\na. Summary of Changes. This re-issuance incorporates the following modifications:\nPolicy Rescinded\nP5267.08\nVisiting Regulations (5/11/2006)\n■ Guidelines for Walsh Act assignments added. ■ Clarified language for Minister of Record.\nb. Program Objectives. The expected results of this program are:\n■ All inmates will be permitted visits by family, friends, and community groups consistent with\nthe security and orderly running of the institution. ■ A record of visitors will be maintained for all inmates. ■ A visiting schedule will be established for all institutions. ■ Procedures to monitor all visiting areas will be established to prevent the passage of\ncontraband and to ensure the security and good order of the institution. c. Institution Supplement. Each institution will develop local procedures and guidelines\nrequired to administer this Program Statement. The institution will involve the Regional Office,\nCorrectional Services Administrator, in developing the Institution Supplement. The Institution Supplement must be available in English and Spanish. The Institution Supplement will include, at a minimum, the following considerations:\n■ The visiting schedule for the institution, including all of its components (satellite camp, jail,\netc.), if they differ. ■ Holdover visiting procedures (time frame for approval; who is permitted to visit, etc.). ■ Procedures addressing special visitors (i.e., minister of record and clergy visits). ■ Procedures for disapproving proposed visitors."
}