{
  "document_category": "guidance",
  "document_name": "GuideToProcurementProcedures.pdf",
  "chunk_index": 2,
  "chunk_text": "All other non-Federal entities (including, for purposes of this guide, for-profit entities),\nincluding subrecipients of a State, must follow 2 C.F.R. § 200.318 through § 200.326. All non-Federal entities should be aware that any disbursement of Federal program funds to\nanother party may cast that party as either a subrecipient or a contractor. For guidance on\nsubrecipient and contractor determinations, see 2. C.F.R. § 200.330. This guide deals with\nprocurement (i.e. contracts) under grants and not with subawards to subrecipients. Under the\nPart 200 Uniform Requirements, a contractor is an entity that receives a contract, which is\ndefined as a legal instrument by which a non-Federal entity purchases property or services\nneeded to carry out the project or program under a Federal award (2 C.F.R. § 200.22, 2 C.F.R. §\n200.23). A subaward in contrast is an award provided by a Non-Federal entity to a subrecipient\nso that the subrecipient can carry out a part of the Federal award (2 C.F.R. § 200.92). Whether\nthe agreement is a subaward or a contract will be determined by the substance of the\nrelationship, regardless of whether the parties consider the agreement to be a contract. When conducting procurements under Federal grant and cooperative agreement awards, a\nNon-Federal entity must establish and maintain written procurement policies and procedures\nthat reflect any applicable State, tribal, or local laws and regulations. These procurements must\nalso conform to applicable Federal law, including the Part 200 Uniform Requirements. Finally, those engaged in construction activities funded under federal grants and cooperative\nagreements should be aware that special rules may apply to their activities. See 2 C.F.R. §\n200.325. Page | 5 Chapter 2\nEvolution of a Requirement\nA grant or cooperative agreement application may incorporate the prospective non-Federal\nentity contracting parts of a project, such as when equipment or materials are required in order\nto carry out the project funded under the Federal award. The preliminary decision to contract is based upon the prospective recipient’s best knowledge\nof the project requirements. Front-end logistical planning is necessary to conclude how best to\nmeet the requirement. Dollar estimates for contracting efforts should be determined first, and\nthen later included in the grant application. The non-Federal entity should consider the most economical approach to the acquisition,\nincluding whether a procurement contract is the best option for meeting a project requirement. Multiple options may be available, depending on the goods and services required. Each should\nbe considered in light of the Part 200 Uniform Requirements’ emphasis upon greater economy,\nefficiency, and avoiding any duplication of effort. 200 C.F.R. § 200.318(d). No. Question\n1. Yes No Is it more economical to lease the requirement rather than purchase\nit? If the answer is “Yes”, consider leasing rather than purchasing. See\nChapter 18 “Other Considerations” of this guide. 2. Is the requirement for common or shared goods or services? If the answer is “Yes”, consider using a State or local\nintergovernmental agreement, or an inter-entity agreement. 3. Does the requirement allow for used equipment or property as\nopposed to new? If the answer is “Yes”, consider using Federal excess or surplus\nproperty. Page | 6"
}