{
  "document_category": "guidance",
  "document_name": "5300_022.pdf",
  "chunk_index": 14,
  "chunk_text": "Level II volunteers assigned to administrative offices receive at least one hour of orientation\ntraining by the program manager. The RAC is responsible for scheduling required volunteer training to meet the needs of the\ninstitution. The RAC ensures training paperwork and equipment is set up before scheduled volunteer\ntraining. Supervisory staff from Correctional Services, Executive Staff, Computer Services,\nReligious Services, and appropriate program managers conduct the training, which is\ndocumented on the Volunteer Training Agenda (BP-A1067). If the supervisor or program\nmanager is unable to teach the mandatory class, he/she sends a designee from his/her department\nto conduct the class. P5300.22 11/07/2016 20 Volunteer attendance is documented on the Volunteer Gratuitous Service Agreement/Training\nCertification (BP-A0483) and Volunteer Training Affirmation (BP-A1066), which are placed in\nthe OVF. d. Annual Training for Level II Volunteers. Level II volunteers receive two hours of annual\ntraining that supplements the initial orientation training. Annual training must be completed no\nlater than the quarter following the anniversary of their latest training date. If annual training is not completed within the required timelines, the badge will be removed from\nthe area designated by Correctional Services and placed in the Official Volunteer File. The\nnational automated volunteer system will be updated to place the volunteer in inactive status. The badge will be maintained in the OVF for three years past the date placed in inactive status or\nuntil the volunteer attends annual training. Once the volunteer attends training and his/her OVF\nis updated, the badge is returned to the designated area and the automated volunteer system will\nbe updated to place the volunteer in active status. e. Volunteer Training Documentation. The RAC maintains documentation for training,\nincluding volunteer sign-in sheets and the Volunteer Training Agenda (BP-A1067). These\ndocuments are maintained for three years. 13. RECOGNITION OF VOLUNTEERS At least annually, an event is sponsored to recognize and show appreciation for the time and\neffort expended by volunteers. This involves management staff and appropriate program\nmanagers, and may also include inmates who benefit from volunteer programs. It is recommended this event be held in conjunction with National Volunteer Recognition Week\n(traditionally held during April following a resolution by Presidential Executive Order and an\nAct of Congress). However, recognition should not be limited to a single week; significant\ncontributions by volunteers should be recognized on an ongoing basis. As authorized in the Program Statement Awards Program, Incentive Awards, a Warden may\nprovide Public Service Awards to recognize private citizens and organizations whose\noutstanding acts have made significant contributions to improve communications, services, or\noperations in accomplishing the Bureau’s mission. Wardens should refer to this policy to\ndetermine forms of recognition that are authorized for appropriated fund expenditures. If the recognition event involves the serving of a meal, the Associate Warden for Operations will\nensure that a meal ticket is provided in accordance with the Program Statement Property\nManagement Manual, which permits meal tickets to be furnished without charge to persons P5300.22 11/07/2016 21 whose service to the institution is in the best interests of the Government. Light refreshments\nmay be purchased at the discretion of the Warden. Non-authorized funds and resources may not\nbe expended for these events."
}