{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 64,
  "chunk_text": "submit their reports to the PREA Resource Center and\nincorporate any feedback prior to delivering the report to\nthe facility (see Chapter 10 for more detail on probationary certification status). The Audit Instrument includes a report template that auditors are required to use to produce\nreports. 21 The report template standardizes audit reports, addresses the reporting\nrequirements in the PREA Standards, and prompts auditors to address each of the PREA\nStandards, including every provision and element in each Standard. For auditors using the\nOnline Audit System, the report template is integrated into the online audit platform and will\nbe auto-populated using the information entered by auditors throughout the audit process. Auditors are required to use the most up-to-date version of the report template included in the Audit\nInstrument. 21 64 In addition to conveying the auditor’s findings for each of the PREA Standards, the auditor’s\ninterim report must include the following elements:\n• Characteristics of the audited facility. In order to provide readers with a basic\nunderstanding of the facility’s characteristics, operations, and some context for how the\nauditor applied the prescribed audit methodology and arrived at his or her compliance\ndeterminations for each Standard, the auditor must provide a brief narrative describing\nthe audited facility. This description should include information regarding the inmate\npopulation size and makeup, staff size, number and types of housing units, security\nlevels, facility operations, and age of the facility, among other characteristics. This\nnarrative should be brief, and auditors should not go into extensive detail regarding\nfacility characteristics that are unrelated to the PREA audit (e.g., reentry programming). Additionally, auditors should refrain from making generalized value statements about\nthe facility and staff; for example, “all staff were professional and accommodating,” or\n“all staff were committed to PREA and inmate safety.” Because in the vast majority of\ncases auditors will not have spoken with all staff or all inmates, such statements may be\ninterpreted as auditor bias. To make an objective assessment, it is critical that the\nauditor state facts based on precise observations with evidence to support them. PREA\nauditors must uphold a high standard of objectivity, and this should be reflected in the\naudit report. • Overview of audit methodology. As required by Standard 115.403(d), the report must\ncontain a description of the audit methodology for each phase of the audit such as\nsampling techniques used to select staff and inmates for interviews, the number and\ntypes of interviews conducted (including the exact number of inmates formally\ninterviewed), sampling techniques used to select documents for review onsite, auditor\nobservations during the site review, and outreach to community-based victim service\nproviders. It is recommended that the auditor provide a brief summary of this\ninformation in the narrative section of the audit report, followed by more detailed\ninformation on the methodology and evidence collected in the Standard-by-Standard\nreview. • Barriers to completing the audit. The report should document any obstacles or\nchallenges the auditor encountered at the facility such as any unwarranted delays in\naccessing areas of a facility, individuals, or facility records; any access that was\nprohibited; and any pressure from the facility or parent agency to ignore or understate\npolicies or practices that fall short of the PREA Standards."
}