{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 25,
  "chunk_text": "This is to be used in a one-time situation where one\nor more inmates are placed in a facility, but the Bureau does not\nanticipate using the facility again (single use). b.\nPurchase of recurring requirements, when requirements\nare not known in advance. The amount shall not exceed $100,000. The FAR prohibits the use of small purchase procedures in the\nacquisition of supplies and services initially estimated to\nexceed the small purchase limitation ($100,000). Part 13.103 of\nthe FAR indicates, \"Requirements aggregating more than the small\npurchase limitation shall not be broken down into several\npurchases that are less than the limit merely to permit the use\nof small purchase procedures.\" 4.1.4.3. Intergovernmental Agreement An IGA is a bilateral agreement for services to be provided by a\nstate or local government, at a reasonable price. Ordinarily, it\nhas an indefinite expiration date. It does not\nrequire all the steps necessary in contracting with nongovernmental entities. The Bureau may be an authorized user of IGAs established by other\nFederal agencies, such as the USMS, U.S. Probation Service\n(USPS), and the Immigration and Naturalization Service (INS),\nwhen authorized by the agency contracting for the service. This\nis commonly known as \"piggybacking.\"\n4.1.4.4. Indefinite Quantity (Guaranteed Beds) This provides a guaranteed minimum number of inmate-days within\nthe contract period. The Bureau contracts for a one-year\nbase period to include four additional one-year options. The\ndecision to exercise an option year is the Bureau's unilateral\nright. 4.1.5.\nINTEGRITY PUBLIC INFORMATION, ETHICAL STANDARDS, AND PROCUREMENT The amount of information that may be disclosed about a\ncontract depends on whether the information pertains to a\ncontract which has been awarded or is in the pre-award stage. PS 7300.09\n1/12/98\nChapter 4, Page 6\n4.1.5.1. Information Concerning Proposed Contracts Bureau personnel shall handle information concerning the Bureau's\nneed for services to be performed under contract as sensitive\ninformation. Extreme care shall be exercised to ensure\nno one receives information that could give any prospective\nofferor an advantage over another. Bureau personnel shall avoid\nsituations that give even the appearance someone may be receiving\nfavorable treatment or obtaining special information concerning\ncontract actions. Sensitivity to these issues shall be emphasized in all stages of\nthe contracting process. Community corrections staff\nshall constantly safeguard against activities, social or\notherwise, that might jeopardize their ability to perform their\nfunctions objectively, or which could be perceived as impairing\ntheir objectivity. For example, no employee shall accept any\ngift, benefit or service, tangible or intangible, from any\ncontractor, offeror, or related party (see 28 CFR 45 et Seq.). Section 27 of the Office of Federal Procurement Policy Act\n(41 U.S.C. 423) provides, in part:\n“During the conduct of any Federal agency procurement of property\nor services, no procurement official of such agency shall\nknowingly ... disclose any proprietary or source selection\ninformation regarding such procurement directly or indirectly to\nany person other than a person authorized by the head of such\nagency or the Contracting Officer to\nreceive such information.” The CO must be informed promptly of all communications\nconcerning solicitations Request for Proposals (RFPs) from\nprospective offerors or any other unauthorized individuals. Community corrections staff shall refer all inquiries to the CO\nwho will determine, with the assistance of Legal Counsel, the\nappropriate response."
}