{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 48,
  "chunk_text": "The contractor shall handle any serious injuries or as\nspecified in the SOW. In all cases the CCM shall be promptly\nnotified. 4.5.7.13. Residents Under Supervision The contractor shall have a clear understanding of the\nimplications of this legal status and differences in handling\nthese cases. 4.5.7.14. Research and Evaluation The contractor shall consult with its staff and the CCM before\ncollecting data. This information is very important for\nplanning and analytical purposes. 4.5.8. CONTRACTOR TRAINING AND MANAGEMENT/TECHNICAL ASSISTANCE One of the Bureau's goals is to increase the quality of contract\ncorrections provided to Federal inmates. CCM office\nstaff are responsible for providing on-going assistance in the\ntraining of contractor staff. Assistance, however, in the form PS 7300.09\n1/12/98\nChapter 4, Page 43\nof Bureau training never relieves the contractor from its legal\nobligation of providing fully compliant contract performance\nduring the entire performance period. 4.5.8.1. Training a.\nOn-Site CCM Training. At least annually, CCM office\nstaff shall hold either individual or group training sessions\nwith contract staff and provide an orientation to all newly\nemployed CCC staff at the contractor's facility, using Bureau or\noutside resources. Staff must be aware of any self-contained\ntraining packages the Bureau produced. Annual training shall\ninclude:\n!\n!\n!\n!\n! discipline,\nintegrity,\naccountability,\nlife/safety, and\nother relevant issues. b.\nEach region shall hold a contractor training conference\nor forum, on a Region-wide or Management Center level, every 18\nmonths. This conference should focus on Management Center,\nRegional and National Community corrections and other relevant\nissues. Resource staff and guest speakers might include Federal\nJudges and Probation Officers, the Director, Assistant Director,\nand Regional Director, the CCA, and representatives from the\nBureau Procurement and Property Branch. c. If key contractor personnel leave their positions, their\nreplacements must receive training within 90 days at the\ncontractor’s expense. Key personnel are the foundation of a\nmodel CCC operation. Training programs help contract staff\nbetter understand the Bureau's requirements and operations. d. The CCM should document training given and to whom,\neither by individual certificate or letter. This documentation\nlends credence to the contractor's knowledge of Bureau\nrequirements and may be useful if inmates initiate litigation. A\ncopy of this training document shall be maintained in the CCM\nContract File. If the training program used an agenda it should be\nattached. Be sure to document the use of any training resources in\nthe memo. e.\nUSPO Contacts. One of the most important aspects of a\ncontract CCC is its relationship with the USPS. It is the CCM's\nresponsibility to serve as a liaison between the CCC and the\nlocal USPO. The CCM will help in solving problems that occur\nbetween the USPO and the CCC and in some situations will work out PS 7300.09\n1/12/98\nChapter 4, Page 44\na direct conflict between them. PS 7300.09\n1/12/98\nChapter 4, Page 45\n4.5.8.2. Management/Technical Assistance Management/technical assistance is provided in the areas of\nstaffing, facilities, and programs. a. Staffing (1)\nIdentify available training opportunities. (2)\nArrange visits to Federal institutions for\ncontract staff. (3)\nEncourage contract staff participation in\nprofessional organizations. (4)\nEmphasize the importance of CCC staff training and\nretention programs. b. Facility Ensure the contractor meets Bureau requirements regarding\nsafety, sanitation, permits, etc., in connection with the\nfacility and services. c. Program (1)\nMake sure contract staff are aware of available\nstate and local programs, such as mental health programs and\nemployment training and assistance."
}