{
  "document_category": "guidance",
  "document_name": "2016_CTAS_AOM.pdf",
  "chunk_index": 101,
  "chunk_text": "SAM Exclusions\ncontains the names of parties debarred, suspended, or otherwise excluded by agencies, as well as parties\ndeclared ineligible under statutory or regulatory authority other than Executive Order 12549. (I) Byrd Anti-Lobbying Amendment (31 U.S.C. 1352)—Contractors that apply or bid for an award exceeding\n$100,000 must file the required certification. Each tier certifies to the tier above that it will not and has not used\nFederal appropriated funds to pay any person or organization for influencing or attempting to influence an\nofficer or employee of any agency, a member of Congress, officer or employee of Congress, or an employee of a\nmember of Congress in connection with obtaining any Federal contract, grant or any other award covered by 31\nU.S.C. 1352. Each tier must also disclose any lobbying with non-Federal funds that takes place in connection with\nobtaining any Federal award. Such disclosures are forwarded from tier to tier up to the non-Federal award. (J) See §200.322 Procurement of recovered materials. 109 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual Appendix G. Remittance of Interest Earned Amounts\n2 C.F.R. §200.305 (b)(9) – Payment (remittance of interest earned) Interest earned amounts up to $500 per year may be retained by the non-federal entity for administrative\nexpense. Any additional interest earned on federal advance payments deposited in interest-bearing accounts\nmust be remitted annually to the Department of Health and Human Services Payment Management System\n(PMS) through an electronic medium using either Automated Clearing House (ACH) network or a Fedwire\nFunds Service payment. Remittances must include pertinent information of the payee and nature of payment\nin the memo area (often referred to as “addenda records” by Financial Institutions) as that will assist in the\ntimely posting of interest earned on federal funds. Pertinent details include the Payee Account Number (PAN)\nif the payment originated from PMS, or Agency information if the payment originated from ASAP, NSF or\nanother federal agency payment system. The remittance must be submitted as follows: 1. i. For ACH Returns: Routing Number: 051036706\nAccount number: 303000\nBank Name and Location: Credit Gateway - ACH Receiver St. Paul, MN\nii. For Fedwire Returns*: Routing Number: 021030004\nAccount number: 75010501\nBank Name and Location: Federal Reserve Bank Treas NYC/Funds Transfer Division New York, NY\n(* Please note organization initiating payment is likely to incur a charge from your Financial Institution for this\ntype of payment)\niii. For International ACH Returns:\nBeneficiary Account: Federal Reserve Bank of New York/ITS (FRBNY/ITS)\nBank: Citibank N.A. (New York)\nSwift Code: CITIUS33\nAccount Number: 36838868\nBank Address: 388 Greenwich Street, New York, NY 10013\nPayment Details (Line 70): Agency\nName (abbreviated when possible) and ALC Agency POC: Michelle Haney, 301-492-5065\niv. For recipients that do not have electronic remittance capability, please make check** payable to: “The\nDepartment of Health and Human Services.”\nMail Check to Treasury approved lockbox:\nHHS Program Support Center, P.O. Box 530231, Atlanta, GA 30353-0231\n(** Please allow 4-6 weeks for processing of a payment by check to be applied to the appropriate PMS account)\nv. Any additional information/instructions may be found on the PMS Web site\nat http://www.dpm.psc.gov/. 110 2016 COPS Office Tribal Resources Grant Program (TRGP) Award Owner’s Manual Glossary of Terms\nallowable costs."
}