{
  "document_category": "guidance",
  "document_name": "5216_006.pdf",
  "chunk_index": 2,
  "chunk_text": "2) Placement Alternatives. A juvenile who has not attained his or her 18th birthday is to\nbe placed in a juvenile facility which has an appropriate level of programming and\nsecurity. P5216.06 4/26/2019 2 18 U.S.C. § 5039 specifies that, when possible, a juvenile shall be committed:\n“[T]o a foster home or community-based facility located in or near the home\ncommunity.” A Bureau institution may not be designated for a juvenile who has not attained his or\nher 18th birthday unless that institution can ensure that the juvenile will not have\nregular contact with adults. Due to the many requirements for housing them, juveniles\nare housed in contract juvenile facilities, not in Bureau institutions. b. Confinement of 18-to-21 Year-Old Juveniles. Confinement of any juvenile who has\nattained his or her 18th birthday but has not attained his or her 21st birthday shall be as follows: 1) For a juvenile who is sentenced as an adult pursuant to 18 U.S.C. § 5032, an institution\nmust be designated in accordance with the Program Statement Inmate Security\nDesignation and Custody Classification. 2) For a juvenile who has no federal adult sentences and is found delinquent, placement is\nto be in accordance with the procedures in Section 3 for persons under 18. 3) If all concurrent federal adult sentences are less than the juvenile sentence, the inmate\nis to be treated as a juvenile for institution designation. 4) If any concurrent federal adult sentence is equal to or greater than the juvenile\ncommitment, the adult sentence must take precedence for designation of an institution,\nand the Bureau must notify the court which imposed the juvenile sentence that the\nfederal adult sentence is to take precedence regarding institution designation. 5) If there is a consecutive federal adult sentence, the inmate is to continue to be treated as\na juvenile for institution designation while serving the juvenile sentence. When the\njuvenile sentence expires, designation is to be accomplished as described in Section 3.\nc. Change in Placement. When a juvenile sentenced as an adult attains his or her 18th\nbirthday or a juvenile sentenced as a juvenile attains his or her 21st birthday:\n1) A Bureau institution may be designated, treating that juvenile as an adult, in accordance\nwith the Program Statement Inmate Security Designation and Custody Classification,\nor\n2) The juvenile may remain in a contract juvenile facility for continuity of program\nparticipation. P5216.06 4/26/2019 3 4. PLACEMENT OF A JUVENILE. Juveniles are a special population with special\ndesignation needs. Each should be placed in a facility that provides the appropriate level of\nprogramming and security. The following factors should be considered when making a placement:\n■\n■\n■\n■\n■\n■\n■\n■\n■ age;\noffense behavior, including violence and weapons involved in the offense;\nlength of commitment;\nprior record;\nadjustment during prior commitments;\nmental and physical health;\nspecial needs;\nCentral Inmate Monitoring assignments; and\nthe safety of the community. The Residential Reentry Manager (RRM) who is responsible for a juvenile facility is\nknowledgeable about that facility and can determine if a particular juvenile will fit that\nfacility’s security and program capabilities. A RRM requesting a designation for a juvenile shall work with the Management Center\nAdministrator and other RRMs to identify the most appropriate facility to designate for the\njuvenile."
}