{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 27,
  "chunk_text": "On a case-by-case basis, COPS Office staff members\ndetermine the appropriate course of action to take to investigate complaints of alleged\nnoncompliance. This may include phone or letter contact or a site visit by COPS Office staff or the\nOffice of the Inspector General. • audit liaison. The U.S. Department of Justice, Office of the Inspector General (OIG) conducts random\naudits for all COPS Office grantees. In the event your agency has any audit recommendations (findings)\nresulting from noncompliance and/or poor accounting practices, the COPS Office Audit Liaison\nSection will work with your agency to resolve and close these recommendations. Remedies to close\nrecommendations may include repayment of grant funds and/or the submission of documentation. Grantees are responsible for remedying any grant noncompliance that is identified during site visits,\noffice-based grant review, and/or alleged noncompliance reviews. In addition, grantees are responsible\nfor remedying noncompliance stemming from audit recommendations identified in audits of COPS Office\ngrants conducted by the Office of the Inspector General (OIG) and the Office of the Chief Financial Officer\n(OCFO). Remedies for noncompliance may include, but are not limited to: suspending active grant funding,\nrepayment of unallowable or unsupported costs, voluntary withdrawal from or involuntary termination\nof remaining grant funds, or restriction from receiving future grants for a period of time. Under certain\nconditions, additional actions may include placement on the U.S. Department of Justice’s High Risk List,\nwhich will include mandatory completion of the Office of Justice Programs Financial Management Training\nand being subject to increased monitoring of current and future grants while on the list. In the event of\ncriminal misuse of grant funds, grantees may also be subject to fines and imprisonment. To avoid findings\nof noncompliance, grantees are strongly encouraged to become familiar with the COPS Grant Monitoring\nDivision’s Grant Monitoring Standards and Guidelines and with the Grant Owner’s Manual for the year\nin which the grant is awarded. Grantees should also contact the COPS Office or their Grant Program\nSpecialist at any time during the life of a COPS Office grant with questions concerning grant conditions,\nterms, or requirements to seek guidance to avoid noncompliance. It is necessary for grantees to maintain\nall relevant documentation (administrative, financial, and programmatic) used to develop the application\nand implement the grant that may be necessary or required to demonstrate grant compliance. For more\ninformation, please contact the COPS Office Response Center at 800-421-6770 or at AskCopsRC@usdoj.gov.\n10. Federal civil rights\nCondition: As a condition of receipt of federal financial assistance, you acknowledge and agree that you will not (and will\nrequire any subgrantees, contractors, successors, transferees, and assignees not to), on the grounds of race, color,\nreligion, national origin (which includes providing limited English proficient persons meaningful access to your\nprograms), sex, disability or age, unlawfully exclude any person from participation in, deny the benefits of or\nemployment to any person, or subject any person to discrimination in connection with any programs or activities\nfunded in whole or in part with federal funds."
}