{
  "document_category": "guidance",
  "document_name": "8120_003.pdf",
  "chunk_index": 21,
  "chunk_text": "15. INMATE ACCIDENT COMPENSATION\n§345.62 Inmate accident compensation. An inmate worker shall be paid lost-time wages while hospitalized or confined to\nquarters due to work related injuries (including occupational disease or illnesses\ndirectly caused by the worker’s job assignments) as specified by the Inmate\nAccident Compensation Program (28 CFR part 301). The staff member responsible for the injured inmate’s detail must complete a BP-A0140, Injury\nReport – Inmate, for work-related injuries that occur during duty hours. Full instructions are provided in the Program Statement Accounting Procedures for Civilian and\nInmate Payrolls – FPI. Inmate workers performing PIECP work based on an employer model\nreceive workers’ compensation benefits in accordance with the workers’ compensation policy of\nthe employer. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 33 16. POST RELEASE INMATE ACCIDENT COMPENSATION Any definite or indefinite post release award of inmate accident compensation made as a result of\na work-related injury must be expensed by the Financial Management Division of FPI during the\nmonth in which the award is determined. Definite awards are of a fixed amount and are paid in a\nlump sum. Indefinite awards are specific monthly awards made for an indefinite period (see the\nProgram Statement Accounting Procedures for Civilian and Inmate Payrolls – FPI). 17. FUNDS DUE DECEASED INMATES\n§345.63 Funds due deceased inmates. Funds due a deceased inmate for work performed for FPI are payable to a legal\nrepresentative of the inmate’s estate or in accordance with the law of descent and\ndistribution of the state of domicile. All funds due to the deceased inmate must be retained in the inmate’s commissary account until\nlegally authorized for distribution. 18. REFERRAL OF RELEASABLE MEDICAL DATA TO FPI STAFF\n§345.64 Referral of releasable medical data to FPI staff. The SOI is responsible for ensuring that appropriate releasable information\npertaining to an inmate’s medical limitation (e.g., back injury) is made available to\nthe FPI staff member who directly supervises the assignment. 19. INMATE MEDICAL WORK LIMITATION\n§345.65 Inmate medical work limitation. In addition to any prior illnesses or injuries, medical limitations also include any\nillness or injury sustained by an inmate which necessitates removing the ill worker\nfrom an FPI work assignment. If an inmate worker is injured more than once in a\ncomparatively short time, and the circumstances of the injury suggest an\nawkwardness or ineptitude which in turn indicates that further danger exists, the\ninmate may be removed to another FPI detail or to a non-FPI detail. P8120.03 2/23/2017 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 34 20. CLAIMS LIMITATION\n§345.66 Claims limitation. Claims relating to pay and/or benefits must occur within one calendar year of the\nperiod of time for which the claim is made. Inmate claims submitted more than\none year after the time in question require the approval of the Assistant Director\nbefore an inmate may receive such pay and/or benefit. 21. RETENTION OF BENEFITS\n§345.67 Retention of benefits\nGuidelines for retention of benefits for jobs, pay grades, longevity and vacation credit, waiting\nlists, and positions are found in the table following this chapter."
}