{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 15,
  "chunk_text": "Your originating agency identifier (ORI) number begins with your state abbreviation followed by five\nnumbers or letters (e.g., VA00000). This number is assigned by the Federal Bureau of Investigation (FBI) for\nuse in tracking information for the Uniform Crime Report (UCR). The COPS Office tracks programmatic grant\ninformation based upon this ORI number. If your agency does not have an ORI number assigned by the FBI,\nthe COPS Office assigns a non-official ORI code to use as an agency identifier (in such cases, the last two\ncharacters will be “ZZ”). If you have any questions regarding your grant, please refer to your grant number or\nyour agency’s ORI number when you contact the COPS Office. Your Office of Justice Programs (OJP) vendor number, in most circumstances, is your agency’s nine- or\nthirteen-digit federal tax identification number assigned to you by the Internal Revenue Service (IRS). If your\nOJP vendor number differs from your tax identification number, the OJP vendor number is only to be used\nfor administrative purposes in connection with this grant program, and should not be used for IRS purposes. 2 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual Grant conditions The grant conditions are listed on your agency’s award document. By accepting this grant, you are obtaining\nfederal funds from the COPS Office. As part of that agreement, your agency acknowledges that it will comply\nwith these conditions (and, if applicable, additional special conditions specific to your agency). The section\nthat follows describes in detail all of the award conditions, their rationales, and their implications. It also\naddresses many frequently asked questions. If you have additional questions concerning any of these grant\nconditions, please contact your COPS Office Grant Program Specialist at 800-421-6770. In limited circumstances, your award may be subject to special conditions that prevent your agency from\ndrawing down or accessing grant funds until the special conditions are satisfied as determined by the\nCOPS Office. Any special conditions will be included with your award, which may be accessed at www.cops. usdoj.gov via the “Account Access” link. However, if you have questions about the special conditions, please\ncall your COPS Office Grant Program Specialist at 800-421-6770. Reasons for grant conditions The requirements of your CAGI grant are established within\n• the Public Safety Partnership and Community Policing Act of 1994, which established the COPS Office;\n• applicable rules, regulations, and policies issued by the U.S. Department of Justice, Office of\nManagement and Budget (OMB), the Government Accountability Office (GAO), and the United States\nTreasury;\n• the specific CAGI programmatic requirements established by the COPS Office. A list of source documents for this manual is provided in appendix A on page 44. You may request copies of\nany source reference document from:\nOffice of Administration, Publication Unit\nNew Executive Office Building\n725 17th Street NW, Room G 236\nWashington, DC 20503\nCOPS Office-specific documents may be requested directly from the COPS Office. Review of grant conditions By signing the award document to accept this COPS Anti-Gang Initiative grant, your agency agrees to abide\nby the following grant conditions:\n1. Grant Owner’s Manual\nCondition:"
}