{
  "document_category": "guidance",
  "document_name": "5217_02.pdf",
  "chunk_index": 9,
  "chunk_text": "Level Two inmates are reviewed at least every 90 days. Inmates are\nexpected to progress to Level Three after two to three months. Inmates who fail to make\nsatisfactory progress may be returned to a previous level. b. Level Three\nInmate Interaction. Inmates at this level will begin to interact in an open, but supervised,\nsetting with individuals from various groups, including open movement in the unit and frequent\ngroup counseling sessions commensurate with the inmate’s demonstrated ability to effectively\ncoexist with other inmates. Staff monitor which inmates may be housed or participate in\nactivities together, as necessary to protect the safety, security, and good order of the institution. There will also be increased privileges (e.g., increased commissary, property, etc.) at this level for\nthose who accomplish unit goals and maintain appropriate conduct. P5217.02 8/09/2016 11 Programming. Activities at this level will intensify, with more interaction in a less restrictive\nenvironment. Inmates continue to participate in counseling programs as outlined in Level Two. Programming in this level will normally occur 3-5 hours Monday through Friday. Psychology staff continue to have frequent contact with inmates on the living unit. In addition,\nPsychology Services staff offer counseling groups that allow participants to learn and practice\neffective skills. The focus and emphasis of SMU program counseling activities will be to\nminimize the tendency of SMU inmates to involve themselves in disruptive behavior. Counseling will focus on encouraging inmates to find ways in which they can program\nappropriately with other inmates in a general population setting and behave responsibly. Counseling will be evidence-based and involve cognitive-behavioral programming, , and\nemphasize responsibility and accountability. First and foremost, the inmates must be taught to\nlook toward the future, as the decisions they are making affect their families and their ability to\nprepare themselves for eventual reentry to society. Property. At this level, inmate access to personal property may be incrementally increased from\nLevel Two based on individual performance. Inmates may be considered for the same personal\nproperty privileges as general population inmates. Level Progression. Progression through this level is based upon the inmate’s ability to\ndemonstrate positive “community” interaction skills. The inmate’s successful progression\nthrough this phase will indicate he/she is prepared to function in a general population. Normally, inmates who successfully complete the SMU program are redesignated to the general\npopulation of another facility. In some situations, however, the SMU unit team may recommend\nthat the SMU graduate be assigned to the general population of that facility. In some cases,\ninmates who successfully complete the SMU program may not be appropriate for general\npopulation in another facility. Staff assess each case independently to ensure an appropriate\ndesignation. Review of the inmate is documented on BP-A0949, Special Management Review\nReport, along with any accompanying memoranda from any member referred to above, and filed\nin Section 2 of the inmate’s Central File. Inmates who fail to make appropriate levels of program participation may be returned to a\nprevious level. 7. PERIODIC REVIEW\nSMU inmates are reviewed by the Unit Team in conjunction with regularly scheduled Program\nReviews as provided in the Program Statement Inmate Classification and Program Review."
}