{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 47,
  "chunk_text": "However, to receive actual payment, you must request it through GPRS. Additional payment questions Can we receive advances? Yes. If you receive funds through electronic transfer, the period allowed is 10 days in advance. In general, the\nconcept of “minimum cash on hand” applies to COPS Office grants. This concept requires that your agency\nrequest funds based upon immediate cash disbursement needs. You should time your request for payment\nto ensure that federal cash on hand is the minimum that you need. There should be no excess federal grant funds on hand, except for advances not exceeding 10 days, as noted\nabove. The Federal Government has four basic rules regarding advances. Advances can be terminated if the grantee\n• is unwilling or unable to attain project goals;\n• maintains excess cash on hand;\n• does not adhere to the terms and conditions of the grant;\n• fails to submit reliable and/or timely reports. How often can we request reimbursement of costs? There are no limitations on how often your agency may request reimbursements. However, reimbursement\nis only for costs that were approved in the Financial Clearance Memorandum (FCM). As a general guideline,\nmost agencies request reimbursement on a monthly or quarterly basis. Also, please note that a date range\ncan only be used once. 32 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual Can we earn interest on our grant funds? Your agency should minimize the time between your drawdown of grant funds and your payment of grant\ncosts to avoid earning excess interest on your grant funds. You must account for interest earned on advances\nof federal funds as follows:\n• COPS grant award recipients must adhere to the standards set forth in the applicable Office of\nManagement and Budget (OMB) uniform guidance 2 C.F.R. § 200.305(b)(9) that states that interest\nearned on federal advance payments deposited in interest-bearing accounts up to $500 per year may\nbe retained by the grantee for administrative expense. Interest earned on federal advance payments\ndeposited in interest-bearing accounts in excess of $500 must be remitted annually to the U.S.\nDepartment of Health and Human Services. Make check payable to “The Department of Health and\nHuman Services” and mail check to treasury approved lockbox: HHS Program Support Center, P.O. Box\n530231, Atlanta, GA 30353-0231. (Please allow 4–6 weeks for processing of a payment by check to be\napplied to the appropriate Payment Management System (PMS) account.)\n• Please notify your COPS Office Staff Accountant in the COPS Office Financial Division when any interest\nthat is earned is remitted to the U.S. Department of Health and Human Services Payment Management\nSystem.\n• For states, payments are governed by Treasury-State CMIA agreements and default procedures codified\nat 31 C.F.R. Part 205 “Rules and Procedures for Efficient Federal-State Funds Transfers” and TFM 4A-2000\nOverall Disbursing Rules for All Federal Agencies. Matching funds\n• Under the 2015 COPS Anti-Gang Initiative, no local match is required. The COPS Office is funding 100\npercent of the allowable items approved in your FCM. (If applicable, any salary and benefit costs higher\nthan entry-level must be paid by your agency with local funds.) Please note:"
}