{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 36,
  "chunk_text": "In the event that sanctions are imposed or your award is terminated, your agency will be notified in writing of\nour decision and the reason(s) for that decision. Awards terminated due to non-compliance with the federal statutes, regulations, or award terms and conditions\nwill be reported to the integrity and performance system accessible through SAM (currently FAPIIS). 35 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual Accepting the award After you have reviewed the conditions of your COPS Office CPD Program award and your agency agrees with\nthese conditions, you are ready to accept the award. The Director (or Acting Director) of the COPS Office has\nsigned the award document indicating approval of your award, an obligation of federal funds to your\norganization, and our commitment to the award. As stated at the beginning of this section, to officially begin\nyour award and draw down your funds, the authorized officials (see the Glossary of Terms on page 107 of this\nmanual) must access https://portal.cops.usdoj.gov and select the “Account Access” link in the upper-right\ncorner to log in, review, and electronically sign the award document with the award terms and conditions; the\nFinancial Clearance Memorandum and, if applicable, the cooperative agreement that is incorporated by\nreference into the award document; and, if applicable, the special award conditions and high risk conditions in\nthe award document supplement within 90 days of the date shown on the award congratulatory letter. Who should sign the award document for our agency? The authorized officials are the law enforcement and government executives who have ultimate and final\nresponsibility for all programmatic and financial decisions regarding this award as representatives of the legal\nrecipient. COPS Office awards require that both the top law enforcement executive (e.g., chief of police, sheriff,\nor equivalent) and the top government executive (e.g., mayor, board chairman, or equivalent) sign the award\ndocument. For non–law enforcement agencies (universities, private organizations, etc.), the authorized officials\nare the programmatic and financial officials who have the ultimate signatory authority to sign contracts on\nbehalf of your organization. Typically, these are the same executives who signed the forms in your CPD\napplication package. If one or both of these individuals have changed, please complete a Change of Information\n(COI) form online at https://portal.cops.usdoj.gov through the “Account Access” option. If you have any\nquestions as to who should sign the award, please contact your organization’s legal counsel. By when must the award document be signed? Please electronically sign the award document and all award condition pages within 90 days of the date on the\naward congratulatory letter. Award funds will not be released until we have received your agency’s signed award\ndocument, your budget has received final clearance, and any other relevant award conditions particular to your\nagency have been satisfied. Failure to electronically sign your original award document within the 90-day award\nacceptance period may result in your CPD award being withdrawn and the funds deobligated without additional\nnotification. If your agency requires an extension for accepting the award beyond the 90-day acceptance\ntimeframe, you will be able to request an extension through the online system."
}