{
  "document_category": "guidance",
  "document_name": "2016_AHTF_AOM.pdf",
  "chunk_index": 53,
  "chunk_text": "9. Pursuant to U.S. Department of Justice guidelines (June 18, 2002 Federal Register (Volume 67, Number 117,\npages 41455-41472)), under Title VI of the Civil Rights Act of 1964, it will ensure meaningful access to its\nprograms and activities by persons with limited English proficiency. 10. It will ensure that any facilities under its ownership, lease or supervision which shall be utilized in the accomplishment of the project are not listed on the Environmental Protection Agency’ (EPA) list of Violating\nFacilities and that it will notify us if advised by the EPA that a facility to be used in this grant is under consideration for such listing by the EPA. 11. If the applicant’s state has established a review and comment procedure under Executive Order 12372 and\nhas selected this program for review, it has made this application available for review by the state Single\nPoint of Contact. 12. It will submit all surveys, interview protocols, and other information collections to the COPS Office for submission to the Office of Management and Budget for clearance under the Paperwork Reduction Act of 1995\nif required. 13. It will comply with the Human Subjects Research Risk Protections requirements of 28 CFR Part 46 if any part\nof the funded project contains non-exempt research or statistical activities which involve human subjects\nand also with 28 CFR Part 22, requiring the safeguarding of individually identifiable information collected\nfrom research participants. 14. Pursuant to Executive Order 13043, it will enforce on-the-job seat belt policies and programs for employees\nwhen operating agency-owned - or - rented or personally-owned vehicles. 15. As required by 42 U.S.C. § 3796dd-3(a), it will not use COPS Office funds to supplant (replace) state, local, or\nBureau of Indian Affairs funds that otherwise would be made available for the purposes of this grant, as applicable. 16. If the awarded grant contains a retention requirement, it will retain the increased officer staffing level or the\nincreased officer redeployment level, as applicable, with state or local funds for a minimum of 12 months\nfollowing expiration of the grant period. 17. It will not use any federal funding directly or indirectly to influence in any manner a Member of Congress, a\njurisdiction, or an official of any government, to favor, adopt, or oppose, by vote or otherwise, any legislation, law ratification, policy or appropriation whether before or after the introduction of any bill, measure, or\nresolution proposing such legislation, law, ratification, policy or appropriation as set forth in the Anti- Lobby\nAct, 18 U.S.C. § 1913.\n18. In the event that a portion of grant reimbursements are seized to pay off delinquent federal debts through\nthe Treasury Offset Program or other debt collection process, it agrees to increase the nonfederal share (or, if\nthe awarded grant does not contain a cost sharing requirement, contribute a nonfederal share) equal to the\namount seized in order to fully implement the grant project. False statements or claims made in connection with COPS Office grants or cooperative agreements may result in\nfines, imprisonment, debarment from participating in federal grants or contracts, and/or any other remedy\navailable by law. 54"
}