{
  "document_category": "guidance",
  "document_name": "CAMP_GOM_2015.pdf",
  "chunk_index": 24,
  "chunk_text": "Instead, your organization\nmust maintain the Utilization Report on file and make it available for review on request. In addition, your\norganization must complete Section B of the Certification Form and return it to the OCR. The Certification\nForm is available at http://www.ojp.usdoj.gov/about/ocr/pdfs/cert.pdf. If your organization is a government agency or private business and has received an award for $500,000 or\nmore and has 50 or more employees (counting both full- and part-time employees but excluding political\nappointees), then it must prepare a Utilization Report (formerly called an EEOP Short Form) and submit it to\nthe OCR for review within 60 days from the date of the award letter. For assistance in developing a Utilization 14 COPS Anti-Methamphetamine Program (CAMP) Grant Owner's Manual Report, please consult the OCR’s website at http://www.ojp.usdoj.gov/about/ocr/eeop.htm. In addition, your\norganization must complete Section C of the Certification Form and return it to the OCR. The Certification\nForm is available at http://www.ojp.usdoj.gov/about/ocr/pdfs/cert.pdf. To comply with the EEOP requirements, you may request technical assistance from an EEOP specialist at the\nOCR by telephone at (202) 307-0690, by TTY at (202) 307-2027, or by e-mail at EEOsubmisson@usdoj.gov. 12. Contracts and/or MOUs with other jurisdictions\nCondition:\nEquipment, technology, training, vehicles, sworn law enforcement officer positions and civilian positions, awarded\nmay only be used for law enforcement activities or services that exclusively benefit your agency/task force and the\npopulation that it serves. The items funded under the CAMP grant cannot be utilized by other agencies/task forces\nunless the items would exclusively benefit the population that your agency/task force serves. Why this condition: The CAMP grant is intended to benefit the communities within the grantee’s primary law enforcement\njurisdiction. Therefore, the grantee must use the CAMP grant funding to benefit its own population\nexclusively, rather than contracting out the COPS Office-funded officer(s) to other jurisdictions. What you should do:\nOfficers funded under the CAMP grant cannot provide contract law enforcement services to other agencies\nunless they will directly benefit the grantee’s jurisdiction. For example, a sheriff’s department cannot use a\nCAMP-funded officer to provide contract law enforcement services to a neighboring county, but can use\nthe CAMP-funded officer to provide direct law enforcement services to towns within its own county. 13. False statements\nCondition:\nFalse statements or claims made in connection with COPS Office grants may result in fines, imprisonment, or\ndebarment from participating in federal grants or contracts, and/or any other remedy available by law. Why this condition: This condition advises recipients of the consequences of submitting false claims or statements on\napplications, financial and programmatic reports, or other grant documents. What you should do:\nEnsure that all documentation related to your agency’s receipt and use of grant funding (grant applications,\nprogress reports, Federal Financial Reports, etc.) is true and accurate. 14. Duplicative funding\nCondition: The recipient understands and agrees to notify the COPS Office if it receives, from any other source, funding for the\nsame item or service also funded under this award. Why this condition: This grant was awarded to your agency to address its law enforcement needs that are not funded with other\nfunds, including federal, state, local, tribal, or BIA funds."
}