{
  "document_category": "guidance",
  "document_name": "GuideToProcurementProcedures.pdf",
  "chunk_index": 20,
  "chunk_text": "Price and Cost Analysis are required for all proposals submitted by offerors for evaluation and\nnegotiation by the non-Federal entity. Non-Federal entities should make independent\nestimates before receiving bids or proposals. Contents of the cost proposal should be in\nconsonance with the contractor's accounting system which must be operationally capable of\nsegregating costs by contract. Offerors should certify that individual elements of cost are true,\ncorrect and verifiable from the contractor's accounting system. Non-Federal entities should compare graphically each contractor's cost proposal using\nspreadsheets. However, keep in mind that accounting systems differ between contractors and\nexact dollar comparison between individual cost elements may not constitute a valid\ncomparison. For example, one contractor may charge a certain expense item to overhead\n(indirect costs), whereas another contractor may charge an identical expense item as a \"direct\"\ncharge to the contract. Price Analysis and Cost Analysis are normally used in concert with each other. Each should\nsupport the other. From an operational standpoint, this important facet of an effective negotiation plan cannot be\noverlooked or minimized. 16 2 C.F.R. § 200.323. Page | 38 Price and Cost Analysis Checklist\nNo. Question 1. Is the total price determined to be fair and reasonable? Does\nit compare favorably with the sum total of the individual\nelements of cost that have been analyzed? Yes No If the answer is “No,” (with a limited tolerance allowed),\nthen further effort is required to make these two figures\nmore compatible. 2. Was the overhead (indirect cost) rate used in the\ncontractor’s proposal determined by audit? If the answer is “Yes,” determine when audit was completed\nand whether the overhead (indirect cost) rate can be\ncategorized as current. If the answer is “No,” determine on what basis the overhead\n(indirect cost) rate was calculated and then validate\nacceptability. 3. Was a spreadsheet used to show graphically a comparison of\nthe elements of cost? Even though a spreadsheet is not mandatory, its use is highly\nrecommended. 4. Were individual results from cost analysis used to determine\nnegotiation cost targets? Remember the proposal is the contractor’s. Justification is\nrequired for any element of cost questioned by the nonFederal entities. 5. If possible, non-Federal entities should adhere to maximum\nFederal fee limitations under cost reimbursement\narrangements, i.e., 10% on estimated cost, 15% of the\nestimated cost on Research and Development, and 6% of the\nestimated cost of Construction or Architectural Engineering. Does the negotiated fee fall within these stated limitations? If the answer is “No,” consider alternatives with upper\nechelon non-Federal entity management. Page | 39 Chapter 15\nProtests\nNon-Federal entities alone will be responsible, in accordance with good\nadministrative practice and sound business judgment, for the settlement of all\ncontractual and administrative issues arising out of procurements. 17\nAny contractor or aggrieved party has the right to protest actions before or after the award of\nthe contract. In accordance with good administrative practice and sound business judgment,\nnon-Federal entities shall be responsible for the settlement of all contractual responsibilities\narising out of contract solicitations and awards. Issues that might initiate a protest include:\n1.\n2.\n3.\n4.\n5. Source evaluation activity\nProtests\nDisputes (differences of opinion)\nClaims Any other pertinent issues. As a best practice, protests should be in writing to the non-Federal entity."
}