{
  "document_category": "guidance",
  "document_name": "PREAAuditorHandbook-V1.0 August 2017.pdf",
  "chunk_index": 17,
  "chunk_text": "Auditors under probationary\ncertification status must complete all of the requirements outlined in Chapter 10 in order to\nreceive full certification. PREA auditor certification is valid for 3 years following the auditor’s original certification date. 9 At the end of this period, an auditor’s certification will expire, unless the auditor has applied for\nand been granted recertification by DOJ through the PREA Management Office. Information on\nthe recertification process and requirements can be found in Chapter 27. Dual Certification Based on an applicant’s experience and work history, he or she may train and be certified to\nconduct audits of adult facilities (including prisons, jails, community confinement facilities, and\nlockups), juvenile facilities, or both types of facilities. Once certified by DOJ, auditors are only\nauthorized to conduct audits for the facility type for which they are certified. Individuals interested in seeking dual certification to conduct audits in both juvenile and adult\nfacilities are encouraged to make this designation during the application process, prior to\nAuditor candidates who do not achieve a passing score on their pre- or post-training examination are granted one\nopportunity to retake each examination. Auditor candidates who fail the retake of the pre-training examination\nwill not be permitted to attend the 40-hour PREA Auditor Candidate Training. 9 The certification date for all auditors can be found under their names in the list of DOJ-certified PREA auditors on\nthe PREA Resource Center website (see www.prearesourcecenter.org/audit/list-of-certified-auditors). 8 17 attending the 40-hour PREA Auditor Candidate Training. However, individuals may also request\nan additional certification type while onsite at the PREA Auditor Candidate Training, after\ntraining has been completed but prior to receiving DOJ certification, or following certification\nby completing a Supplemental Information Form for dual certification and receiving a passing\nscore of 80 percent or higher on a supplemental examination that covers topics relevant to the\nadditional certification type being requested. Requests for dual certification should be directed\nto the PREA Resource Center by submitting the Supplemental Information Form, which can be\nfound under Resources in the Auditor Portal. The PREA Management Office reviews all requests for dual certification to determine whether\nthe individual meets the minimum qualifications for the additional certification type being\nsought, as specified below:\n• Individuals seeking adult certification must possess (in addition to the qualifications\nstated above) at least 1 year of significant auditing, monitoring, quality assurance,\ninvestigations, or substantially similar experience in adult institutions, including prisons,\njails, community confinement facilities, or lockups. • Individuals seeking juvenile certification must possess (in addition to the qualifications\nstated above) at least 3 years of significant auditing, monitoring, quality assurance,\ninvestigations, or substantially similar experience in a juvenile facility setting or with\njuvenile populations (excluding experience in adult settings with youthful inmates or\ndetainees). Individuals will be notified of the PREA Management Office’s decision by the PREA Resource\nCenter. If approved for dual certification, both certification types will be reflected in the list of\nDOJ-certified PREA auditors on the PREA Resource Center website. The additional certification\ntype granted by DOJ will expire on the same date as the original certification type. Additional\ninformation on the recertification process and requirements can be found in Chapter 27."
}