{
  "document_category": "guidance",
  "document_name": "1490_006_CN-1.pdf",
  "chunk_index": 1,
  "chunk_text": "U.S. Department of Justice\nFederal Bureau of Prisons\nCHANGE NOTICE\nOPI:\nCPD/CPB\nNUMBER: 1490.06, CN-1\nDATE:\nOctober 20, 2016 Victim and Witness Notification Program\n/s/\nApproved: Thomas R. Kane\nActing Director, Federal Bureau of Prisons This Change Notice (CN) implements the following changes to Program Statement 1490.06,\nVictim and Witness Notification Program, dated May 23, 2002. This CN provides guidance for\nremoving the requirement to send any notification via certified mail/return receipt requested. The changes are bolded and highlighted in yellow. The text to be deleted is struck through in\nred. Attachments B and C are updated accordingly. 13. NOTIFICATION [PROCEDURES ยง551.152] Page 7, Section 13, c. Types of Notifications and Time Frames. All notifications will be\nmade by using the template in VNS. The letters created by the template must not be altered in\nany way that will affect their content or overall appearance. The initial notification letter must include a copy of the Department of Justice Victim\nNotification System Pamphlet. All notifications will be sent via regular mail. Page 9, Section 13, (3) Escapes. If telephonic contact is not possible, unit staff will complete\nthe notification process by the next work day via VNS. If telephonic contact is made, unit staff\nwill complete the VNS notification process to the victim within seven calendar days via the\nnotification preference. Page 15, Section 17, CORRESPONDENCE AND FILING, (b.) Unit staff must document all\ncommunication (e.g., telephone, correspondence, etc.) with a victim(s), including unsuccessful\ncontact attempts, on the Victim Notification Record, Attachment B. U.S. Department of Justice\nFederal Bureau of Prisons Program\nStatement OPI:\nNUMBER:\nDATE:\nSUBJECT: CPD\n1490.06\n5/23/2002\nVictim and Witness\nNotification Program 1. [PURPOSE AND SCOPE ยง551.150. The Bureau of Prisons provides\na requesting victim and/or witness of a serious crime with\ninformation on the release from a Bureau institution of the\ninmate convicted of that serious crime.] The Victim and Witness Protection Act of 1982, the Crime Control\nAct of 1990, the Violent Crime Control and Law Enforcement Act of\n1994, as well as the Attorney General's Guidelines for Victim and\nWitness Assistance set forth procedures to meet the needs of\ncrime victims and witnesses. A major component of each of these\ndirectives is to ensure victims/witnesses are advised of the\nsignificant stages in the criminal justice process. This Program\nStatement establishes Bureau procedures for responding to a\nrequest from a victim or witness who wishes to be notified\nregarding a specific inmate's release or release-related\nactivities. 2. SUMMARY OF CHANGES. changes: This revision incorporates the following ! Text and procedures for the National Victim of Crime\nNotification System (VNS) have been added; ! Removes the requirement to send final release\nnotifications via certified mail/return receipt\nrequested; ! Removes the requirement to send carbon copies of\nnotification letters to the U.S. Attorney\nVictim/Witness Coordinator; [Bracketed Bold - Rules]\nRegular Typed - Implementing Information PS 1490.06\n5/23/2002\nPage 2\n! Incorporates procedures to notify inmate victims\nregarding incarcerated offenders; and ! Incorporates procedures when a victim is compromised. 3. PROGRAM OBJECTIVES.\nare: The expected results of this program a. Victims who are on record to receive information will be\nnotified, within established time frames, of an inmate's\nadmission to, or release from, an institution or contract\nfacility. b."
}