{
  "document_category": "guidance",
  "document_name": "5330.11.pdf",
  "chunk_index": 48,
  "chunk_text": "b. Phase II – The Core Treatment Phase. In the Core Treatment Phase, the inmate is expected\nto build positive relationships in group, on the treatment unit, with family/significant others, with\ninstitution staff, etc. Using the treatment journals and facilitator guides developed for the program, staff will facilitate\nan environment for inmates to acquire the thought processes and prosocial skills required to live a\ndrug-free, crime-free, and well-managed life. Treatment progress reviews are to be completed every 60 days and are to be documented in PDS. In addition, treatment staff are to observe program participants regularly (e.g., at work, during\nmain line, in the unit) to ascertain if the inmate’s behaviors demonstrated around the treatment\nstaff are constant, or if the inmate’s behavior changes outside of the treatment environment. Ordinarily, the Core Treatment Phase will last four months. Staff should monitor the participants’\nbehaviors, personal insights, motivation, and commitment to treatment daily. Changes in\nbehavior (positive or negative) are to be documented in the participants’ progress reviews. If the treatment team does not believe the inmate has made significant progress at the end of the\ncore treatment phase, staff may require the inmate to repeat all or part of the core treatment phase. Failure to progress in treatment will be documented in the Psychology Data System (PDS). c. Phase III – The Transition Phase. The Transition Phase focuses on the inmate continuing to\npractice the prosocial skills acquired in treatment. In addition, the inmate must demonstrate\nrealistic expectations and living skills to function in a prison environment. P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 4\nPage 3 Ordinarily the Transition Phase lasts one month. If the treatment team finds the inmate has not\nmade adequate progress, he may be held back until he completes, withdraws, or is expelled from\nthe program. 4.6. BRAVE Program Achievement Awards. The BRAVE Program offers achievement\nawards for inmates who participate appropriately in the program. The BRAVE Program treatment\nteam will determine if an inmate is eligible to receive an achievement award. 4.6.1. Earning Program Achievement Awards. In order to earn program achievement awards,\ninmates must:\n•\n•\n•\n•\n•\n• Be on time for group. Have no unexcused absences. Not leave group without approval from the Treatment Specialist. Not eat, drink, or sleep in group. Complete all assigned activities. Dress appropriately: clean institutional clothing, shirts tucked in, no jackets or coats, shoes\ntied, no headphones, properly fitting pants with belts, no sunglasses and no head covering\nother than approved religious headgear. • Be active in group.\n• Put forth positive efforts in accomplishing treatment goals, as determined by the treatment\nteam within the treatment plan. • Comply with education and FRP obligations. 4.6.2. Specific Achievement Awards\n• Limited Financial Awards. An inmate may earn a financial award to offset time lost from\nwork. The amount of this award is $40 for each phase of treatment. A financial award may be\npaid in whole or in part, based upon the inmate’s participation and progress. A financial\naward is never to be increased. • Local Incentives."
}