{
  "document_category": "guidance",
  "document_name": "2015_CAGI_GOM_v5_508f.pdf",
  "chunk_index": 44,
  "chunk_text": "• The item/service is available only from one source.\n• The public exigency or emergency for the requirement will not permit a delay resulting from\ncompetitive solicitation. • Competition is determined inadequate after solicitation of a number of sources. What documentation must be submitted to the COPS Office for sole source review? Requests for sole source procurements of equipment, technology, or services in excess of $150,000 must\nbe submitted to the COPS Office in writing certifying that the award of the contract through full and open\ncompetition is infeasible. The outline below may be helpful in preparing your agency’s sole source request and ensuring that all of the\nnecessary information is included. A grant recipient must request written approval from the COPS Office for sole source procurements in excess\nof $150,000 prior to purchasing equipment, technology, or services; obligating funding for a contract; or\nentering into a contract with grant funds. Letterhead. The sole source request must be signed and submitted on grantee department letterhead and\nmust include the agency’s ORI number and the grant number for which the approval is being sought. The\nrequest should also include the following information:\n• Section I. A brief description of the project, the amount to be designated for the sole source procurement,\nand the purpose of the contract\n• Section II. (a) An explanation as to why it is necessary to contract in a noncompetitive manner and (b)\nWhich one (or more) of the three circumstances identified below applies to the procurement transaction\n(include supporting information as identified below under the applicable section(s)):\n1. If the item or service is available only from one source, please include the following: 29 2015 COPS Anti-Gang Initiative (CAGI) Grant Owner’s Manual • Uniqueness of items or services to be procured from the proposed contractor or vendor\n(compatibility, patent issues, etc.) • How the agency determined that the item or service is only available from one source (e.g.,\nmarket survey results, independent agency research, patented or proprietary system, etc.) • Explanation of need for contractor’s expertise linked to the current project (e.g., knowledge of project management, responsiveness, experience of contractor personnel, prior work on earlier\nphases of project) • Any additional information that would support the case\n2. If the public exigency or emergency for the requirement will not permit a delay resulting from\ncompetitive solicitation, please include the following: • When the contractual coverage is required by your department and why\n• Impact on project if deadline/dates are not met\n• How long it would take an alternate contractor to reach the same required level of competence\n(equate to dollar amounts, if desired) • Any additional information that would support the case\n3. If competition is determined inadequate after solicitation of a number of sources, please include\nthe following: • Results of a market survey to determine competition availability; if no survey is conducted, please\nexplain why not • Any additional information that would support the case\n• Section III. A declaration that this action/choice is in the best interest of the agency\nFailure to provide all of the necessary information will delay the processing of your request."
}