{
  "document_category": "guidance",
  "document_name": "2016_CHP_AOM.pdf",
  "chunk_index": 57,
  "chunk_text": "Employers of convicted employees must provide notice, including position title, to: COPS\nOffice, 145 N Street, NE, Washington, D.C. 20530. Notice shall include the identification\nnumber(s) of each affected grant;\n(vi) Taking one of the following actions within 30 calendar days of receiving notice under\nsubparagraph (iv)(b) with respect to any employee who is so convicted –\n(a) Taking appropriate personnel action against such an employee, up to and including\ntermination, consistent with the requirements of the Rehabilitation Act of 1973, as\namended; or\n(b) Requiring such employee to participate satisfactorily in a drug abuse assistance or\nrehabilitation program approved for such purposes by a federal, state or local health, law\nenforcement or other appropriate agency; 60 2016 COPS Hiring Program (CHP) Award Owner’s Manual (vii) Making a good faith effort to continue to maintain a drug-free workplace through\nimplementation of paragraphs (i), (ii), (iii), (iv), (v), and (vi). B. 6. The applicant further certifies that it will identify all known workplaces under each COPS Office\naward, keep the identification documents on file, and make them available for inspection upon\nrequest by the U.S. Department of Justice officials or their designated representatives. Coordination As required by 42 U.S.C. § 3796dd-1(c)(5) of the Public Safety Partnership and Community Policing Act of\n1994, applicants must certify that there has been appropriate coordination with all agencies that may be\naffected by the applicant’s grant proposal if approved. Affected agencies may include, among others, the\nOffice of the United States Attorney, state or local prosecutors, or correctional agencies. The applicant\ncertifies that there has been appropriate coordination with all affected agencies.  Where the applicant is unable to certify to any of the statements in this Certifications form, he or she shall attach an\nexplanation to this application regarding the particular statement that cannot be certified. Please check the box if an\nexplanation is attached to this application. Please note that the applicant is still required to sign the Certifications\nform to certify to all the other applicable statements. False statements or claims made in connection with COPS Office grants or cooperative agreements may result in\nfines, imprisonment, debarment from participating in federal grants or contracts, and/or any other remedy\navailable by law. I certify that the assurances provided are true and accurate to the best of my knowledge. Elections or other selections of new officials will not relieve the grantee entity of its obligations under this grant. __________________________________________ ___________________________ Signature of Law Enforcement Executive/Agency Executive Date (For your electronic signature, please type in your name) ______________________________________________ ___________________________ Signature of Government Executive/Financial Official Date (For your electronic signature, please type in your name) 61 2016 COPS Hiring Program (CHP) Award Owner’s Manual Appendix C. Community policing defined\nCommunity policing is a philosophy that promotes organizational strategies and supports the systematic use of\npartnerships and problem-solving techniques to proactively address the immediate conditions that give rise to\npublic safety issues such as crime, fear of crime, and social disorder. Problem solving\nProblem solving is the process of engaging in the proactive and systematic examination of identified problems\nto develop effective responses that are evaluated rigorously. •\n•\n•\n•\n•"
}