{
  "document_category": "guidance",
  "document_name": "CPD_AOM.pdf",
  "chunk_index": 41,
  "chunk_text": "2. If the recipient does or is authorized to make subawards or contracts under this award, in accepting, the\nrecipient • represents that it has or will determine that no other entity that the recipient proposes may or will receive award funds (whether through a subaward, contract, or subcontract) either requires or has\nrequired internal confidentiality agreements or statements from employees or contractors that\ncurrently prohibit or otherwise restrict (or purport to prohibit or restrict) employees or contractors from\nreporting waste, fraud, or abuse as described above; • represents that it has or will make appropriate inquiry, or otherwise has an adequate factual basis, to\nsupport this representation; • represents that, if it learns or is notified that any subrecipient, contractor, or subcontractor entity that receives funds under this award is or has been requiring its employees or contractors to execute\nagreements or statements that prohibit or otherwise restrict (or purport to prohibit or restrict),\nreporting of waste, fraud, or abuse as described above, it will immediately stop any further obligations\nof award funds to or by that entity, will provide prompt written notification to the agency making this\naward, and will resume (or permit resumption of ) such obligations only if expressly authorized to do so\nby that agency. What are the specific rules regarding termination of award funding? The COPS Office has the right to sanction or terminate your agency’s project when there is reason to believe\nthat your agency is • not substantially complying with the award requirements or other applicable provisions of federal law;\n• failing to make satisfactory progress toward the goals or strategies outlined in its application;\n• not adhering to award requirements or conditions; 28 2015 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual • proposing substantial plan changes to the extent that, if originally submitted, would have resulted in\nthe application being denied funding; • not submitting financial or programmatic reports in a timely manner;\n• filing false statements or certifications in connection with an application, periodic report, or other\naward-related documents; • providing other good cause for sanctions or termination as determined by the COPS Office. In these instances, the COPS Office may\n• temporarily withhold payments pending correction of the situation by your agency; • disallow all or part of the cost of the activity or action not in compliance;\n• wholly or partly suspend or terminate your award;\n• require that some or all of the award funds be remitted to the U.S. Department of Justice;\n• condition a future award or elect not to provide future award funds to your agency until appropriate\nactions are taken to ensure compliance; • withhold or bar your agency from obtaining future awards;\n• recommend civil or criminal enforcement by other agencies;\n• take other remedies that may be legally available. In the event that sanctions are imposed or your award is terminated, your agency will be notified in writing\nof our decision and the reason(s) for that decision. Accepting the award"
}