{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 54,
  "chunk_text": "PS 7300.09\n1/12/98\nAttachment 4-4, Page 2\nRECOMMENDATIONS: GENERAL COMMENTS: DISTRIBUTION:\n- - Evaluation Panel Chairperson\nCCM Office File\nMCA\nCCRA PS 7300.09\n1/12/98\nAttachment 4-5, Page 1\nPREOCCUPANCY INSPECTION\nContract #: Award date: Scheduled Performance Date:\nDate Award Notification Received:\nDate of Inspection:\nFacility Name and Address: Contract Location Code:\nContractor Name and Address: Preoccupancy Inspection Team: INSTRUCTIONS: This inspection is to determine if the contractor\nhas made required renovations to their facility and has the\nessential resources to begin performance under the terms and\nconditions of the contract. Of particular importance are all\nnegotiated items that may have modified, waived, or clarified\nrequirements in the Statement of Work (SOW), or other provisions\nof the contracts. This is an internal, working document and does NOT go to the\ncontractor. The findings and corrective action resulting from\nthis inspection are transmitted from the COTR (CCM) to the\ncontractor for correction. Federal offenders should not be\nplaced in the facility if it is not ready to accept Federal\noffenders, particularly if the deficiencies present a life safety\nthreat to the occupants. 1. Introduction Ordinarily, the Contract Oversight Specialist (COS) and the\nRegional Safety Specialist (RSS) will be performing all\npreoccupancy inspections for CCC services. Prior to performing a\npreoccupancy inspection, a thorough review of the facility's\nPreliminary Site Inspection findings (Attachment 4-3 and 4-4),\nwritten negotiations, and a review of the SOW should be\naccomplished. For example, required renovation of the structure\nto include a fire escape or the installation of a sprinkler\nsystem during the Preliminary Site Inspection, should have been PS 7300.09\n1/12/98\nAttachment 4-5, Page 2\nclarified during negotiations (C&D's). Unless you have received\nand reviewed this information, you cannot perform a proper\npreoccupancy inspection. 2. Facility a.\nFollowing review of the Preliminary Site Inspection\nreport and contract negotiation documents, list below what\nrenovations/repairs/improvements, etc. the contractor has agreed\nto and should be completed to comply with the SOW/NFPA Life\nSafety requirements. (Attach additional sheets if necessary.)\nb. What other items related to the facility needed to be\ninstalled or repaired? (Installation of washers and dryers,\ntelephones, additional sinks/toilets/showers, lockers/closets,\nremodeling of counseling or visiting rooms/areas, etc.)\nc.\nReview proof of zoning and other required licenses or\npermits. d.\nVerify the following standards: air ventilation,\nlighting, square footage per resident, separate facilities (if\nco-correctional), handicap accessibility, space and furnishings\nfor group meetings/visiting/recreation, and dining area. e. Verify pillow and mattress standards are met. f.\nEnsure written fire and evacuation plans, including\ndiagrams, are posted in a conspicuous place. g.\nReview provisions for immediate fire department\nnotification, if necessary. 3.\na. Administration\nReview the contractor's operations manual. b.\nReview the contractor's policy/procedures for funds\naccountability. (Receipt, disbursements, etc.)\nc.\nReview the contractor's policy prohibiting an employee\nfrom using their official position to secure privileges or\nadvantages. d.\nReview the contractor's liability and property insurance\npolicy to ensure coverage for the facility and equipment. 4. Personnel PS 7300.09\n1/12/98\nAttachment 4-5, Page 3\na. Ensure the numbers and types of staff specified in the\ncontract have been hired by the contractor. b. Have perspective staff names, social security numbers,\ndates-of-birth, race and sex been provided so NCIC/NLETS can be\nperformed? c. Have you taken the fingerprints of the Facility Director\nand all other staff that have been hired by the contractor to\nperform services under this contract? d.\nObtain copies of the Facility Director's employment\napplication and resume."
}