{
  "document_category": "guidance",
  "document_name": "5331.02cn.pdf",
  "chunk_index": 8,
  "chunk_text": "The DAPC will document the outcome of this review and sign and\nforward the Change in RDAP and § 3621(e) Status form to the CSD, and the DSCC team\nresponsible for the inmate’s sentence computation. P5331.02 3/16/2009 Federal Regulations: bold type. Implementing instructions: regular type. Page 9 (8) Changes in Inmate Early Release Status. Any and all changes in an inmate’s early release\nstatus will be documented in the Psychology Data System (PDS). If an inmate is removed from\nthe program, the circumstances for removal (e.g., expulsion, incomplete, withdrawal) are to be\ndocumented as a Discharge Note in PDS. (9) Unit Team Final § 3621(e) Review. Before a § 3621(e) eligible inmate is processed for\ntransfer to an RRC, the Unit Team will complete the Unit Team Final Review form (BP-A0766). Ordinarily, this will occur 30 days before the inmate’s RRC transfer. This form ensures that all\ncriteria for early release have been met. In conjunction with this review the DAPC, or designee,\nis to review SENTRY to determine if:\n• the inmate has completed all components of the unit-based RDAP, in a unit set apart from the\ngeneral population for no less than nine months; and\n• the inmate has completed the follow-up component of the RDAP. b. The Unit Team. Typically, the Unit Team’s review of the inmate’s status will be in\nconjunction with regularly scheduled program reviews, preparation of release paperwork, and\nRRC referrals. (1) Change in Early Release Eligibility Status/DAP WAIT QUAL or DAP PART. If an\neligible inmate’s early release eligibility status requires change (e.g., detainers removed/added,\nnoncompliance with FRP), the Unit Team will immediately notify the DAPC via e-mail. (2) Change in Early Release Eligibility Status/RDAP Complete. If an eligible inmate has\ncompleted all institution components of RDAP (i.e., the unit-based program and the follow-up\ntreatment program) and is later determined to require a change in his/her early release status (e.g.,\ndetainers removed/added, found guilty by the DHO for misconduct related to drugs, alcohol,\nand/or act(s) of violence, noncompliance with FRP), the Unit Team will immediately notify the\nDAPC via e-mail. The DAPC will:\n• complete the Change in RDAP and § 3621(e) Status form;\n• provide a copy of the Change in RDAP and § 3621(e) Status form to the inmate; and\n• forward the Change in RDAP and § 3621(e) Status form to the Unit Team, the CSD, and the\nDSCC team responsible for the inmate’s sentence computation. (3) § 3621(e) Conditional Release. The Unit Team will use the Notice of § 3621(e) Date form\nin preparing the RRC packet for the Warden’s approval. Upon approval, the RRC packet will be\nforwarded to Community Corrections. (4) Unit Team Final Review. Before an eligible inmate is processed for early release to an\nRRC, the Unit Manager or designee will complete the Unit Team Final Review form. Ordinarily,\nthis will occur 30 days before RRC transfer or release. This review ensures that all criteria for\nearly release have been met. If any SENTRY codes have been replaced with fail or ineligible\ncodes, the inmate is not eligible for an early release. P5331.02 3/16/2009 Federal Regulations: bold type. Implementing instructions: regular type. Page 10"
}