{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 53,
  "chunk_text": "(How did you determine this? Cite all sources and the nature of\ntheir comments or actions; attach any and all documentation that\nsupports your determinations.) 5.\nIs the facility accessible to the physically\nhandicapped? (If not, what plans, if any, were discussed or\noutlined to you for handicapped accessibility?) PS 7300.09\n1/12/98\nAttachment 4-3, Page 3 6.\nDiscuss the facility's capability to provide for at\nleast 60 square feet of personal living space per resident,\nthrough the final option year. (Four square feet may be closet\nspace, but this space may not include common areas, hallways, or\nbathrooms. Does a local or state law or regulation require more\nspace? Actual measurements are required.) 7.\nHow many of the following are accessible to the\nShower/Bathing Areas\nresident population:\nWash Basins\nToilets\n. 8.\nIs hot water thermostatically controlled not to exceed\n120 degrees Fahrenheit? (How determined?) 9.\nDid you notice any pest or vermin? describe.) Y or N (If \"Y\", 10. How many washers and dryers does the facility have that\nare accessible to the residents? Is there a commercial\nlaundering facility within one mile of the facility? 11.\nDo telephone facilities exist on the premises that\nwould be accessible to the residents? Y or N (If \"N\", where is\nthe nearest public phone?) 12.\nHow far from the facility is the nearest Fire\nDepartment or Fire Protection Service? 13. How far from the facility is the nearest public medical\nfacility that operates on a twenty-four hour per day basis? (Hospital? Clinic?) 14.\nCan the facility accommodate both sexes? Y or N (If\n\"Y\", discuss the reasonable separation and supervision of the\nresidents.) PS 7300.09\n1/12/98\nAttachment 4-3, Page 4\n15. Is this facility specifically being designed for this\ncontract? Does it, or when renovated could it, have the capacity\nto house other than Federal offenders above the Bureau's\nestimated number of beds in this solicitation? 16. Is there a kitchen and dining area capable of\naccommodating the estimated number of Federal offenders (normally\n15 sq. ft. per person)? (Describe the accommodations.) 17.\nDescribe the space for group meetings, visiting, indoor\nrecreation, and counseling (normally 15 sq. ft. per person): (Is\nit adequate to accommodate the population?) 18. Describe the surrounding neighborhood: 19. General Comments: Distribution:\n-Evaluation Panel Chairperson\n-CCM Office File\n-MCA\n-CCRA\n-CO PS 7300.09\n1/12/98\nAttachment 4-4, Page 1\nREGIONAL SAFETY SPECIALIST PRELIMINARY SITE\nINSPECTION REPORT\nDate of Report:\nRFP#: Date of Inspection: Report Completed by:\nPosition:\nOfferor:\nSite Address: INTRODUCTORY COMMENTS: Be definitive and cover such things as: A.\nThe applicable edition of the Life Safety Code and Statement\nof Work (SOW) reference during this inspection. B.\nType of structure, age, and general condition of the\nbuilding. Will major renovations be required to comply with\nNFPA-Life Safety Codes/SOW requirements? C.\nWere floor plans given to you? Are any attached? If\npresent, did the offeror or his/her representative discuss their\nplans for the facility with you? DEFICIENCIES:\nIdentify/describe what facility repairs, if any, must be\naccomplished to bring the structure into conformance with the\nNFPA-Life Safety Codes/SOW. PS 7300.09\n1/12/98\nAttachment 4-4, Page 2\nRECOMMENDATIONS: GENERAL COMMENTS: DISTRIBUTION:\n- - Evaluation Panel Chairperson\nCCM Office File\nMCA\nCCRA PS 7300.09\n1/12/98\nAttachment 4-5, Page 1\nPREOCCUPANCY INSPECTION\nContract #: Award date: Scheduled Performance Date:\nDate Award Notification Received:\nDate of Inspection:\nFacility Name and Address: Contract Location Code:\nContractor Name and Address: Preoccupancy Inspection Team: INSTRUCTIONS:"
}