{
  "document_category": "guidance",
  "document_name": "5330.11.pdf",
  "chunk_index": 52,
  "chunk_text": "Mentally ill inmates may be placed directly in the\nChallenge unit after screening. 5.3.2. Program Referrals. Inmates may self-refer for the program, provided they meet the\nadmission criteria. To request placement in the Challenge program, inmates must submit an\nInmate Request to Staff form (BP-A0148) to the Challenge Coordinator. The Challenge\nCoordinator will determine the appropriateness of the inmate’s placement in the program. A\nwaiting list of inmates approved for voluntary placement in the program will be maintained in\nSENTRY. The inmate will sign the Agreement to Participate in Psychology Treatment Programs\nform (BP-A0940) when he is notified of his acceptance to the program. 5.3.3. Enrollment Time Frame. The Challenge Program is designed to facilitate both a\nfavorable adjustment to incarceration and a successful release to the community. Participants\nmay enroll in the program at any time during the course of their sentence, provided they have\nsufficient time to complete the program. Priority placement should be given to inmates at the\nbeginning of their sentence in order to maximize the program’s impact on the inmate’s behavior\nwhile incarcerated. 5.4. Assessment of Need. A psychosocial assessment of the inmate’s treatment needs is\nconducted during the Orientation Phase of the program. The information gathered during this\nface-to-face interview will become a part of the case conceptualization for the treatment plan. This assessment format is available in the Psychology Data System (PDS). Other assessments or\ntesting will be conducted as needed, based on the inmate’s behaviors. 5.5. Treatment Protocol\n5.5.1. Treatment Modules. The Challenge Program treatment modules direct the treatment\nprogram. In the Drug Abuse Track, programming is 500 contact hours; i.e., face-to-face contact\nbetween treatment staff and inmate participants, over no less than 9 months of half-day\nprogramming. Ordinarily, programming is conducted daily (excluding non-program days, such as\nweekends and holidays) for half of the inmate’s work day. In the Mental Illness Track,\nprogramming is based on a clinical case management model, with contact hours based on need. Treatment begins as soon as the inmate is in CHG PART status in SENTRY. The developed Challenge Treatment journals, facilitator guides, and manuals are required for the\nChallenge Program. The current treatment journals and facilitator guides are identified on\nSallyport. P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 5\nPage 2 As evidence-based treatment technologies advance, treatment materials will be revised. Therefore, only the most current Challenge materials, journals, facilitator guides, etc., are to be\nused. 5.5.2. Treatment Phases. The Challenge Program is organized in Phases. Each Phase follows a\nclearly defined structure. The Phases are organized as follows:\na. Phase I – The Orientation Phase. During the Orientation Phase of treatment, Challenge\nProgram Treatment Specialists are to perform the following duties related to inmates assigned to\ntheir caseload:\n• Strive to build rapport and motivate the inmate to engage in treatment. • Conduct the psychosocial assessment. This guides the development of the treatment plan. The treatment assessment must be conducted with the inmate. It is not a self-assessment\ninstrument. • Present the inmate’s case at a treatment team meeting. These meetings are scheduled and\nconducted by the Challenge Program Coordinator."
}