{
  "document_category": "guidance",
  "document_name": "5330.11.pdf",
  "chunk_index": 54,
  "chunk_text": "5.6.1. Earning Program Achievement Awards. In order to earn program achievement awards,\ninmates must:\n•\n•\n•\n•\n•\n• Be on time for group. Have no unexcused absences. Not leave group without approval from the Treatment Specialist. Not eat, drink, or sleep in group. Complete all assigned activities. Dress appropriately: clean institutional clothing, shirts tucked in, no jackets or coats, shoes\ntied, no headphones, properly fitting pants with belts, no sunglasses and no head covering\nother than approved religious headgear. • Be active in group.\n• Put forth positive efforts in accomplishing treatment goals, as determined by the treatment\nteam within the treatment plan. • Comply with education and FRP obligations. 5.6.2. Specific Achievement Awards.\n• Limited Financial Awards. An inmate may earn a financial award to offset time lost from\nwork. The amount of this award is $40 for each phase of treatment. A financial award may P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 5\nPage 4 be paid in whole or in part based upon the inmate’s participation and progress. A financial\naward is never to be increased. • Local Incentives. Institutions may offer incentives such as preferred living quarters, early\nmainline, exercise equipment on the unit, a program library, a movie night, etc.\n• Tangible Incentives. With the Warden’s approval, tangible incentives (e.g., books, t-shirts,\nnotebooks, mugs with program logo) may be offered. • Graduation Ceremony/Ritual. For the completion of the Challenge Program, institutions\nmay offer a structured completion/graduation ceremony for the inmates. Photographs of\nindividual participants or the treatment group may be allowed. Inmates may mail a\nphotograph of themselves or the group to family. 5.7. Program Documentation. Required documentation for the Challenge Program includes:\n• A documented psychological diagnosis in PDS related to a drug abuse and/or mental health\ndisorder. • An Agreement to Participate in the program, signed by the inmate at the time of the first\ntreatment session. • A psycho-social assessment on each inmate entering the program to assist in the development\nof an individualized treatment plan. • An individualized treatment plan for each participant, documenting the targeted problem\nareas, treatment goals, and treatment activities in PDS. • Recording in PDS a participant’s attendance in group. • Treatment contact notes, when appropriate. • 60-day progress reviews noting progress toward treatment goals. • Challenge treatment assignments in SENTRY.\n• At the conclusion of the inmate’s involvement in the program, a treatment summary and a\nbrief account in the evaluation section of PDS noting how he left the program; e.g., “Mr. XXX\nwas transferred to a lower security institution,” “Mr. XXX successfully completed the\ntreatment goals identified in his treatment plan,” “Mr. XXX informed treatment staff he is no\nlonger interested in participating in the program.” Inmates who do not complete the Challenge Program for reasons other than expulsion require a\ndischarge note with the reason(s) for non-completion documented in the Evaluation section of\nPDS. At that time the Challenge Coordinator, or designee, is to change the inmate’s SENTRY\nassignment from CHG PART to CHG INCOMP. 5.8. Challenge Outcomes. How an inmate leaves a residential program is based on the inmate’s\nbehavior. P5330.11 3/16/2009\nFederal Regulations: bold type. Implementing instructions: regular type Chapter 5\nPage 5"
}