{
  "document_category": "guidance",
  "document_name": "5200.02_cn1.pdf",
  "chunk_index": 3,
  "chunk_text": "b. Regions\n■ Ensure staffing at female facilities is appropriate. This includes satellite camps, which must\nhave designated positions to provide programming. ■ Establish a Regional Female Offender Coordinator Collateral Duty Assignment. This\nindividual meets quarterly with the Female Offender Branch to discuss staffing and\nprogramming needs. He/she should be allotted twenty percent of his/her duty time to fulfill\nthis role. ■ Provide oversight to institutions regarding new programs and other relevant trends. ■ Consult with the Female Offender Branch based on the branch’s monitoring of program\nutilization. c. Institutions\n■ Offer established programs and services that target the needs and interests of female\noffenders. ■ Track participation in programs by updating SENTRY and other databases as appropriate. ■ Compile a list of gender-responsive programs for posting at the facility, with a copy provided\nquarterly to the regional coordinator. ■ Participate (Wardens) in quarterly meetings with the Female Offender Branch. ■ Ensure institution volunteers are appropriately trained in the needs of female offenders. 3. STAFF TRAINING SPECIFIC TO FEMALE OFFENDERS Staff learn to work with inmates from special populations through the completion of general and\nspecialized training offered throughout their careers. P5200.02 11/23/2016 Federal Regulations from 28 CFR: this type. Implementing instructions: this type. 5 All staff at institutions or complexes housing female offenders are required to complete training\ndeveloped by the Female Offender Branch and the trauma-informed correctional care module. Thereafter, refresher information is provided locally on annual basis. Wardens shall remain aware of gender responsivity issues via mandatory quarterly\nvideoconferences with the Female Offender Branch. The Union will be invited to participate. 4. SPECIAL POPULATIONS Research has demonstrated that program effectiveness is maximized when services target\nspecific population needs. While some programs may be appropriate for any inmates, offenders’\nneeds may also vary based on gender, age, ability, or other factors. Policy must also take into\naccount that not all inmates are the same, and ensure the needs of members of smaller\npopulations are adequately addressed and treated. Individuals may be members of more than one\nspecial population. This section defines membership in special populations and identifies\nprogramming considerations for inmates who are also members of these populations. Some special populations of offenders include:\n■\n■\n■\n■ Geriatric Inmates. Lesbian, Gay, Bisexual, Transgender, or Intersex Inmates. Inmates from Unique Jurisdictions (e.g., Illegal Aliens). High Security Unit Females. a. Geriatric Inmates. Geriatric inmates are defined as those at least 65 years of age or older,\nalthough aging inmates may seek similar services at age 50. Studies suggest members of the\ninmate population may present as physiologically older than their actual age due to a\ncombination of lifestyle factors. Considerations for the management of elderly inmates may\ninclude the need for longer time to travel across the compound, the possibility of placement in a\nhousing unit near Health Services or the dining hall, the need for an inmate companion, or\nhousing on the bottom level of a facility. Programming considerations may include the need for\nlarger print material or the need for specialty program implementation. The Female Offender\nBranch should be consulted about program implementation or modification issues. b. Lesbian, Gay, Bisexual, Transgender, or Intersex Females."
}