{
  "document_category": "guidance",
  "document_name": "7300_009_CN-3.pdf",
  "chunk_index": 32,
  "chunk_text": "Although\ncopies of this schedule are not ordinarily distributed, the CCM\nor COS may telephonically or using BOPNet GroupWise E-mail,\ncontact the CO to inquire about the status of a particular\nsolicitation. 4.3.4. ISSUE SOLICITATION After the 60 day DOL wage rate determination request cited above,\nand concurrent 25 working day CBD publicizing requirements have\nbeen met, a solicitation shall be prepared and mailed to all\ninterested offerors requesting an original and three copies of\nthe technical proposal and an original and four copies of the\nbusiness proposal. A copy of the solicitation shall be mailed to\nthe appropriate CCM and to the AAC. The CCM and COS should\nreview the solicitation to ensure the requirements described in\nthe RCA and attachments have been accurately addressed. Special\nemphasis should be placed on inmate-day requirements, geographic\nlocation, and requested modifications to the SOW. If\ndiscrepancies are identified, the CCA and CO should be notified\nimmediately and the solicitation should be promptly amended. Ordinarily, the solicitation shall provide for a period of 60\ndays for offerors to respond. The amount of time allowed shall\nbe adjusted for any special or unique circumstances of the\nrequirements. PS 7300.09\n1/12/98\nChapter 4, Page 17\n4.4:\n4.4.1. EVALUATION PROCESS\nRECEIPT OF PROPOSALS Proposals shall be date and time stamped immediately upon\nreceipt by the CO. The CO shall review proposals for\ncompleteness, and store them in a secure place. Within five working days of the closing date, the CO shall contact\nthe Central Office Community Corrections Branch to determine which\nstaff will chair the evaluation panel and to ensure copies of each\ntechnical proposal and a copy of the solicitation are provided to\nthe members of the evaluation panel. The staff person assigned to\nchair the evaluation panel shall not have direct supervisory\nauthority over, or be a member of the CCM office, from which the\noriginal contract request originated. When there is only one offeror, the designated chairperson may\nperform an individual technical review rather than convening an\nevaluation panel. The technical review will assess those items\nneeding further clarification, as well as any deficiencies. When\nonly one offeror is to be evaluated, the chairperson may have\ndirect supervisory authority over, or be a member of, the CCM\noffice from which the original contract request originated. It is the evaluation panel chairperson's responsibility to ensure\ncompliance with evaluation process procedures and required time\nframes. 4.4.2. PRELIMINARY SITE SURVEY Upon receiving the proposal(s), the chairperson shall contact\nthe appropriate CCRA who shall appoint the membership of the\npreliminary site inspection team. Ordinarily the team will be\ncomposed of the COS located in the CCM office that will\nadminister the contract and the RSS. The chairperson shall\ncontact the members of the inspection team via BOPNet GroupWise\nE-Mail, with copies routed to the CCRA, CCA, MCA, CCM, and CO,\nrequesting the preliminary site surveys be conducted within 15\nworking days. Within two working days, the chairperson shall\nreview the offeror's proposals and forward copies of documents\npertinent to the preliminary site survey (diagram/floor plan,\nproof of valid right-to-use, notification to public officials and\nthe community) to all members of the inspection team, for review,\nprior to the team's on-site inspection(s). All preliminary site\ninspections should be videotaped and forwarded to the panel\nchairperson for use by the evaluation panel."
}