{
  "document_category": "guidance",
  "document_name": "know_your_voting_rights_spanish.pdf",
  "chunk_index": 4,
  "chunk_text": "Sí. Si usted sería elegible para votar si viviera\nen los EE. UU., la ley de Votación para los\nUniformados y los Ciudadanos en el Extranjero\nprotege su derecho a inscribirse y votar en\nausencia en las elecciones federales. 7 Esta ley protege a ciudadanos que están\nsirviendo en el ejército o que son miembros\nde la marina mercante y que están en servicio\nactivo lejos de su casa, ya sea en el extranjero\no dentro de los EE. UU. También protege a\nsus familiares elegibles que están lejos de su\ncasa a causa de ese servicio activo. Asimismo,\nprotege el derecho al voto de ciudadanos de los\nEstados Unidos que viven en el extranjero. Para las elecciones federales, usted puede\ninscribirse para votar y pedir una papeleta para\nvotar en ausencia a la misma vez mediante la\nTarjeta Federal Postal de Solicitud. Podrá pedir\nque se le envíe su papeleta para votar en ausencia\npor correo ordinario o de manera electrónica. También podrá usar una papeleta federal para\nvotar en ausencia por candidatos no incluidos\ncomo respaldo si ha solicitado de manera\noportuna, pero todavía no ha recibido, su papeleta\npara votar en ausencia. Para más información, visite el sitio web del\nPrograma Federal de Asistencia en la Votación\nen FVAP.gov (solo en inglés) y el sitio web de la\nDivisión de Derechos Civiles en The Uniformed\nAnd Overseas Citizens Absentee Voting Act\n(justice.gov) (solo en inglés). 8 Votantes con un dominio\nlimitado del inglés\n¿Cuáles leyes federales protegen\na los votantes con un dominio\nlimitado del inglés? La Sección 208 de la ley de Derecho al Voto\npermite a los votantes que tienen dificultades\npara leer (por ejemplo, porque su dominio del\ninglés es limitado) a conseguir ayuda con el\nproceso electoral de una persona que ellos\nmismos elijan. Pero esa persona no puede\nser el empleador del votante ni tampoco un\nfuncionario de su sindicato laboral. La Sección 4(e) de la VRA prohíbe que los\nfuncionarios electorales condicionen el derecho\nal voto de un ciudadano a la capacidad de tal\nciudadano de leer, escribir o entender inglés. La ley protege a votantes que completaron al\nmenos hasta el sexto grado en escuelas que\noperan bajo la bandera estadounidense donde las\nclases se enseñan en un idioma que no sea inglés. Por ejemplo, esta ley aplica a ciudadanos que\nasistieron a una escuela pública en Puerto Rico y\nfueron instruidos en español. Por otra parte, la Sección 203 de la VRA requiere\nque en aquellos lugares donde hay un número\nsuficiente de votantes de minorías lingüísticas se\nofrezca ayuda y materiales electorales en otros\nidiomas. Cada cinco años, la Oficina del Censo\n9 de los EE. UU. identifica los lugares donde este\nrequisito aplica y los idiomas que se deberán usar. Para una lista actualizada de estos lugares vaya\na Voting Rights Data Tabulations (census.gov)\n(solo en inglés). La Sección 301 de la ley de Ayudemos a Estados\nUnidos a Votar requiere que los sistemas\nelectorales de tales jurisdicciones sean\naccesibles en los mismos idiomas. Votantes con\ndiscapacidades\n¿Cuáles leyes federales protegen a\nlos votantes con discapacidades? El Título II de la ley para Estadounidenses con\nDiscapacidades requiere que los gobiernos\nlocales y estatales aseguren que las personas\ncon discapacidades tengan igualdad de\noportunidades de votar plenamente. Esta ley aplica a todos los aspectos de la\nvotación."
}