{
  "document_category": "guidance",
  "document_name": "2016_CPD_AOM.pdf",
  "chunk_index": 31,
  "chunk_text": "The item/service is available only from one source. The public exigency or emergency for the requirement will not permit a delay resulting from competitive\nsolicitation. The COPS Office authorizes noncompetitive proposals in response to a written request from the recipient. Competition is determined inadequate after solicitation of a number of sources. The COPS Office will review your request and the supporting information that you provide and will make a\ndetermination as to whether or not an exception can be made to the general rule regarding competition. If\nsubmitting a sole source justification request to the COPS Office, please use the format described in appendix D,\n“Sole source justification facts,” on page 81 of this manual. 28. Public Release Information\nCondition: The recipient agrees to submit one copy of all reports and proposed publications resulting from this award ninety (90)\ndays prior to public release. Any publications (written, curricula, visual, sound, or websites) or computer programs,\nwhether or not published at government expense, shall contain the following statement:\n“This project was supported by Cooperative Agreement Number 2016-XX-XX-XXXX\nawarded by the Office of Community Oriented Policing Services, U.S. Department of\nJustice. The opinions contained herein are those of the author(s) and do not necessarily\nrepresent the official position or policies of the U.S. Department of Justice. References to 30 2016 COPS Office Community Policing Development (CPD) Program Award Owner’s Manual specific agencies, companies, products, or services should not be considered an\nendorsement by the author(s) or the U.S. Department of Justice. Rather, the references\nare illustrations to supplement discussion of the issues. The Internet references cited in this publication were valid as of the date of this\npublication. Given that URLs and websites are in constant flux, neither the author(s) nor\nthe COPS Office can vouch for their current validity.” Why this condition:\nThe COPS Office wants to ensure the quality, objectivity, utility, and integrity of information in funded projects\nthat are disseminated to the public. However, award-funded reports and publications are not works of\nauthorship by the Federal Government and should not be construed to reflect the official policy or position of\nthe U.S. Department of Justice. What you should do:\nEnsure that all publications relating to your COPS Office CPD award contain the required statement listed above. 29. Criminal Intelligence Systems\nCondition:\nRecipients using CPD funds to operate an interjurisdictional criminal intelligence system must comply with operating\nprinciples of 28 C.F.R. Part 23. The recipient acknowledges that it has completed, signed, and submitted the Reviews\nand Certifications form with its award application certifying compliance with 28 C.F.R. Part 23. Why this condition: If your agency receives funding for equipment or technology that will be used to operate an interjurisdictional\ncriminal intelligence system, you must comply with the operating principles found in 28 CFR Part 23. An\n“interjurisdictional criminal intelligence system” is generally defined as a system that receives, stores, analyzes,\nexchanges, or disseminates data regarding ongoing pre-arrest criminal activities (examples of such activities\ninclude, but are not limited to, loan sharking, drug or stolen property trafficking, gambling, extortion, smuggling,\nbribery, and public corruption) and shares this data with other law enforcement jurisdictions."
}