{
  "doc_id": "eurlex_97",
  "category": "eurlex",
  "chunks": [
    {
      "id": "eurlex_97__0",
      "chunk_id": "0",
      "content": "Name: 2012/683/EU: Decision of the European Parliament and of the Council of 25ÃƒÂ‚ October 2012 on the mobilisation of the European Globalisation Adjustment Fund, in accordance with point 28 of the Interinstitutional Agreement of 17ÃƒÂ‚ May 2006 between the European Parliament, the Council and the Commission on budgetary discipline and sound financial management (application EGF/2011/019 ES/Galicia Metal from Spain)\n Type: Decision\n Subject Matter: budget;  employment;  economic conditions;  EU finance;  regions of EU Member States;  iron, steel and other metal industries;  Europe\n Date Published: 2012-11-07 7.11.2012 EN Official Journal of the European Union L 307/77 DECISION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 25 October 2012 on the mobilisation of the European Globalisation Adjustment Fund, in accordance with point 28 of the Interinstitutional Agreement of 17 May 2006 between the European Parliament, the Council and the Commission on budgetary discipline and sound financial management (application EGF/2011/019 ES/Galicia Metal from Spain) (2012/683/EU) THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, Having regard to the Interinstitutional Agreement of 17 May 2006 between the European Parliament, the Council and the Commission on budgetary discipline and sound financial management (1), and in particular point 28 thereof, Having regard to Regulation (EC) No 1927/2006 of the European Parliament and of the Council of 20 December 2006 on establishing the European Globalisation Adjustment Fund (2), and in particular Article 12(3) thereof, Having regard to the proposal from the European Commission, Whereas: (1) The European Globalisation Adjustment Fund (EGF) was established to provide additional support for workers made redundant as a result of major structural changes in world trade patterns due to globalisation and to assist them with their reintegration into the labour market. (2) The scope of the EGF was broadened for applications submitted from 1 May 2009 to 30 December 2011 to include support for workers made redundant as a direct result of the global financial and economic crisis. (3) The Interinstitutional Agreement of 17 May 2006 allows the mobilisation of the EGF within the annual ceiling of EUR 500 million. (4) Spain submitted an application on 28 December 2011 to mobilise the EGF in respect of 878 redundancies in 35 enterprises operating in the NACE Revision 2 Division 25 (Manufacture of fabricated metal products, except machinery and equipment) in the NUTS II region of Galicia (ES11), and supplemented it by additional information up to 28 May 2012. This application complies with the requirements for determining the financial contributions as laid down in Article 10 of Regulation (EC) No 1927/2006. The Commission, therefore, proposes to mobilise an amount of EUR 2 029 235. (5) The EGF should, therefore, be mobilised in order to provide a financial contribution for the application submitted by Spain, HAVE ADOPTED THIS DECISION: Article 1",
      "queries": [
        "globalisation and the european budget 2012/683/"
      ],
      "queries_score": [
        "1.7621682"
      ]
    },
    {
      "id": "eurlex_97__1",
      "chunk_id": "1",
      "content": "The Commission, therefore, proposes to mobilise an amount of EUR 2 029 235. (5) The EGF should, therefore, be mobilised in order to provide a financial contribution for the application submitted by Spain, HAVE ADOPTED THIS DECISION: Article 1 For the general budget of the European Union for the financial year 2012, the European Globalisation Adjustment Fund shall be mobilised to provide the sum of EUR 2 029 235 in commitment and payment appropriations. Article 2 This Decision shall be published in the Official Journal of the European Union. Done at Strasbourg, 25 October 2012. For the European Parliament The President M. SCHULZ For the Council The President A. D. MAVROYIANNIS (1) OJ C 139, 14.6.2006, p. 1. (2) OJ L 406, 30.12.2006, p. 1.",
      "queries": [
        "egf should be mobilised in order to provide a financially contributed for the application submitted by spain",
        "egf mobilizes a sum",
        "when can a governor abeyance funds",
        "which franchise was created rather than acquired?"
      ],
      "queries_score": [
        "3.8238223",
        "1.5516871",
        -10.655158996582031,
        -10.579194068908691
      ]
    }
  ]
}