{
  "doc_id": "eurlex_70",
  "category": "eurlex",
  "chunks": [
    {
      "id": "eurlex_70__0",
      "chunk_id": "0",
      "content": "Name: 2014/698/EU: Decision of the European Parliament and of the Council of 25 September 2014 on the mobilisation of the European Globalisation Adjustment Fund, in accordance with Point 13 of the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (application EGF/2014/001 EL/Nutriart from Greece)\n Type: Decision\n Subject Matter: labour market;  EU finance;  budget;  employment;  Europe;  agri-foodstuffs;  economic policy;  economic conditions\n Date Published: 2014-10-08 8.10.2014 EN Official Journal of the European Union L 292/16 DECISION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 25 September 2014 on the mobilisation of the European Globalisation Adjustment Fund, in accordance with Point 13 of the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (application EGF/2014/001 EL/Nutriart from Greece) (2014/698/EU) THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, Having regard to Regulation (EU) No 1309/2013 of the European Parliament and of the Council of 17 December 2013 on the European Globalisation Adjustment Fund (2014-2020) and repealing Regulation (EC) No 1927/2006 (1), and in particular Article 15(4) thereof, Having regard to Council Regulation (EU, Euratom) No 1311/2013 of 2 December 2013 laying down the multiannual financial framework for the years 2014-2020 (2), and in particular Article 12 thereof, Having regard to the Interinstitutional Agreement between the European Parliament, the Council and the Commission of 2 December 2013 on budgetary discipline, on cooperation in budgetary matters and on sound financial management (3), and in particular point 13 thereof, Having regard to the proposal from the European Commission, Whereas: (1) The European Globalisation Adjustment Fund (EGF) was established to provide support for workers made redundant and self-employed persons whose activity has ceased as a result of major structural changes in world trade patterns due to globalisation, as a result of a continuation of the global financial and economic crisis addressed in Regulation (EC) No 546/2009 of the European Parliament and of the Council (4), or as a result of a new global financial and economic crisis and to assist them with their reintegration into the labour market. (2) The EGF shall not exceed a maximum annual amount of EUR 150 million (2011 prices), as laid down in Article 12 of Regulation (EU, Euratom) No 1311/2013. (3) Greece submitted an application to mobilise the EGF, in respect of redundancies in the enterprise Nutriart S.A and 25 providers and downstream producers: AR.ZIGAS & SIA and 24 self-employed people whose activity ceased and was dependent on the primary enterprise, on 5 February 2014 and supplemented it by additional information as provided by Article 8(3) of Regulation (EU) No 1309/2013. This application complies with the requirements for determining a financial contribution from the EGF as laid down in Article 13 of Regulation (EU) No 1309/2013.",
      "queries": [
        "eu globalisation adjustment fund"
      ],
      "queries_score": [
        "2.3204343"
      ]
    },
    {
      "id": "eurlex_70__1",
      "chunk_id": "1",
      "content": "This application complies with the requirements for determining a financial contribution from the EGF as laid down in Article 13 of Regulation (EU) No 1309/2013. (4) According to Article 6(2) of Regulation (EU) No 1309/2013, Greece has decided to provide personalised services co-financed by the EGF also to NEETs. (5) The EGF should, therefore, be mobilised in order to provide a financial contribution of an amount of EUR 6 096 000 for the application submitted by Greece, HAVE ADOPTED THIS DECISION: Article 1 For the general budget of the European Union for the financial year 2014, the European Globalisation Adjustment Fund shall be mobilised to provide the sum of EUR 6 096 000 in commitment and payment appropriations. Article 2 This decision shall be published in the Official Journal of the European Union. Done at Brussels, 25 September 2014. For the European Parliament The President M. SCHULZ For the Council The President S. GOZI (1) OJ L 347, 20.12.2013, p. 855. (2) OJ L 347, 20.12.2013, p. 884. (3) OJ C 373, 20.12.2013, p. 1. (4) Regulation (EC) No 546/2009 of the European Parliament and of the Council of 18 June 2009 amending Regulation (EC) No 1927/2006 on establishing the European Globalisation Adjustment Fund (OJ L 167, 29.6.2009, p. 26).",
      "queries": [
        "when was globalisation adjustment fund a decision",
        "cops office phone number",
        "what document is needed to prove employment eligibility"
      ],
      "queries_score": [
        0.10391378402709961,
        -9.902496337890625,
        -9.330763816833496
      ]
    }
  ]
}