{
  "doc_id": "eurlex_54",
  "category": "eurlex",
  "chunks": [
    {
      "id": "eurlex_54__0",
      "chunk_id": "0",
      "content": "Name: Decision (EU) 2015/469 of the European Parliament and of the Council of 11 March 2015 on the mobilisation of the European Globalisation Adjustment Fund in accordance with Point 13 of the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (application EGF/2013/009 PL/Zachem, from Poland)\n Type: Decision\n Subject Matter: Europe;  budget;  economic policy;  employment;  cooperation policy;  economic conditions;  chemistry;  EU finance\n Date Published: 2015-03-20 20.3.2015 EN Official Journal of the European Union L 76/54 DECISION (EU) 2015/469 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 11 March 2015 on the mobilisation of the European Globalisation Adjustment Fund in accordance with Point 13 of the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (application EGF/2013/009 PL/Zachem, from Poland) THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, Having regard to Regulation (EC) No 1927/2006 of the European Parliament and of the Council of 20 December 2006 establishing the European Globalisation Adjustment Fund (1), and in particular Article 12(3) thereof, Having regard to the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (2), and in particular point 13 thereof, Having regard to the proposal from the European Commission, Whereas: (1) The European Globalisation Adjustment Fund (EGF) was established to provide additional support for workers made redundant as a result of major structural changes in world trade patterns due to globalisation and to assist them with their reintegration into the labour market. (2) The EGF shall not exceed a maximum annual amount of EUR 150 million (2011 prices), as laid down in Article 12 of Council Regulation (EU, Euratom) No 1311/2013 (3). (3) Poland submitted an application to mobilise the EGF, in respect of redundancies in the enterprise Zachem and two suppliers and downstream producers, on 9 October 2013 and supplemented it by additional information up to 16 June 2014. This application complies with the requirements for determining the financial contributions as laid down in Article 10 of Regulation (EC) No 1927/2006. The Commission therefore proposes to mobilise an amount of EUR 115 205. (4) The EGF should therefore be mobilised in order to provide a financial contribution for the application submitted by Poland, HAVE ADOPTED THIS DECISION: Article 1 For the general budget of the European Union for the financial year 2015, the European Globalisation Adjustment Fund shall be mobilised to provide the sum of EUR 115 205 in commitment and payment appropriations. Article 2 This Decision shall be published in the Official Journal of the European Union. Done at Strasbourg, 11 March 2015.",
      "queries": [
        "which type of referral to the medical designator will indicate the inmate's ihp status?",
        "internal revenue service memo number"
      ],
      "queries_score": [
        -9.847580909729004,
        -8.229584693908691
      ]
    },
    {
      "id": "eurlex_54__1",
      "chunk_id": "1",
      "content": "Article 2 This Decision shall be published in the Official Journal of the European Union. Done at Strasbourg, 11 March 2015. For the European Parliament The President M. SCHULZ For the Council The President Z. KALNIÃƒ A-LUKAÃƒ EVICA (1) OJ L 406, 30.12.2006, p. 1. (2) OJ C 373, 20.12.2013, p. 1. (3) Council Regulation (EU, Euratom) No 1311/2013 of 2 December 2013 laying down the multiannual financial framework for the years 2014-2020 (OJ L 347, 20.12.2013, p. 884).",
      "queries": [
        "when is this decision published in the official journal of the european union?",
        "how is environmental law implemented",
        "do you need to submit information a second time under assistance awards",
        "why does the us marshals release to custody form need to be used"
      ],
      "queries_score": [
        "4.2347336",
        -10.186444282531738,
        -11.316543579101562,
        -11.319087028503418
      ]
    }
  ]
}