{
  "doc_id": "eurlex_2",
  "category": "eurlex",
  "chunks": [
    {
      "id": "eurlex_2__0",
      "chunk_id": "0",
      "content": "Name: Decision (EU) 2019/275 of the European Parliament and of the Council of 11 December 2018 on the mobilisation of the European Globalisation Adjustment Fund following an application from Greece ÃƒÂ¢ Â” EGF/2018/003 EL/Attica publishing\n Type: Decision\n Subject Matter: employment;  regions of EU Member States;  EU finance;  communications;  economic policy;  budget;  Europe\n Date Published: 2019-02-22 22.2.2019 EN Official Journal of the European Union L 54/1 DECISION (EU) 2019/275 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 11 December 2018 on the mobilisation of the European Globalisation Adjustment Fund following an application from Greece Â” EGF/2018/003 EL/Attica publishing THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, Having regard to Regulation (EU) No 1309/2013 of the European Parliament and of the Council of 17 December 2013 on the European Globalisation Adjustment Fund (2014-2020) and repealing Regulation (EC) No 1927/2006 (1), and in particular Article 15(4) thereof, Having regard to the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (2), and in particular point 13 thereof, Having regard to the proposal from the European Commission, Whereas: (1) The European Globalisation Adjustment Fund (EGF) aims to provide support for workers made redundant and self-employed persons whose activity has ceased as a result of major structural changes in world trade patterns due to globalisation, as a result of a continuation of the global financial and economic crisis, or as a result of a new global financial and economic crisis, and to assist them with their reintegration into the labour market. (2) The EGF is not to exceed a maximum annual amount of EUR 150 million (2011 prices), as laid down in Article 12 of Council Regulation (EU, Euratom) No 1311/2013 (3). (3) On 22 May 2018, Greece submitted an application to mobilise the EGF, in respect of redundancies in the publishing activities sector in the region of Attica. It was supplemented by additional information provided in accordance with Article 8(3) of Regulation (EU) No 1309/2013. That application complies with the requirements for determining a financial contribution from the EGF as laid down in Article 13 of Regulation (EU) No 1309/2013. (4) The EGF should, therefore, be mobilised in order to provide a financial contribution of EUR 2 308 500 in respect of the application submitted by Greece. (5) In order to minimise the time taken to mobilise the EGF, this decision should apply from the date of its adoption, HAVE ADOPTED THIS DECISION: Article 1 For the general budget of the Union for the financial year 2018, the European Globalisation Adjustment Fund shall be mobilised to provide the amount of EUR 2 308 500 in commitment and payment appropriations. Article 2 This Decision shall enter into force on the day of its publication in the Official Journal of the European Union. It shall apply from 11 December 2018.",
      "queries": [
        "what is the date of the european globalisation adjustment fund decision"
      ],
      "queries_score": [
        "2.5148466"
      ]
    },
    {
      "id": "eurlex_2__1",
      "chunk_id": "1",
      "content": "Article 2 This Decision shall enter into force on the day of its publication in the Official Journal of the European Union. It shall apply from 11 December 2018. Done at Strasbourg, 11 December 2018. For the European Parliament The President A. TAJANI For the Council The President J. BOGNER-STRAUSS (1) OJ L 347, 20.12.2013, p. 855. (2) OJ C 373, 20.12.2013, p. 1. (3) Council Regulation (EU, Euratom) No 1311/2013 of 2 December 2013 laying down the multiannual financial framework for the years 2014-2020 (OJ L 347, 20.12.2013, p. 884).",
      "queries": [
        "when will the european union decision enter into force",
        "when does the europe decision come into force?",
        "cops reporting phone number",
        "when will you submit the provisional indirect cost rate to cops office"
      ],
      "queries_score": [
        "4.2003174",
        "2.881533",
        -11.057995796203613,
        -10.840928077697754
      ]
    }
  ]
}