{
  "doc_id": "eurlex_27",
  "category": "eurlex",
  "chunks": [
    {
      "id": "eurlex_27__0",
      "chunk_id": "0",
      "content": "Name: Decision (EU) 2017/339 of the European Parliament and of the Council of 14 December 2016 on the mobilisation of the Contingency Margin in 2016\n Type: Decision\n Subject Matter: budget;  EU finance;  cooperation policy\n Date Published: 2017-02-28 28.2.2017 EN Official Journal of the European Union L 50/47 DECISION (EU) 2017/339 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 14 December 2016 on the mobilisation of the Contingency Margin in 2016 THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, Having regard to the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (1), and in particular the second subparagraph of point (14) thereof, Having regard to the proposal from the European Commission, Whereas: (1) Article 13 of Council Regulation (EU, Euratom) No 1311/2013 (2) has established a Contingency Margin of up to 0,03 % of the Gross National Income of the Union. (2) In accordance with Article 6 of that Regulation, the Commission has calculated the absolute amount of the Contingency Margin for 2016 (3). (3) After having examined all other financial possibilities to react to unforeseen circumstances within the 2016 commitment ceiling for heading 3 (Security and citizenship) of the multiannual financial framework, and after having mobilised the Flexibility Instrument for the full amount of EUR 1 530 million available in 2016, it appears necessary to mobilise the Contingency Margin to address the needs stemming from the migration, refugee and security crisis, by increasing the commitment appropriations in the general budget of the European Union for the financial year 2016, above the commitment ceiling of heading 3. (4) Having regard to this very particular situation, the last-resort condition in Article 13(1) of Regulation (EU, Euratom) No 1311/2013 is fulfilled, HAVE ADOPTED THIS DECISION: Article 1 For the general budget of the Union for the financial year 2016, the Contingency Margin shall be mobilised to provide the amount of EUR 240,1 million in commitment appropriations over and above the commitment ceiling of heading 3 of the multiannual financial framework. Article 2 The amount of EUR 240,1 million in commitment appropriations referred to in Article 1 shall be fully offset against the margin under the commitment ceiling of heading 5 (Administration) of the multiannual financial framework for the financial year 2016. Article 3 This decision shall be published in the Official Journal of the European Union. Done at Strasbourg, 14 December 2016. For the European Parliament The President M. SCHULZ For the Council The President I. KORÃƒÂ„ ÂŒOK (1) OJ C 373, 20.12.2013, p. 1. (2) Council Regulation (EU, Euratom) No 1311/2013 of 2 December 2013 laying down the multiannual financial framework for the years 2014-2020 (OJ L 347, 20.12.2013, p. 884).",
      "queries": [
        "what is the eu decision on the contingency margin",
        "which year is the europe capital of culture",
        "what is the long term vision of the european union?",
        "who has the authority to apply for federal assistance",
        "why do federal agencies require civil rights"
      ],
      "queries_score": [
        "2.947662",
        -7.892271518707275,
        -6.318108558654785,
        -8.632184028625488,
        -9.006892204284668
      ]
    },
    {
      "id": "eurlex_27__1",
      "chunk_id": "1",
      "content": "For the European Parliament The President M. SCHULZ For the Council The President I. KORÃƒÂ„ ÂŒOK (1) OJ C 373, 20.12.2013, p. 1. (2) Council Regulation (EU, Euratom) No 1311/2013 of 2 December 2013 laying down the multiannual financial framework for the years 2014-2020 (OJ L 347, 20.12.2013, p. 884). (3) Communication from the Commission to the Council and the European Parliament of 22 May 2015 on the technical adjustment of the financial framework for 2016 in line with movements in GNI (COM(2015) 320).",
      "queries": [
        "eu regulation of the european parliament",
        "euratom 2013 regulation",
        "how to properly monitor trgp funded programs"
      ],
      "queries_score": [
        "1.5401163",
        "1.641482",
        -11.242898941040039
      ]
    }
  ]
}