{
  "doc_id": "eurlex_87",
  "category": "eurlex",
  "chunks": [
    {
      "id": "eurlex_87__0",
      "chunk_id": "0",
      "content": "Name: 2013/420/EU: Decision of the European Parliament and of the Council of 22ÃƒÂ‚ July 2013 on mobilisation of the European Globalisation Adjustment Fund, in accordance with point 28 of the Interinstitutional Agreement of 17ÃƒÂ‚ May 2006 between the European Parliament, the Council and the Commission on budgetary discipline and sound financial management (EGF/2013/000 TA 2013 ÃƒÂ¢ Â” Technical assistance at the initiative of the Commission)\n Type: Decision\n Subject Matter: employment;  budget;  EU finance;  economic conditions;  economic policy\n Date Published: 2013-08-03\n\n 3.8.2013 EN Official Journal of the European Union L 209/16 DECISION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 22 July 2013 on mobilisation of the European Globalisation Adjustment Fund, in accordance with point 28 of the Interinstitutional Agreement of 17 May 2006 between the European Parliament, the Council and the Commission on budgetary discipline and sound financial management (EGF/2013/000 TA 2013 Â” Technical assistance at the initiative of the Commission) (2013/420/EU) THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, Having regard to the Interinstitutional Agreement of 17 May 2006 between the European Parliament, the Council and the Commission on budgetary discipline and sound financial management (1), and in particular point 28 thereof, Having regard to Regulation (EC) No 1927/2006 of the European Parliament and of the Council of 20 December 2006 establishing the European Globalisation Adjustment Fund (2), and in particular Article 8(2) thereof, Having regard to the proposal from the European Commission, Whereas: (1) The European Globalisation Adjustment Fund (EGF) was established to provide additional support to redundant workers who suffer from the consequences of major structural changes in world trade patterns and to assist them with their reintegration into the labour market. (2) The Interinstitutional Agreement of 17 May 2006 allows the mobilisation of the EGF within the annual ceiling of EUR 500 million. (3) Regulation (EC) No 1927/2006 provides that 0,35 % of the annual maximum amount can be made available each year for technical assistance at the initiative of the Commission. The Commission therefore proposes to mobilise an amount of EUR 750 000. (4) The EGF should, therefore, be mobilised in order to provide technical assistance at the initiative of the Commission, HAVE ADOPTED THIS DECISION: Article 1 For the general budget of the European Union for the financial year 2013, the European Globalisation Adjustment Fund shall be mobilised to provide the sum of EUR 750 000 in commitment and payment appropriations. Article 2 This Decision shall be published in the Official Journal of the European Union. Done at Brussels, 22 July 2013. For the European Parliament The President M. SCHULZ For the Council The President L. LINKEVIÃƒÂ„ ÂŒIUS (1) OJ C 139, 14.6.2006, p. 1. (2) OJ L 406, 30.12.2006, p. 1.",
      "queries": [
        "when was globalisation adjustment fund decided",
        "european parliament and of council decision",
        "what is the difference between a small event and large event"
      ],
      "queries_score": [
        "1.9507262",
        "2.4623592",
        -8.754319190979004
      ]
    }
  ]
}