{
  "doc_id": "eurlex_86",
  "category": "eurlex",
  "chunks": [
    {
      "id": "eurlex_86__0",
      "chunk_id": "0",
      "content": "Name: Decision NoÃƒÂ‚ 778/2013/EU of the European Parliament and of the Council of 12ÃƒÂ‚ August 2013 providing further macro-financial assistance to Georgia\n Type: Decision\n Subject Matter: executive power and public service;  management;  EU finance;  economic structure;  economic conditions;  cooperation policy;  European construction;  economic policy;  Europe\n Date Published: 2013-08-14 14.8.2013 EN Official Journal of the European Union L 218/15 DECISION No 778/2013/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 12 August 2013 providing further macro-financial assistance to Georgia THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 212(2) thereof, Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Acting in accordance with the ordinary legislative procedure, in the light of the joint text approved by the Conciliation Committee on 26 June 2013 (1), Whereas: (1) Relations between Georgia and the European Union are developing within the framework of the European Neighbourhood Policy. In 2006, the Community and Georgia agreed on a European Neighbourhood Policy Action Plan identifying medium-term priorities in EU-Georgia relations. In 2010, the Union and Georgia launched the negotiations of an Association Agreement that is expected to replace the existing EU-Georgia Partnership and Cooperation Agreement (2). The framework of EU-Georgia relations is further enhanced by the newly launched Eastern Partnership. (2) The extraordinary European Council meeting on 1 September 2008 confirmed the Unions willingness to strengthen EU-Georgia relations in the aftermath of the armed conflict in August 2008 between Georgia and the Russian Federation. (3) The Georgian economy has been affected by the international financial crisis since the third quarter of 2008, with declining output, falling fiscal revenues and rising external financing needs. (4) At the International Donors Conference held on 22 October 2008, the international community pledged support to Georgias economic recovery in line with the Joint Needs Assessment carried out by the United Nations and the World Bank. (5) The Union announced that it would provide up to EUR 500 million as financial assistance to Georgia. (6) Georgian economic adjustment and recovery is supported by financial assistance from the International Monetary Fund (IMF). In September 2008, the Georgian authorities agreed with the IMF on a Stand-By Arrangement of USD 750 million to support the Georgian economy in making the necessary adjustments in the light of the financial crisis. (7) Following a further deterioration of Georgias economic situation and a necessary revision of the underlying economic assumptions of the IMF programme as well as Georgias greater external financing needs, an agreement was reached between Georgia and the IMF for a loan increase of USD 424 million under the Stand-By Arrangement, which was approved in August 2009 by the IMF Board. (8) The Union allocated, for 2010-2012, under the European Neighbourhood and Partnership Instrument (ENPI), budget support grants to Georgia of, on average, EUR 24 million per year.",
      "queries": [
        "which decision did the eu give to georgia",
        "which european commission decision provided financial support to georgia",
        "what would the retired military officer provide to the parent regarding security and defense"
      ],
      "queries_score": [
        "2.2811046",
        "2.4887552",
        -8.408902168273926
      ]
    },
    {
      "id": "eurlex_86__1",
      "chunk_id": "1",
      "content": "(8) The Union allocated, for 2010-2012, under the European Neighbourhood and Partnership Instrument (ENPI), budget support grants to Georgia of, on average, EUR 24 million per year. (9) In view of Georgias deteriorating economic situation and outlook, it has requested Union macro-financial assistance. (10) Given that there is still a residual financing gap in Georgias balance of payments, macro-financial assistance is considered an appropriate response to Georgias request under the current exceptional circumstances to support economic stabilisation in conjunction with the current IMF programme. (11) The Union macro-financial assistance to be provided to Georgia (the Unions macro-financial assistance) should not merely supplement programmes and resources from the IMF and the World Bank, but should ensure the added value of Union involvement. (12) The Commission should ensure that the Unions macro-financial assistance is legally and substantially in line with the measures taken within the different areas of external action and other relevant Union policies. (13) The specific objectives of the Unions macro-financial assistance should strengthen efficiency, transparency and accountability. Those objectives should be regularly monitored by the Commission. (14) The conditions underlying the provision of the Unions macro-financial assistance should reflect the key principles and objectives of the Unions policy towards Georgia. (15) In order to ensure efficient protection of the Unions financial interests linked to the Unions macro-financial assistance, it is necessary that Georgia adopt appropriate measures relating to the prevention of, and the fight against, fraud, corruption and any other irregularities linked to that assistance. It is also necessary that the Commission provide for appropriate checks and that the Court of Auditors provide for appropriate audits. (16) The release of the Unions macro-financial assistance is without prejudice to the powers of the budgetary authority. (17) The Unions macro-financial assistance should be managed by the Commission. In order to ensure that the European Parliament and the Economic and Financial Committee are able to follow the implementation of this Decision, the Commission should regularly inform them of developments relating to the Unions macro-financial assistance and provide them with relevant documents. (18) In order to ensure uniform conditions for the implementation of this Decision, implementing powers should be conferred on the Commission. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commissions exercise of implementing powers (3). (19) In this context, it is recalled that in the terms of that Regulation the advisory procedure should, as a general rule, apply in all cases other than as provided for in that Regulation. Considering the potentially important impact of the operations superior to the threshold of EUR 90 million, it is appropriate that the examination procedure is used for these operations.",
      "queries": [
        "who can provide macrofinance support to jordan",
        "do we need assurances to award awards",
        "what document is needed to prove employment eligibility",
        "can corp. x deduct capital expenditures"
      ],
      "queries_score": [
        -3.71917986869812,
        -8.0543794631958,
        -7.009456157684326,
        -8.777176856994629
      ]
    },
    {
      "id": "eurlex_86__2",
      "chunk_id": "2",
      "content": "Considering the potentially important impact of the operations superior to the threshold of EUR 90 million, it is appropriate that the examination procedure is used for these operations. Considering the amount of the Unions macro-financial assistance to Georgia, the advisory procedure should apply for the adoption of the Memorandum of Understanding, or for reducing, suspending or cancelling of the assistance, HAVE ADOPTED THIS DECISION: Article 1 1. The Union shall make macro-financial assistance available to Georgia of a maximum amount of EUR 46 million, with a view to supporting Georgias economic stabilisation and covering its balance of payments needs, as identified in the current IMF programme. Of that maximum amount, up to EUR 23 million shall be provided in the form of grants and up to EUR 23 million in the form of loans. The release of the Unions macro-financial assistance shall be subject to the approval of the 2013 Union budget by the budgetary authority. 2. The Commission shall be empowered to borrow the necessary resources on behalf of the Union in order to finance the loan component of the Unions macro-financial assistance. The loan shall have a maximum maturity of 15 years. 3. The release of the Unions macro-financial assistance shall be managed by the Commission in a manner consistent with the agreements or understandings reached between the IMF and Georgia and with the key principles and objectives of economic reform set out in the EU-Georgia Partnership and Cooperation Agreement. The Commission shall regularly inform the European Parliament and the Economic and Financial Committee of developments in the management of the Unions macro-financial assistance and provide them with relevant documents. 4. The Unions macro-financial assistance shall be made available for a period of two years and six months starting from the first day after the entry into force of the Memorandum of Understanding referred to in Article 2(1). Article 2 1. The Commission shall adopt, in accordance with the advisory procedure referred to in Article 6(2), a Memorandum of Understanding containing the economic policy and financial conditions to which the Unions macro-financial assistance is subject, including a time-frame for the fulfilment of those conditions. The economic policy and financial conditions set out in the Memorandum of Understanding shall be consistent with the agreements or understandings referred to in Article 1(3). Those conditions shall aim, in particular, at strengthening the efficiency, transparency and accountability of the Unions macro-financial assistance, including public finance management systems in Georgia. Progress in attaining those objectives shall be regularly monitored by the Commission. The detailed financial terms of the Unions macro-financial assistance shall be laid down in the Grant Agreement and the Loan Agreement to be agreed between the Commission and the Georgian authorities. 2. During the implementation of the Unions macro-financial assistance, the Commission shall monitor the soundness of Georgias financial arrangements, the administrative procedures and the internal and external control mechanisms which are relevant to such assistance, as well as Georgias adherence to the agreed timeframe.",
      "queries": [
        "what is the threshold for macro-financial assistance",
        "what is addie",
        "when is a juvenile convicted",
        "how does irs apply for enrolled agents"
      ],
      "queries_score": [
        "1.7025574",
        -6.100152492523193,
        -7.793307304382324,
        -7.525440692901611
      ]
    },
    {
      "id": "eurlex_86__3",
      "chunk_id": "3",
      "content": "2. During the implementation of the Unions macro-financial assistance, the Commission shall monitor the soundness of Georgias financial arrangements, the administrative procedures and the internal and external control mechanisms which are relevant to such assistance, as well as Georgias adherence to the agreed timeframe. 3. The Commission shall verify at regular intervals that Georgias economic policies are in accordance with the objectives of the Unions macro-financial assistance and that the agreed economic policy conditions are being satisfactorily fulfilled. To that end, the Commission shall coordinate closely with the IMF and the World Bank, and, where required, with the Economic and Financial Committee. Article 3 1. Subject to the conditions set out in paragraph 2, the Unions macro-financial assistance shall be made available by the Commission in two instalments, each of them consisting of a grant and a loan element. The size of each instalment shall be laid down in the Memorandum of Understanding. 2. The Commission shall decide on the release of the instalments subject to the satisfactory fulfilment of the economic policy and financial conditions agreed in the Memorandum of Understanding. The disbursement of the second instalment shall take place no earlier than three months after the release of the first instalment. 3. The Unions funds shall be paid to the National Bank of Georgia. Subject to provisions to be agreed in the Memorandum of Understanding, including a confirmation of residual budgetary financing needs, the Unions funds may be transferred to the Treasury of Georgia as the final beneficiary. Article 4 1. The borrowing and lending operations relating to the loan component of the Unions macro-financial assistance shall be carried out in euro using the same value date and shall not expose the Union to any transformation of maturities, to any exchange or interest rate risks, or to any other commercial risk. 2. The Commission shall take the necessary steps, if Georgia so requests, to ensure that an early repayment clause is included in the loan terms and conditions and that it is matched by a corresponding clause in the terms and conditions of the Commissions borrowing operations. 3. Where circumstances permit an improvement of the interest rate of the loan and if Georgia so requests, the Commission may refinance all or part of its initial loan or may restructure the corresponding financial conditions. Refinancing or restructuring operations shall be carried out in accordance with the conditions set out in paragraph 1 and shall not have the effect of extending the average maturity of the loan concerned or increasing the amount of capital outstanding at the date of the refinancing or restructuring. 4. All costs incurred by the Union which relate to the borrowing and lending operations under this Decision shall be borne by Georgia. 5. The Commission shall keep the European Parliament and the Economic and Financial Committee informed of developments in the operations referred to in paragraphs 2 and 3. Article 5 The Unions macro-financial assistance shall be implemented in accordance with Regulation (EU, Euratom)",
      "queries": [
        "how does the european commission monitor financial arrangements with georgia",
        "when is this decision published in the official journal of the european union?",
        "who is deemed to have made a protected disclosure"
      ],
      "queries_score": [
        "3.0627174",
        -6.616459846496582,
        -8.396397590637207
      ]
    },
    {
      "id": "eurlex_86__4",
      "chunk_id": "4",
      "content": "5. The Commission shall keep the European Parliament and the Economic and Financial Committee informed of developments in the operations referred to in paragraphs 2 and 3. Article 5 The Unions macro-financial assistance shall be implemented in accordance with Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council of 25 October 2012 on the financial rules applicable to the general budget of the Union (4) and its implementing rules (5). In particular, the Memorandum of Understanding, the Loan Agreement and the Grant Agreement to be agreed with the Georgian authorities shall provide for specific measures in relation to the prevention of, and the fight against, fraud, corruption and any other irregularities affecting the Unions macro-financial assistance. In order to ensure greater transparency in the management and disbursement of funds, the Memorandum of Understanding, the Loan Agreement and the Grant Agreement shall also provide for checks, including on-the-spot checks and inspections, to be carried out by the Commission, including the European Anti-Fraud Office. Those documents shall also provide for audits, including where appropriate on-the-spot audits, by the Court of Auditors. Article 6 1. The Commission shall be assisted by a committee. That committee shall be a committee within the meaning of Regulation (EU) No 182/2011. 2. Where reference is made to this paragraph, Article 4 of Regulation (EU) No 182/2011 shall apply. Article 7 1. By 30 June of each year, the Commission shall submit to the European Parliament and to the Council a report on the implementation of this Decision in the preceding year, including an evaluation thereof. The report shall indicate the connection between the economic policy and financial conditions laid down in the Memorandum of Understanding, Georgias ongoing economic and fiscal performance and the Commissions decisions to release the instalments of the Unions macro-financial assistance. 2. No later than two years after the expiry of the availability period referred to in Article 1(4), the Commission shall submit to the European Parliament and to the Council an ex post evaluation report. Article 8 This Decision shall enter into force on the day of its publication in the Official Journal of the European Union. Done at Brussels, 12 August 2013. For the European Parliament The President M. SCHULZ For the Council The President L. LINKEVIÃƒÂ„ ÂŒIUS (1) Position of the European Parliament of 10 May 2011 (OJ C 377 E, 7.12.2012, p. 211) and position of the Council at first reading of 10 May 2012 (OJ C 291 E, 27.9.2012, p. 1). Position of the European Parliament of 11 December 2012 (not yet published in the Official Journal). Legislative resolution of the European Parliament of 4 July 2013 (not yet published in the Official Journal) and decision of the Council of 9 July 2013. (2) Partnership and Cooperation Agreement between the European Communities and their Member States, of the one part, and Georgia, of the other part (OJ L 205, 4.8.1999, p. 3). (3) OJ L 55, 28.2.2011, p. 13.",
      "queries": [
        "what is the drug market intervention strategy",
        "when to audit oig awards",
        "what is the verbal announcement for segregated housing"
      ],
      "queries_score": [
        -8.610601425170898,
        -6.345451354980469,
        -9.235772132873535
      ]
    },
    {
      "id": "eurlex_86__5",
      "chunk_id": "5",
      "content": "(2) Partnership and Cooperation Agreement between the European Communities and their Member States, of the one part, and Georgia, of the other part (OJ L 205, 4.8.1999, p. 3). (3) OJ L 55, 28.2.2011, p. 13. (4) OJ L 298, 26.10.2012, p. 1. (5) Commission Delegated Regulation (EU) No 1268/2012 of 29 October 2012 on the rules of application of Regulation (EU, Euratom) No 966/2012 (OJ L 362, 31.12.2012, p. 1). Joint Declaration by the European Parliament and the Council adopted together with the decision providing further macro-financial assistance to Georgia The European Parliament and the Council: Â” agree that the adoption of the decision on providing further macro-financial assistance to Georgia should be seen in the wider context of the need for a framework that should secure sound and effective decisions on providing macro-financial assistance to third countries; Â” agree that the adoption of decisions on macro-financial assistance operations should be based on the considerations and the principles set out below for the granting of Union macro-financial assistance to eligible third countries and territories, without prejudice to the right of legislative initiative and the legal form that a future instrument formalising these considerations and principles might take; Â” commit to fully reflect these considerations and principles in the future individual decisions on granting the Unionss macro-financial assistance. PART A - CONSIDERATIONS (1) The Union is a major provider of economic, financial and technical assistance to third countries. Union macro-financial assistance (macro-financial assistance) has proved an efficient instrument for economic stabilisation and a driver for structural reforms in countries and territories benefitting from such assistance (beneficiaries). In accordance with its overall policy in respect of candidate, potential candidate, and neighbourhood countries, the Union should be in a position to provide macro-financial assistance to those countries with the aim of developing a zone of shared stability, security, and prosperity. (2) Macro-financial assistance should be based on ad-hoc, country-specific decisions of the European Parliament and of the Council. These principles aim to enhance the efficiency and effectiveness of the decision-making process leading to such decisions and their implementation, and to strengthen the application by the beneficiary of the political pre-conditions for granting macro-financial assistance and to improve the transparency and democratic scrutiny of that assistance. (3) In its resolution on the implementation of macro-financial assistance to third countries of 3 June 2003, the European Parliament called for a framework regulation for macro-financial assistance in order to expedite the decision-making process and provide this financial instrument with a formal and transparent basis. (4) In its conclusions of 8 October 2002, the Council established criteria (the so-called Genval criteria) to guide macro-financial assistance operations. It would be appropriate to update and clarify these criteria, inter alia the criteria for determining the appropriate form of assistance (a loan, a grant or a combination thereof).",
      "queries": [
        "cops reporting phone number",
        "what is the purpose of the chp program"
      ],
      "queries_score": [
        -7.946570873260498,
        -5.8508734703063965
      ]
    },
    {
      "id": "eurlex_86__6",
      "chunk_id": "6",
      "content": "(4) In its conclusions of 8 October 2002, the Council established criteria (the so-called Genval criteria) to guide macro-financial assistance operations. It would be appropriate to update and clarify these criteria, inter alia the criteria for determining the appropriate form of assistance (a loan, a grant or a combination thereof). (5) These principles should enable the Union to make macro-financial assistance available expeditiously, in particular when circumstances call for immediate action, and to increase the clarity and transparency of the criteria applicable to the implementation of macro-financial assistance. (6) The Commission should ensure that macro-financial assistance is in line with the key principles, objectives and measures taken within the different areas of external action and other relevant Union policies. (7) Macro-financial assistance should support the Unions external policy. The Commission services and the European External Action Service (EEAS) should work closely together throughout the macro-financial assistance operation in order to coordinate, and to ensure the consistency of, Union external policy. (8) Macro-financial assistance should support the beneficiaries commitment to common values shared with the Union, including democracy, the rule of law, good governance, respect for human rights, sustainable development and poverty reduction, and to the principles of open, rules-based and fair trade. (9) A pre-condition for granting macro-financial assistance should be that the eligible country respects effective democratic mechanisms, including a multi-party parliamentary system and the rule of law, and guarantees respect for human rights. Those pre-conditions should be regularly monitored by the Commission. (10) The specific objectives of individual macro-financial assistance decisions should include the strengthening of the efficiency, transparency and accountability of public finance management in the beneficiaries. The achievement of these objectives should be regularly monitored by the Commission. (11) Macro-financial assistance should aim to support the restoration of a sustainable external finance situation for third countries and territories that are facing a shortage of foreign currency and related external financing difficulties. Macro-financial assistance should neither provide regular financial support, nor have as its primary aim the support of the economic and social development of the beneficiaries. (12) Macro-financial assistance should be complementary to the resources provided by the International Monetary Fund (IMF) and other multilateral financial institutions, and there should be fair burden-sharing between the Union and other donors. Macro-financial assistance should ensure the added value of the involvement of the Union. (13) In order to ensure that the Unions financial interests linked to macro-financial assistance are protected efficiently, the beneficiaries should take appropriate measures relating to the prevention of, and the fight against, fraud, corruption and any other irregularities linked to this assistance, and provision should be made for checks by the Commission and for audits by the Court of Auditors. (14) The choice of the procedure for the adoption of the memoranda of understanding should be decided in accordance with the criteria set out in Regulation (EU) No 182/2011.",
      "queries": [
        "which criteria are used in macroeconomic assistance?",
        "what is the criteria for applying macrofinance assistance?",
        "how does the recipient protect their records"
      ],
      "queries_score": [
        "2.3899965",
        "2.4576764",
        -6.268656253814697
      ]
    },
    {
      "id": "eurlex_86__7",
      "chunk_id": "7",
      "content": "(14) The choice of the procedure for the adoption of the memoranda of understanding should be decided in accordance with the criteria set out in Regulation (EU) No 182/2011. In this context, the advisory procedure should apply as a general rule, but considering the potentially important impact of the operations superior to the threshold set out in part B, it is appropriate that the examination procedure is used for the latter operations. PART B - PRINCIPLES 1. Aim of the assistance (a) Macro-financial assistance should be an exceptional financial instrument of untied and undesignated balance-of-payments support to eligible third countries and territories. It should aim to restore a sustainable external finance situation for eligible countries and territories facing external financing difficulties. It should underpin the implementation of a policy programme that contains strong adjustment and structural reform measures designed to improve the balance of payment position, in particular over the programme period, and reinforce the implementation of relevant agreements and programmes with the Union. (b) Macro-financial assistance should be conditional on a significant and residual external financing gap having been determined by the Commission in cooperation with the multilateral financial institutions over and above the resources provided by the IMF and other multilateral institutions, despite the implementation of strong economic stabilisation and reform programmes by the relevant country or territory. (c) Macro-financial assistance should be of a short-term nature and should be discontinued as soon as the external financial situation has been brought back to a sustainable situation. 2. Eligible countries and territories The third countries and territories eligible to become beneficiaries of macro-financial assistance should be: Â” candidate and potential candidate countries, Â” countries and territories covered by the European Neighbourhood Policy, Â” in exceptional and duly justified circumstances, other third countries that play a determining role in regional stability, are of strategic importance for the Union, and are politically, economically and geographically close to the Union. 3. Form of the assistance (a) Macro-financial assistance should generally take the form of a loan. In exceptional cases, however, the assistance may be provided in the form of a grant or a combination of a loan and a grant. When determining the appropriate share of a possible grant element, the Commission, when preparing its proposal, should take into consideration the level of economic development of the beneficiary, as measured by per capita income and poverty ratios, as well as its ability to repay, drawing on debt sustainability analysis while ensuring that the principle of fair burden-sharing between the Union and other donors is respected. For this purpose, the Commission should also take into account the extent to which international financial institutions and other donors apply concessional terms to the country in question. (b) Where macro-financial assistance takes the form of a loan, the Commission should be empowered on behalf of the Union to borrow the necessary funds on the capital markets or from financial institutions and on-lend them to the beneficiary.",
      "queries": [
        "what is the procedure for the adoption of the memorandum of understanding",
        "what does prima is do",
        "what are the objectives of the european year",
        "which factors are considered to be audited by oig? why or why not?",
        "when are SF-425s due"
      ],
      "queries_score": [
        "2.8570836",
        -6.365790367126465,
        -5.327178955078125,
        -5.195556163787842,
        -7.380256652832031
      ]
    },
    {
      "id": "eurlex_86__8",
      "chunk_id": "8",
      "content": "(b) Where macro-financial assistance takes the form of a loan, the Commission should be empowered on behalf of the Union to borrow the necessary funds on the capital markets or from financial institutions and on-lend them to the beneficiary. (c) Borrowing and lending operations should be carried out in euro using the same value date and should not involve the Union in the transformation of maturities, or in any exchange or interest rate risk. (d) All costs incurred by the Union which relate to borrowing or lending operations should be borne by the beneficiary. (e) At the request of the beneficiary, and where circumstances permit an improvement of the interest rate of the loan, the Commission may decide to refinance all or part of its initial borrowings or restructure the corresponding financial conditions. Refinancing and restructuring operations should be carried out in accordance with the conditions laid down in point 3(d) and should not have the effect of extending the average maturity of the borrowing concerned or of increasing the amount of capital outstanding at the date of the refinancing or restructuring. 4. Financial provisions (a) The amounts of macro-financial assistance provided in the form of grants should be consistent with the budget appropriations provided for in the multi-annual financial framework. (b) The amounts of macro-financial assistance provided in the form of loans should be provisioned in accordance with the Regulation establishing a Guarantee Fund for external actions. The amounts of the provisions should be consistent with the budget appropriations provided for in the multi-annual financial framework. (c) Annual appropriations should be authorised by the budgetary authority within the limits of the multi-annual financial framework. 5. Amount of the assistance (a) The determination of the amount of the assistance should be based on the residual external financing needs of the eligible country or territory, and should take into account its capacity to finance itself with its own resources, and in particular the international reserves at its disposal. Those financing needs should be determined by the Commission in cooperation with international financial institutions, based on a complete quantitative assessment and transparent supporting documentation. In particular, the Commission should draw on the latest balance of payments projections of the IMF for the relevant country or territory and take into account the expected financial contributions from multilateral donors, as well as the pre-existing deployment of the Unions other external financing instruments in that eligible country or territory. (b) The Commission documentation should contain information on the projected stock of foreign exchange reserves in the absence of macro-financial assistance compared to levels considered to be adequate, as measured by relevant indicators such as the ratio of reserves to short-term external debt and the ratio of reserves to imports of the beneficiary country. (c) The determination of the amount of macro-financial assistance provided should also take into account the need to ensure fair burden sharing between the Union and the other donors and the added value of the overall Union involvement.",
      "queries": [
        "who is final beneficiary of the kyrgyz union funds",
        "how long should i have to submit an ffr",
        "what is the purpose of a cops site visit?"
      ],
      "queries_score": [
        -4.272335052490234,
        -6.984908103942871,
        -7.702785491943359
      ]
    },
    {
      "id": "eurlex_86__9",
      "chunk_id": "9",
      "content": "(c) The determination of the amount of macro-financial assistance provided should also take into account the need to ensure fair burden sharing between the Union and the other donors and the added value of the overall Union involvement. (d) Where the financing needs of the beneficiary decrease fundamentally during the period of disbursement of the macro-financial assistance compared to the initial projections, the Commission should, in accordance with the advisory procedure where the assistance is equal to or below EUR 90 million, and in accordance with the examination procedure where the assistance is above EUR 90 million, reduce the amount of such assistance or suspend or cancel it. 6. Conditionality (a) A pre-condition for granting macro-financial assistance should be that the eligible country or territory respects effective democratic mechanisms, including a multi-party parliamentary system and the rule of law and guarantees respect for human rights. The Commission should provide a publicly available assessment (1) on the fulfilment of this pre-condition and should monitor it throughout the life-cycle of the macro-financial assistance. This point should be applied in accordance with the Decision establishing the organisation and functioning of the EEAS. (b) Macro-financial assistance should be conditional on the existence of a non-precautionary credit arrangement between the eligible country or territory and the IMF, which fulfils the following conditions: Â” the objective of the arrangement is consistent with the purpose of the macro-financial assistance, namely to alleviate short-term balance of payment difficulties; Â” the implementation of strong adjustment measures consistent with the aim of macro-financial assistance, as defined in point 1(a). (c) The disbursement of the assistance should be conditional on a continuous satisfactory track record in respect of an IMF-supported policy programme and on the fulfilment of the pre-condition referred to in letter (a) of this point. It should also be conditional on the implementation, within a specific time frame, of a series of clearly defined economic policy measures focusing on structural reforms and sound public finances, to be agreed between the Commission and the beneficiary and to be laid down in a Memorandum of Understanding. (d) With a view to protecting the Unions financial interests and reinforcing the beneficiaries governance, the Memorandum of Understanding should include measures that aim to enhance the efficiency, transparency and accountability of public finance management systems. (e) Progress in mutual market opening, the development of rules-based and fair trade and other priorities in the context of the Unions external policy should also be duly taken into account in designing the policy measures. (f) The policy measures should be consistent with the existing partnership agreements, cooperation agreements or association agreements concluded between the Union and the beneficiary and with the macroeconomic adjustment and structural reform programmes implemented by the beneficiary with the support of the IMF. 7. Procedure (a) A country or territory seeking macro-financial assistance should make a request in writing to the Commission.",
      "queries": [
        "why should the EU determine the amount of macrofinance?",
        "inmate fund encumbrance",
        "what is duns number",
        "who is employer for fica purposes",
        "when did the internal revenue service release the memo?"
      ],
      "queries_score": [
        "1.5202224",
        -8.254298210144043,
        -7.794293403625488,
        -7.1937150955200195,
        -8.613417625427246
      ]
    },
    {
      "id": "eurlex_86__10",
      "chunk_id": "10",
      "content": "7. Procedure (a) A country or territory seeking macro-financial assistance should make a request in writing to the Commission. The Commission should check whether the conditions referred to in points 1, 2, 4 and 6 are met and, if appropriate, could submit a proposal for a decision to the European Parliament and to the Council. (b) The decision to provide a loan should specify the amount, the maximum average maturity and the maximum number of instalments of the macro-financial assistance. If the decision includes a grant element, it should also specify the amount, and the maximum number of instalments. The decision to provide a grant should be accompanied by a justification for the grant (or grant element) of assistance. In both cases, the period during which the macro-financial assistance is available should be defined. As a rule, that availability period should not exceed three years. When submitting a proposal for a new decision to grant macro-financial assistance, the Commission should provide the information referred to in point 12(c). (c) Following the adoption of the decision granting macro-financial assistance, the Commission, acting in accordance with the advisory procedure where the assistance is equal to or below EUR 90 million, and in accordance with the examination procedure where the assistance is above EUR 90 million, should agree with the beneficiary, in the Memorandum of Understanding, on the policy measures referred to in points 6(c), (d), (e) and (f). (d) Following the adoption of the decision granting macro-financial assistance, the Commission should agree with the beneficiary on the detailed financial terms of the assistance. Those detailed financial terms should be laid down in a Grant or Loan Agreement. (e) The Commission should inform the European Parliament and the Council of developments in country-specific assistance, including disbursements thereof, and provide those institutions with the relevant documents in due time. 8. Implementation and financial management (a) The Commission should implement macro-financial assistance in accordance with Union financial rules. (b) The implementation of macro-financial assistance should be under direct centralised management. (c) Budget commitments should be made on the basis of decisions taken by the Commission in accordance with this point. Where macro-financial assistance extends over a number of financial years, budget commitments for that assistance may be split into annual instalments. 9. Disbursement of the assistance (a) Macro-financial assistance should be disbursed to the central bank of the beneficiary. (b) The macro-financial assistance should be disbursed in successive instalments, subject to the fulfilment of the pre-condition referred to in point 6(a) and the conditions referred to in point 6(b) and (c). (c) The Commission should verify at regular intervals that the conditions referred to in point 6(b) and (c) continue to be met. (d) Where the pre-condition referred to in point 6(a) and the conditions referred to in point 6(b) and (c) are not met, the Commission should temporarily suspend or cancel the disbursement of the macro-financial assistance.",
      "queries": [
        "what are the procedures to obtain macro aid from the European Commission?",
        "when does european parliament decision enter into force",
        "when is the european globalisation adjustment fund mobilisation date",
        "when to report subrecipient compensation",
        "how is information reported on an appendix to a tax return"
      ],
      "queries_score": [
        "1.5047795",
        -3.2811715602874756,
        -7.946049213409424,
        -6.676803112030029,
        -6.5429792404174805
      ]
    },
    {
      "id": "eurlex_86__11",
      "chunk_id": "11",
      "content": "(d) Where the pre-condition referred to in point 6(a) and the conditions referred to in point 6(b) and (c) are not met, the Commission should temporarily suspend or cancel the disbursement of the macro-financial assistance. In such cases, it should inform the European Parliament and the Council of the reasons for suspension or cancellation. 10. Support measures Budgetary funds of the Union may be used to cover expenditure necessary for the implementation of macro-financial assistance. 11. Protection of the Unions financial interests (a) Any agreements under each country-specific decision should contain provisions ensuring that beneficiaries should regularly check that financing provided from the budget of the Union has been properly used, take appropriate measures to prevent irregularities and fraud, and, if necessary, take legal action to recover any funds provided under each country-specific decision that have been misappropriated. (b) Any agreement under a country-specific decision should contain provisions ensuring the protection of the Unions financial interests, in particular with respect to fraud, corruption and any other irregularities, in accordance with relevant Union law. (c) The Memorandum of Understanding referred to in point 6(c) should expressly entitle the Commission and the Court of Auditors to perform audits during and after the availability period of the macro-financial assistance, including document audits and on-the-spot audits such as operational assessments. The Memorandum should also expressly authorise the Commission or its representatives to carry out on-the-spot checks and inspections. (d) During the implementation of the macro-financial assistance, the Commission should monitor, by means of operational assessments, the soundness of the beneficiarys financial arrangements, the administrative procedures and the internal and external control mechanisms which are relevant to such assistance. (e) Any agreement under a country-specific decision should contain provisions ensuring that the Union is entitled to the full repayment of the grant and/or the early repayment of the loan where it has been established that, in relation to the management of macro-financial assistance, a beneficiary has engaged in an act of fraud or corruption or any other illegal activity detrimental to the financial interests of the Union. 12. Annual report (a) The Commission should examine the progress made in implementing macro-financial assistance and should submit an annual report to the European Parliament and the Council by 30 June of each year. (b) The annual report should assess the economic situation and prospects of the beneficiaries, as well as the progress made in implementing the policy measures referred to in point 6(c). (c) It should also provide updated information on the available budgetary resources in the form of loans and grants, taking into account operations that are being envisaged. 13. Evaluation (a) The Commission should send ex-post evaluation reports to the European Parliament and the Council, assessing the results and efficiency of recently-completed macro-financial assistance operations and the extent to which they have contributed to the aims of the assistance.",
      "queries": [
        "when is a precondition met and the conditions referred to in point 6 (a) not met, the Commission should temporarily suspend or cancel the disbursement of macrofinancial assistance.",
        "what documents must be kept"
      ],
      "queries_score": [
        "2.027396",
        -3.7012908458709717
      ]
    },
    {
      "id": "eurlex_86__12",
      "chunk_id": "12",
      "content": "13. Evaluation (a) The Commission should send ex-post evaluation reports to the European Parliament and the Council, assessing the results and efficiency of recently-completed macro-financial assistance operations and the extent to which they have contributed to the aims of the assistance. (b) The Commission should regularly, and at least every four years, evaluate the provision of the macro-financial assistance, providing the European Parliament and the Council with a detailed overview of macro-financial assistance. The purpose of such evaluations should be to ascertain whether the objectives of the macro-financial assistance have been met and whether the conditions of the macro-financial assistance, including the threshold set out in point 7(c), continue to be met, as well as to enable the Commission to make recommendations for the improvement of future operations. In its evaluation, the Commission should also assess the cooperation with European or multilateral financial institutions when providing macro-financial assistance. (1) This assessment will be based on the annual report on human rights and democracy in the world foreseen in the EU Strategic Framework and Action Plan on Human Rights and Democracy (Council Conclusions on Human Rights and Democracy, 25 June 2012).",
      "queries": [
        "how should a macrofinance operation be evaluated",
        "why does the eu send evaluation reports",
        "what is the expected result of the program structure, differentiated by the conditions of confinement and expected completion times, and expected outcomes?",
        "how can i file a complaint of discrimination at school",
        "what is the contact number for the cops program specialist",
        "office of chief counsel internal revenue service memo release number"
      ],
      "queries_score": [
        "3.3975573",
        "2.1312718",
        -7.712352275848389,
        -10.54955768585205,
        -9.672938346862793,
        -10.716870307922363
      ]
    }
  ]
}