{
  "doc_id": "eurlex_22",
  "category": "eurlex",
  "chunks": [
    {
      "id": "eurlex_22__0",
      "chunk_id": "0",
      "content": "Name: Decision (EU) 2017/684 of the European Parliament and of the Council of 5 April 2017 on establishing an information exchange mechanism with regard to intergovernmental agreements and non-binding instruments between Member States and third countries in the field of energy, and repealing Decision No 994/2012/EU (Text with EEA relevance. ) Type: Decision\n Subject Matter: European construction;  information and information processing;  economic geography;  international affairs;  cooperation policy;  energy policy\n Date Published: 2017-04-12 12.4.2017 EN Official Journal of the European Union L 99/1 DECISION (EU) 2017/684 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 5 April 2017 on establishing an information exchange mechanism with regard to intergovernmental agreements and non-binding instruments between Member States and third countries in the field of energy, and repealing Decision No 994/2012/EU (Text with EEA relevance) THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 194(2) thereof, Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Having regard to the opinion of the European Economic and Social Committee (1), After consulting the Committee of the Regions, Acting in accordance with the ordinary legislative procedure (2), Whereas: (1) The proper functioning of the internal energy market requires that the energy imported into the Union be fully governed by the rules establishing the internal energy market. Transparency and compliance with Union law represents an important element in ensuring the energy stability of the Union. An internal energy market that does not function properly puts the Union in a vulnerable and disadvantageous position with regard to security of energy supply, and undermines its potential benefits to European consumers and industry. (2) In order to safeguard the Union's energy supply, it is necessary to diversify energy sources and build new energy interconnections between Member States. At the same time, it is essential to increase cooperation with regard to energy security with the Union's neighbouring countries and with strategic partners. (3) The objective of the Energy Union Strategy, as adopted by the Commission on 25 February 2015, is to give consumers secure, sustainable, competitive and affordable energy. Pursuing energy, trade and external policies in a coherent and consistent manner will contribute significantly to achieving that objective. More precisely, the Energy Union Strategy emphasises that full compliance of agreements related to the buying of energy from third countries with Union law is an important element in ensuring energy security, building on the analysis already carried out in the European energy security strategy of 28 May 2014. In the same spirit, the European Council in its conclusions of 19 March 2015 called for full compliance with Union law of all agreements related to the buying of gas from external suppliers, notably by reinforcing transparency of such agreements and compatibility with Union energy security provisions.",
      "queries": [
        "what is the purpose of the decision 2017/684/eu?",
        "what is the eu decision on energy",
        "which eu decision establishes an information exchange mechanism",
        "globalisation adjustment fund decision",
        "what are reasonable accommodations for disability?",
        "types of escorted trips"
      ],
      "queries_score": [
        "2.413837",
        "2.5984545",
        "3.072876",
        -7.376816272735596,
        -8.076762199401855,
        -8.26523494720459
      ]
    },
    {
      "id": "eurlex_22__1",
      "chunk_id": "1",
      "content": "In the same spirit, the European Council in its conclusions of 19 March 2015 called for full compliance with Union law of all agreements related to the buying of gas from external suppliers, notably by reinforcing transparency of such agreements and compatibility with Union energy security provisions. (4) The European Parliament, in its resolution of 15 December 2015 entitled Towards a European Energy Union, stressed the need to enhance the coherence of the Union's external energy security policies and greater transparency in energy-related agreements. (5) Decision No 994/2012/EU of the European Parliament and of the Council (3) has been useful for receiving information on existing intergovernmental agreements and for identifying problems posed by them in terms of their compatibility with Union law. (6) However, Decision No 994/2012/EU has proved to be ineffective in terms of ensuring the compliance of intergovernmental agreements with Union law. That Decision has mainly relied on the assessment of intergovernmental agreements by the Commission after they were concluded by the Member States with a third country. Experience gained in the implementation of Decision No 994/2012/EU has demonstrated that such an ex-post assessment does not fully exploit the potential for ensuring the compliance of intergovernmental agreements with Union law. In particular, intergovernmental agreements often contain no appropriate termination or adaptation clauses which would allow Member States to eliminate any non-compliance within a reasonable period of time. Furthermore, the positions of the signatories have already been fixed, which creates political pressure not to change any aspect of the agreement. (7) A high degree of transparency with regard to agreements between Member States and third countries in the field of energy will be of benefit in achieving both closer intra-Union cooperation in the field of external energy relations and the Union's long-term policy objectives relating to energy, climate and security of energy supply. (8) In order to avoid any non-compliance with Union law and to enhance transparency, Member States should inform the Commission of their intention to enter into negotiations with regard to new intergovernmental agreements or amendments to intergovernmental agreements as soon as possible. The Commission should be kept informed regularly of the progress of the negotiations. Member States should have the possibility to invite the Commission to participate in the negotiations as an observer. The Commission should be able to request to participate in the negotiations as an observer. (9) During the negotiation of an intergovernmental agreement, the Commission should have the possibility to advise the Member State concerned on how to avoid incompatibility of that agreement with Union law. In that framework, the Commission should also have the possibility to draw the attention of the Member State concerned to the relevant Union energy policy objectives, solidarity between Member States and Union policy positions adopted in Council or European Council conclusions. However, this should not form part of the legal assessment of the Commission of the draft intergovernmental agreement or amendment.",
      "queries": [],
      "queries_score": []
    },
    {
      "id": "eurlex_22__2",
      "chunk_id": "2",
      "content": "However, this should not form part of the legal assessment of the Commission of the draft intergovernmental agreement or amendment. (10) In order to ensure compliance with Union law, and with due regard to the fact that intergovernmental agreements and amendments in the area of gas or oil currently have the largest relative repercussions on the proper functioning of the internal energy market and on the security of energy supply of the Union, Member States should, on an ex-ante basis, notify draft intergovernmental agreements relating to gas or oil to the Commission before they become legally binding on the parties. In a spirit of cooperation, the Commission should support the Member State in identifying compliance issues of the draft intergovernmental agreement or amendment. The Member State concerned would then be better prepared to conclude an agreement that complies with Union law. (11) The Commission should have sufficient time for such an assessment in order to provide for as much legal certainty as possible while avoiding undue delays. The Commission should consider shortening the periods that are provided for its assessment if appropriate, in particular if a Member State so requests or has kept the Commission informed in sufficient detail during the negotiations phase, and having regard to the extent to which the draft intergovernmental agreement or amendment is based on model clauses. In order to benefit fully from the Commission's support, Member States should refrain from concluding an intergovernmental agreement relating to gas or oil, or an intergovernmental agreement relating to electricity where a Member State has chosen to request ex-ante assessment by the Commission, until the Commission has informed the Member State of its assessment. The Member States should take all necessary steps to reach a suitable solution to eliminate any incompatibility identified. (12) In light of the Energy Union Strategy, transparency with regard to past and future intergovernmental agreements continues to be of upmost importance and is an important element in ensuring the Union's energy stability. Therefore, Member States should continue notifying to the Commission existing and future intergovernmental agreements, whether they have entered into force or are being applied provisionally within the meaning of Article 25 of the Vienna Convention on the Law of Treaties, and new intergovernmental agreements. (13) The Commission should assess the compatibility with Union law of intergovernmental agreements that are in force or apply provisionally on the date of entry into force of this Decision, and inform the Member States accordingly. In the event of incompatibility, Member States should take all necessary steps to reach a suitable solution to eliminate the incompatibility identified. (14) This Decision should apply to intergovernmental agreements. Intergovernmental agreements express, in particular in their content, and regardless of their formal designation, the intention of the parties that the agreement should have binding force, entirely or in part.",
      "queries": [
        "what is the state information technology point of contact",
        "what is ada website accessibility"
      ],
      "queries_score": [
        -7.999345779418945,
        -7.31920051574707
      ]
    },
    {
      "id": "eurlex_22__3",
      "chunk_id": "3",
      "content": "(14) This Decision should apply to intergovernmental agreements. Intergovernmental agreements express, in particular in their content, and regardless of their formal designation, the intention of the parties that the agreement should have binding force, entirely or in part. Only intergovernmental agreements that concern the purchase, trade, sale, transit, storage or supply of energy in or to at least one Member State, or the construction or operation of energy infrastructure with a physical connection to at least one Member State should be notified. Where in doubt, Member States should consult the Commission without delay. In principle, agreements that are no longer in force or are no longer applied should not be covered by this Decision. (15) It is the legally binding force of an instrument, or of parts thereof, not its formal designation, that qualifies it as an intergovernmental agreement or, in the absence of legally binding force, as a non-binding instrument for the purposes of this Decision. (16) Member States establish relations with third countries not only by concluding intergovernmental agreements, but also in the form of non-binding instruments, which are often formally designated as memorandums of understanding, joint declarations, ministerial joint declarations, joint actions, joint codes of conduct, or similar terms. Because they are not legally binding, Member States cannot be legally required to implement such instruments, including where such implementation is incompatible with Union law. Even if they are not legally binding, such instruments can be used to set out a detailed framework for energy infrastructure and energy supply. In the interest of greater transparency, Member States should be able to submit to the Commission non-binding instruments, namely arrangements between one or more Member States and one or more third countries which are not legally binding and which set out the conditions for energy supply or for the development of energy infrastructures, including by containing interpretations of Union law in this respect, or amendments to such non-binding instruments, including any annexes thereto. If a non-binding instrument or an amendment refers explicitly to other texts, the Member State should also be able to submit those other texts. (17) Intergovernmental agreements and non-binding instruments which need to be notified in their entirety to the Commission on the basis of other Union acts or which concern matters that fall within the scope of the Treaty establishing the European Atomic Energy Community, should not be covered by this Decision. (18) This Decision should not create obligations as regards agreements between undertakings. However, Member States should be free to communicate to the Commission, on a voluntary basis, such agreements that are referred to explicitly in intergovernmental agreements or non-binding instruments. (19) The Commission should make information it receives on intergovernmental agreements available to all other Member States in secure electronic form, in order to enhance coordination and transparency between Member States, thus leveraging their negotiation power vis-ÃƒÂƒ -vis third countries. The Commission should respect requests from Member States to treat information submitted to it as confidential.",
      "queries": [
        "what is the intergovernmental agreement",
        "what is your credit score",
        "when mitigation provisions are required"
      ],
      "queries_score": [
        "1.6811478",
        -7.340069770812988,
        -6.851449966430664
      ]
    },
    {
      "id": "eurlex_22__4",
      "chunk_id": "4",
      "content": "The Commission should respect requests from Member States to treat information submitted to it as confidential. Requests for confidentiality should, however, not restrict access of the Commission itself to confidential information, as the Commission needs to have comprehensive information for its own assessments. The Commission should be responsible for guaranteeing the application of the confidentiality clause. Requests for confidentiality are without prejudice to the right of access to documents as provided for in Regulation (EC) No 1049/2001 of the European Parliament and of the Council (4). (20) If a Member State considers an intergovernmental agreement to be confidential, it should provide the Commission with a summary containing its subject matter, aim, scope, duration, the parties thereto, and information on its main elements for the purposes of sharing that summary with the other Member States. (21) A permanent exchange of information on intergovernmental agreements at Union level should enable best practices to be developed. On the basis of those best practices, the Commission, in cooperation with Member States, and where appropriate in cooperation with the European External Action Service as regards the Union's external policies, should develop optional model clauses to be used in intergovernmental agreements between Member States and third countries, as well as guidance, including a list of examples of clauses that do not respect Union law and should not therefore be used. The use of such model clauses should aim to avoid conflicts between intergovernmental agreements and Union law, in particular internal energy market rules and Union competition law, and conflicts with international agreements concluded by the Union. Such model clauses or guidance should serve as a tool of reference for the competent authorities and will thus benefit increased transparency and compatibility with Union law. The use of such model clauses should be optional, and it should be possible to adapt their content to any particular circumstance. (22) The improved mutual knowledge of existing and new intergovernmental agreements should allow for enhanced transparency and better coordination in energy matters between Member States and between Member States and the Commission. Such improved coordination should enable Member States to benefit fully from the political and economic weight of the Union and enable the Commission to propose solutions for problems identified in the area of intergovernmental agreements. (23) The Commission should facilitate and encourage coordination between Member States with a view to enhancing the overall strategic role of the Union in the field of energy through a well-defined and effective coordinated approach to producer, transit and consumer countries. (24) Since the objective of this Decision, namely the exchange of information between Member States and the Commission with regard to intergovernmental agreements in the field of energy, cannot be sufficiently achieved by the Member States but can rather, by reason of the effects of this Decision, applicable in all Member States, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union.",
      "queries": [
        "should the Commission be responsible for ensuring the application of the confidentiality clause",
        "why is the commission responsible for the application of the confidentiality clause",
        "is the european commission responsible for the confidentiality clauses?",
        "europe solidarity fund",
        "when does the european commission decision enter force",
        "what branch is ordinarily in a position to protect both the govern­ment and the citizenry from unconstitutional action, legislative and executive? quizlet"
      ],
      "queries_score": [
        "3.5689306",
        "3.097478",
        "3.0962195",
        -6.401389122009277,
        -4.702640533447266,
        -7.582737922668457
      ]
    },
    {
      "id": "eurlex_22__5",
      "chunk_id": "5",
      "content": "In accordance with the principle of proportionality as set out in that Article, this Decision does not go beyond what is necessary in order to achieve that objective. (25) The provisions of this Decision should be without prejudice to the application of the Union rules on infringements, State aid and competition. In particular, the Commission has the right to launch infringement proceedings in accordance with Article 258 of the Treaty on the Functioning of the European Union (TFEU), where it considers that a Member State has failed to fulfil its obligations under the TFEU. (26) The Commission should assess whether this Decision is sufficient and effective in ensuring compliance of intergovernmental agreements with Union law and a high level of coordination between Member States with regard to intergovernmental agreements in the field of energy. (27) Decision No 994/2012/EU should therefore be repealed, HAVE ADOPTED THIS DECISION: Article 1 Subject matter and scope 1. This Decision establishes a mechanism for the exchange of information between Member States and the Commission with regard to intergovernmental agreements in the field of energy as defined in Article 2, in order to ensure the functioning of the internal energy market and enhance the security of energy supply in the Union. 2. This Decision does not apply to intergovernmental agreements which are already, in their entirety, subject to other specific notification procedures under Union law. Article 2 Definitions For the purposes of this Decision the following definitions apply: (1) intergovernmental agreement means any legally binding agreement, regardless of its formal designation, between one or more Member States and one or more third countries, or between one or more Member States and an international organisation, which concerns: (a) the purchase, trade, sale, transit, storage or supply of energy in or to at least one Member State; or (b) the construction or operation of energy infrastructure with a physical connection to at least one Member State; however, where such a legally binding agreement also covers issues other than those referred to in points (a) and (b), only the provisions relating to those points and the general provisions applicable to those energy-related provisions, are deemed to constitute an intergovernmental agreement; (2) existing intergovernmental agreement means an intergovernmental agreement which is in force, or applies provisionally on 2 May 2017; (3) non-binding instrument means an arrangement between one or more Member States and one or more third countries which is not legally binding, such as a memorandum of understanding, joint declaration, ministerial joint declaration, joint action or joint code of conduct, and which sets out the conditions for energy supply, such as volumes and prices, or for the development of energy infrastructures; (4) existing non-binding instrument means a non-binding instrument signed or otherwise agreed prior to 2 May 2017. Article 3 Notification obligations with respect to intergovernmental agreements 1.",
      "queries": [
        "who needs online access to complete program progress report"
      ],
      "queries_score": [
        -9.00268268585205
      ]
    },
    {
      "id": "eurlex_22__6",
      "chunk_id": "6",
      "content": "Article 3 Notification obligations with respect to intergovernmental agreements 1. When a Member State intends to enter into negotiations with a third country or an international organisation in order to amend an intergovernmental agreement or to conclude a new intergovernmental agreement, the Member State shall inform the Commission in writing of its intention at the earliest possible moment before the envisaged opening of the negotiations. The Member State concerned should keep the Commission regularly informed of the progress of the negotiations. The information provided to the Commission shall include an indication of the provisions to be addressed in the negotiations and the objectives of the negotiations in accordance with Article 8. 2. As soon as an agreement has been reached by the parties on all the main elements of a draft intergovernmental agreement relating to gas or oil or an amendment to an intergovernmental agreement relating to gas or oil, but before the closure of formal negotiations, the Member State concerned shall notify to the Commission the draft agreement or amendment, including any annexes thereto, for ex-ante assessment in accordance with Article 5. Where that draft agreement or amendment refers explicitly to other texts, the respective Member State shall also submit those other texts in so far as they contain elements which concern the purchase, trade, sale, transit, storage or supply of gas or oil in or to at least one Member State or the construction or operation of gas or oil infrastructure with a physical connection to at least one Member State. 3. Where a Member State negotiates an intergovernmental agreement or amendment relating to electricity and has been unable, on the basis of its own assessment, to reach a firm conclusion as to the compatibility of the intergovernmental agreement or amendment under negotiation with Union law, it shall notify to the Commission the draft agreement or amendment, including any annexes thereto, for ex-ante assessment in accordance with Article 5, as soon as an agreement has been reached by the parties on all the main elements of that draft, but before the closure of formal negotiations. 4. Member States may avail themselves of the first and second subparagraphs of paragraph 2 for intergovernmental agreements or amendments relating to electricity. 5. Upon ratification of an intergovernmental agreement or of an amendment to an intergovernmental agreement, the Member State concerned shall notify the intergovernmental agreement or amendment, including any annexes thereto, to the Commission. Where the Commission has issued an opinion pursuant to Article 5(2), and the Member State concerned has departed from the Commission's opinion, that Member State should, without undue delay, explain to the Commission in writing the reasons underlying its decision.",
      "queries": [
        "when are notification obligations with respect to intergovernmental agreements",
        "what is retention of benefits for jobs"
      ],
      "queries_score": [
        "3.755864",
        -7.267836570739746
      ]
    },
    {
      "id": "eurlex_22__7",
      "chunk_id": "7",
      "content": "Where the Commission has issued an opinion pursuant to Article 5(2), and the Member State concerned has departed from the Commission's opinion, that Member State should, without undue delay, explain to the Commission in writing the reasons underlying its decision. Where the ratified intergovernmental agreement or amendment to the intergovernmental agreement refers explicitly to other texts, the Member State concerned shall also submit those other texts in so far as they contain elements which concern the purchase, trade, sale, transit, storage or supply of energy in or to at least one Member State or the construction or operation of energy infrastructure with a physical connection to at least one Member State. 6. The obligation to notify to the Commission pursuant to paragraphs 2, 3 and 5 does not apply in respect of agreements between undertakings. Where a Member State is in doubt as to whether an agreement constitutes an intergovernmental agreement and thus whether it is to be notified in accordance with this Article and Article 6, the Member State shall consult the Commission without delay. 7. All notifications pursuant to paragraphs 1 to 5 of this Article and to Article 6(1) and (2) shall be made through a web-based application provided by the Commission. The periods referred to in Article 5(1) and (2) and Article 6(3) shall start to run on the date when the complete notification file has been registered in the application. Article 4 Assistance from the Commission 1. Where a Member State gives the Commission notice of negotiations pursuant to Article 3(1), the Commission services may provide it with advice on how to avoid incompatibility with Union law of the intergovernmental agreement or of the amendment to an intergovernmental agreement under negotiation. Such advice may include relevant optional model clauses and guidance that the Commission develops in consultation with Member States in accordance with Article 9(2). The Commission services may also draw the attention of the Member State concerned to the relevant Union energy policy objectives, including on the Energy Union. That Member State may also request the assistance of the Commission in those negotiations. 2. At the request of the Member State concerned, the Commission may participate in the negotiations as an observer. The Commission may request to participate in the negotiations as an observer where it considers this to be necessary. The Commission's participation shall be subject to the written approval of the Member State concerned. 3. Where the Commission participates in the negotiations as an observer, it may provide the Member State concerned with advice on how to avoid incompatibility with Union law of the intergovernmental agreement or amendment under negotiation. Article 5 Assessment by the Commission 1. The Commission shall, within 5 weeks of the date of notification of the complete draft intergovernmental agreement or amendment, including any annexes thereto, pursuant to Article 3(2), inform the Member State concerned of any doubts it may have as to the compatibility with Union law of the draft intergovernmental agreement or amendment.",
      "queries": [
        "when does eu publish decision"
      ],
      "queries_score": [
        -4.055054187774658
      ]
    },
    {
      "id": "eurlex_22__8",
      "chunk_id": "8",
      "content": "In the absence of a response from the Commission within that period, the Commission shall be deemed not to have any such doubts. 2. Where the Commission informs the Member State concerned pursuant to paragraph 1 that it has doubts, it shall provide the Member State concerned with its opinion on the compatibility with Union law, in particular with internal energy market rules and Union competition law, of the draft intergovernmental agreement or amendment within 12 weeks of the date of notification referred to in paragraph 1. In the absence of an opinion from the Commission within that period, the Commission shall be deemed not to have raised any objections. 3. With the approval of the Member State concerned, the periods referred to in paragraphs 1 and 2 may be extended. The periods referred to in paragraphs 1 and 2 shall be shortened in agreement with the Commission if circumstances so warrant, in order to ensure that the negotiations are concluded in due time. 4. The Member State shall not sign, ratify or agree to the draft intergovernmental agreement or amendment until the Commission has informed the Member State of any doubts, in accordance with paragraph 1, or, where applicable, has issued its opinion in accordance with paragraph 2, or, in the absence of a response or opinion from the Commission, until the period referred to in paragraph 1 or, where applicable, that referred to in paragraph 2, has elapsed. Before signing, ratifying or agreeing to an intergovernmental agreement or amendment, the Member State concerned shall take utmost account of the Commission's opinion referred to in paragraph 2. Article 6 Notification obligations and assessment by the Commission with respect to existing intergovernmental agreements and to new intergovernmental agreements relating to electricity 1. By 3 August 2017 Member States shall notify to the Commission all existing intergovernmental agreements, including any annexes and amendments thereto. Where the existing intergovernmental agreement refers explicitly to other texts, the Member State concerned shall also submit those other texts in so far as they contain elements which concern the purchase, trade, sale, transit, storage or supply of energy in or to at least one Member State or the construction or operation of energy infrastructure with a physical connection to at least one Member State. The obligation to notify to the Commission laid down in this paragraph does not apply in respect of agreements between undertakings. 2. Existing intergovernmental agreements which have already been notified to the Commission in accordance with Article 3(1) or (5) of Decision No 994/2012/EU, or with point (a) of Article 13(6) of Regulation (EU) No 994/2010 of the European Parliament and of the Council (5) on 2 May 2017 shall be considered to have been notified for the purposes of paragraph 1 of this Article, provided that the notification meets the requirements of that paragraph.",
      "queries": [
        "when the Commission is deemed not to have any doubts",
        "where the commission informs the member states concerned pursuant to paragraph 1, the member state concerned shall be deemed not to have any doubts.",
        "where is the juvenile study conducted",
        "what to include on the panel report"
      ],
      "queries_score": [
        "3.2900848",
        "2.9329684",
        -7.9616379737854,
        -6.229030132293701
      ]
    },
    {
      "id": "eurlex_22__9",
      "chunk_id": "9",
      "content": "3. The Commission shall assess intergovernmental agreements notified in accordance with paragraph 1 or 2 of this Article, as well as intergovernmental agreements relating to electricity notified in accordance with Article 3(5). Where, following its first assessment, the Commission has doubts as to the compatibility of those agreements with Union law, in particular with internal energy market rules and Union competition law, the Commission shall inform the Member States concerned accordingly within 9 months of the notification of those agreements. Article 7 Notification with respect to non-binding instruments 1. Before or after the adoption of a non-binding instrument or an amendment to a non-binding instrument, the Member States may notify the non-binding instrument or the amendment, including any annexes thereto, to the Commission. 2. Member States may also notify to the Commission existing non-binding instruments, including any annexes and amendments thereto. 3. Where the non-binding instrument or the amendment to a non-binding instrument refers explicitly to other texts, the Member State concerned may also submit those other texts in so far as they contain elements which set out the conditions for energy supply, such as volumes and prices, or for the development of energy infrastructures. Article 8 Transparency and confidentiality 1. When providing information to the Commission in accordance with Article 3(1) to (5), Article 6(1) and Article 7, a Member State may indicate whether any part of the information, be it commercial or other information the disclosure of which could harm the activities of the parties involved, is to be regarded as confidential and whether the information provided can be shared with other Member States. A Member State shall make such an indication with regard to the existing agreements referred to in Article 6(2) by 3 August 2017. 2. Where a Member State has not identified the information as confidential in accordance with paragraph 1, the Commission shall make that information accessible in secure electronic form to all other Member States. 3. Where a Member State has identified as confidential in accordance with paragraph 1 an existing intergovernmental agreement, an amendment thereto or a new intergovernmental agreement, that Member State shall make available a summary of the information submitted. That summary shall contain at least the following information regarding the intergovernmental agreement or amendment: (a) its subject matter; (b) its aim and the scope; (c) its duration; (d) the parties thereto; (e) information on the main elements thereof. This paragraph shall not apply to information submitted in accordance with Article 3(1) to (4). 4. The Commission shall make the summaries referred to in paragraph 3 accessible in electronic form to all other Member States. 5. Requests for confidentiality under this Article shall not restrict the access of the Commission itself to confidential information. The Commission shall ensure that access to the confidential information is strictly limited to the Commission services for which it is absolutely necessary to have the information available.",
      "queries": [
        "intergovernmental agreements relating to electricity",
        "what is community policing",
        "which article of the single convention requires the private traders to purchase crops?"
      ],
      "queries_score": [
        "2.850325",
        -6.130919456481934,
        -7.131610870361328
      ]
    },
    {
      "id": "eurlex_22__10",
      "chunk_id": "10",
      "content": "5. Requests for confidentiality under this Article shall not restrict the access of the Commission itself to confidential information. The Commission shall ensure that access to the confidential information is strictly limited to the Commission services for which it is absolutely necessary to have the information available. Commission representatives shall handle sensitive information about negotiations relating to intergovernmental agreements, which is received during such negotiations in accordance with Articles 3 and 4, with due confidentiality. Article 9 Coordination among Member States 1. The Commission shall facilitate and encourage coordination among Member States with a view to: (a) reviewing developments in relation to intergovernmental agreements and striving for consistency and coherence in the Union's external energy relations with producer, transit, and consumer countries; (b) identifying common problems in relation to intergovernmental agreements and considering appropriate action to address those problems and, where appropriate, proposing guidance and solutions; (c) supporting, where appropriate, the development of multilateral intergovernmental agreements involving several Member States or the Union as a whole. 2. By 3 May 2018, the Commission shall, on the basis of best practices and in consultation with Member States, develop optional model clauses and guidance, including a list of examples of clauses that do not respect Union law and should therefore not be used. Such optional model clauses and guidance would, if applied correctly, significantly improve compliance of future intergovernmental agreements with Union law. Article 10 Reporting and review 1. By 1 January 2020, the Commission shall submit a report on the application of this Decision to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions. 2. The report shall, in particular, assess the extent to which this Decision promotes compliance of intergovernmental agreements with Union law, including in the field of electricity, and a high level of coordination between Member States with regard to intergovernmental agreements. It shall also assess the impact that this Decision has on Member States' negotiations with third countries and whether the scope of this Decision and the procedures it lays down are appropriate. The report shall be accompanied, if appropriate, by a proposal to revise this Decision. Article 11 Repeal Decision No 994/2012/EU is repealed with effect from 2 May 2017. Article 12 Entry into force This Decision shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union. Article 13 Addressees This Decision is addressed to the Member States. Done at Strasbourg, 5 April 2017. For the European Parliament The President A. TAJANI For the Council The President I. BORG (1) OJ C 487, 28.12.2016, p. 81. (2) Position of the European Parliament of 2 March 2017 (not yet published in the Official Journal) and decision of the Council of 21 March 2017.",
      "queries": [
        "which information does the commission have to make a request for confidential information",
        "can the Commission have access to confidential information",
        "what are the conditions under the consolidated appropriations act",
        "when can i revise my final cost report",
        "which regulation requires protection of individually identifiable information from research participants??"
      ],
      "queries_score": [
        "1.6838908",
        "3.0208347",
        -7.257595539093018,
        -6.601300239562988,
        -7.188069820404053
      ]
    },
    {
      "id": "eurlex_22__11",
      "chunk_id": "11",
      "content": "For the European Parliament The President A. TAJANI For the Council The President I. BORG (1) OJ C 487, 28.12.2016, p. 81. (2) Position of the European Parliament of 2 March 2017 (not yet published in the Official Journal) and decision of the Council of 21 March 2017. (3) Decision No 994/2012/EU of the European Parliament and of the Council of 25 October 2012 establishing an information exchange mechanism with regard to intergovernmental agreements between Member States and third countries in the field of energy (OJ L 299, 27.10.2012, p. 13). (4) Regulation (EC) No 1049/2001 of the European Parliament and of the Council of 30 May 2001 regarding public access to European Parliament, Council and Commission documents (OJ L 145, 31.5.2001, p. 43). (5) Regulation (EU) No 994/2010 of the European Parliament and of the Council of 20 October 2010 concerning measures to safeguard security of gas supply and repealing Council Directive 2004/67/EC (OJ L 295, 12.11.2010, p. 1).",
      "queries": [
        "who are the finance staff for cops office"
      ],
      "queries_score": [
        -10.1103515625
      ]
    }
  ]
}