{
  "doc_id": "eurlex_30",
  "category": "eurlex",
  "chunks": [
    {
      "id": "eurlex_30__0",
      "chunk_id": "0",
      "content": "Name: Decision (EU) 2016/1857 of the European Parliament and of the Council of 11 October 2016 on the mobilisation of the European Globalisation Adjustment Fund (following an application from Finland ÃƒÂ¢ Â” EGF/2016/001 FI/Microsoft)\n Type: Decision\n Subject Matter: cooperation policy;  employment;  economic policy;  information technology and data processing;  regions of EU Member States;  Europe;  EU finance\n Date Published: 2016-10-20 20.10.2016 EN Official Journal of the European Union L 284/23 DECISION (EU) 2016/1857 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 11 October 2016 on the mobilisation of the European Globalisation Adjustment Fund (following an application from Finland Â” EGF/2016/001 FI/Microsoft) THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, Having regard to Regulation (EU) No 1309/2013 of the European Parliament and of the Council of 17 December 2013 on the European Globalisation Adjustment Fund (2014-2020) and repealing Regulation (EC) No 1927/2006 (1), and in particular Article 15(4) thereof, Having regard to the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (2), and in particular point 13 thereof, Having regard to the proposal from the European Commission, Whereas: (1) The European Globalisation Adjustment Fund (EGF) aims to provide support for workers made redundant and self-employed persons whose activity has ceased as a result of major structural changes in world trade patterns due to globalisation, as a result of a continuation of the global financial and economic crisis, or as a result of a new global financial and economic crisis, and to assist them with their reintegration into the labour market. (2) The EGF is not to exceed a maximum annual amount of EUR 150 million (2011 prices), as laid down in Article 12 of Council Regulation (EU, Euratom) No 1311/2013 (3). (3) On 11 March 2016 Finland submitted an application to mobilise the EGF, in respect of redundancies in Microsoft (Microsoft Mobile Oy) and 8 suppliers and downstream producers. It was supplemented by additional information provided in accordance with Article 8(3) of Regulation (EU) No 1309/2013. That application complies with the requirements for determining a financial contribution from the EGF as laid down in Article 13 of Regulation (EU) No 1309/2013. (4) The EGF should, therefore, be mobilised in order to provide a financial contribution of EUR 5 364 000 in respect of the application submitted by Finland. (5) In order to minimise the time taken to mobilise the EGF, this decision should apply from the date of its adoption, HAVE ADOPTED THIS DECISION: Article 1 For the general budget of the Union for the financial year 2016, the European Globalisation Adjustment Fund shall be mobilised to provide the amount of EUR 5 364 000 in commitment and payment appropriations. Article 2 This Decision shall enter into force on the day of its publication in the Official Journal of the European Union.",
      "queries": [
        "tribal offender registration code",
        "irs memo release date"
      ],
      "queries_score": [
        -9.374491691589355,
        -8.027302742004395
      ]
    },
    {
      "id": "eurlex_30__1",
      "chunk_id": "1",
      "content": "Article 2 This Decision shall enter into force on the day of its publication in the Official Journal of the European Union. It shall apply from 11 October 2016. Done at Brussels, 11 October 2016. For the European Parliament The President M. SCHULZ For the Council The President I. KORÃƒÂ„ ÂŒOK (1) OJ L 347, 20.12.2013, p. 855. (2) OJ C 373, 20.12.2013, p. 1. (3) Council Regulation (EU, Euratom) No 1311/2013 of 2 December 2013 laying down the multiannual financial framework for the years 2014-2020 (OJ L 347, 20.12.2013, p. 884).",
      "queries": [
        "when does the decision of the eu enter into force?",
        "when does the european decision become effective in the european union",
        "when does the european union start putting decisions into force",
        "what to do if you require reprogramming of award funds",
        "who are the community corrections officers responsible for determining the appropriate response to solicitations requests from prospective offerors"
      ],
      "queries_score": [
        "3.591062",
        "2.0757005",
        "2.1173484",
        -11.270852088928223,
        -10.662949562072754
      ]
    }
  ]
}