{
  "doc_id": "eurlex_17",
  "category": "eurlex",
  "chunks": [
    {
      "id": "eurlex_17__0",
      "chunk_id": "0",
      "content": "Name: Decision (EU) 2017/1565 of the European Parliament and of the Council of 13 September 2017 on providing macro-financial assistance to the Republic of Moldova\n Type: Decision\n Subject Matter: economic structure;  economic conditions;  cooperation policy;  European construction;  executive power and public service;  economic policy;  economic analysis;  Europe;  EU finance\n Date Published: 2017-09-20 20.9.2017 EN Official Journal of the European Union L 242/14 DECISION (EU) 2017/1565 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 13 September 2017 on providing macro-financial assistance to the Republic of Moldova THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 212(2) thereof, Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Acting in accordance with the ordinary legislative procedure (1), Whereas: (1) Relations between the European Union (the Union) and the Republic of Moldova continue to develop within the framework of the European Neighbourhood Policy (ENP) and the Eastern Partnership. The Republic of Moldova joined the Eastern Partnership in 2009, which was followed by the negotiation of an Association Agreement between the Union and the Republic of Moldova. This agreement (2) (the Association Agreement), which includes the gradual introduction of a Deep and Comprehensive Free Trade Area (DCFTA), was signed on 27 June 2014 and entered into force on 1 July 2016. (2) The economy of the Republic of Moldova has been affected significantly by the political instability experienced in the period between the elections of November 2014 and January 2016, as well as by a banking fraud scandal, weak economic activity in the region, and import bans imposed by Russia. That situation contributed to producing a recession, a growing trade deficit and a significant decline of the foreign exchange reserves over the last year. (3) Following the appointment in early 2016 of a new government and of a new governor of the National Bank of Moldova, the authorities have demonstrated a renewed commitment to moving forward with necessary political reforms and to addressing the country's governance challenges in the financial sector and in the area of public finance management. (4) In support of the new reform path, a Roadmap for Priority Reforms was agreed between the Union and the Republic of Moldova following the Foreign Affairs Council Conclusions of 15 February 2016. There has been substantial progress with the implementation of this Roadmap by the Republic of Moldova. (5) In a context of political transition and economic difficulties, the authorities of the Republic of Moldova and the International Monetary Fund (IMF) agreed, in July 2016, on a three-year Extended Credit Facility and Extended Fund Facility (ECF/EFF) arrangement in the amount of USD 178,7 million. That arrangement was approved by the IMF Board on 7 November 2016.",
      "queries": [
        "what is the focus of the european year",
        "what is recipient",
        "when should an award be obligated",
        "what federal regulations are cited in this program statement"
      ],
      "queries_score": [
        -6.265769958496094,
        -5.669092655181885,
        -8.360018730163574,
        -7.984175205230713
      ]
    },
    {
      "id": "eurlex_17__1",
      "chunk_id": "1",
      "content": "That arrangement was approved by the IMF Board on 7 November 2016. Under this IMF programme the authorities of the Republic of Moldova are expected to make swift improvements in financial sector governance and supervision, to strengthen policies that ensure macroeconomic and financial stability, and to foster sustainable and inclusive growth. (6) In view of the worsening economic situation and outlook, the Republic of Moldova requested complementary macro-financial assistance from the Union in August 2015 and reiterated that request in March 2016. (7) The Union's indicative allocation for the Republic of Moldova under the European Neighbourhood Instrument (ENI) is EUR 610-746 million, including budgetary support and technical assistance. However, budget support disbursements from the Union were suspended in early 2015 and their resumption was made conditional on the approval of a new IMF programme and all budget support conditions being fulfilled. (8) Given that the Republic of Moldova is a country covered by the ENP, it should be considered to be eligible to receive macro-financial assistance from the Union. (9) The Union's macro-financial assistance should be an exceptional financial instrument of untied and undesignated balance-of-payments support, which aims at addressing the beneficiary's immediate external financing needs and should underpin the implementation of a policy programme containing strong immediate adjustment and structural reform measures designed to improve the balance-of-payments position in the short term. (10) Given that there is still a significant residual external financing gap in the Republic of Moldova's balance of payments over and above the resources provided by IMF and other multilateral institutions, the Union macro-financial assistance to be provided to the Republic of Moldova is, under the current exceptional circumstances, considered to be an appropriate response to the Republic of Moldova's request for support to the economic stabilisation, in conjunction with the IMF programme. The Union's macro-financial assistance would support the economic stabilisation and the structural reform agenda of the Republic of Moldova, supplementing resources made available under the IMF's financial arrangement. (11) The Union's macro-financial assistance should aim to support the restoration of a sustainable external financing situation for the Republic of Moldova, contributing to the greater political and macroeconomic stability of the country, the strengthening of economic and financial governance, including a thorough, result-oriented investigation into bank fraud, good energy governance and the political independence of the judiciary. (12) The Union's macro-financial assistance is expected to go hand-in-hand with the implementation of disbursements of budget support operations under the ENI. (13) The determination of the amount of the Union's macro-financial assistance is based on a complete quantitative assessment of the Republic of Moldova's residual external financing needs, and takes into account its capacity to finance itself with its own resources, in particular the international reserves at its disposal. The Union's macro-financial assistance should complement the programmes and resources provided by the IMF and the World Bank.",
      "queries": [
        "when doj sponsored conference request and report date",
        "which expenses are allowable under svpp?"
      ],
      "queries_score": [
        -8.08691692352295,
        -7.2776689529418945
      ]
    },
    {
      "id": "eurlex_17__2",
      "chunk_id": "2",
      "content": "The Union's macro-financial assistance should complement the programmes and resources provided by the IMF and the World Bank. The determination of the amount of the assistance also takes into account expected financial contributions from multilateral donors and the need to ensure fair burden sharing between the Union and other donors, as well as the pre-existing deployment of the Union's other external financing instruments in the Republic of Moldova and the added value of the overall Union involvement. (14) Taking into consideration the Republic of Moldova's residual external financing needs, the level of its economic development, as measured by per capita income and poverty ratios, its capacity to finance itself with its own resources, in particular the international reserves at its disposal, and the assessment of its ability to repay drawing on debt sustainability analysis, a part of the assistance should be provided in the form of grants. (15) The Commission should ensure that the Union's macro-financial assistance is legally and substantially in line with the key principles and objectives of the different areas of external action, with the measures taken in respect of those areas, and with other relevant Union policies. (16) The Union's macro-financial assistance should support the Union's external policy towards the Republic of Moldova. Commission services and the European External Action Service (EEAS) should work closely together throughout the macro-financial assistance operation in order to coordinate, and to ensure the consistency of, Union external policy. (17) The Union's macro-financial assistance should support the Republic of Moldova's commitment to values shared with the Union, including democracy, the rule of law, good governance, an accountable, transparent and merit-based civil service, an independent judiciary, respect for human rights, the freedom, independence and pluralism of the media, sustainable development and poverty reduction, as well as its commitment to the principles of open, rules-based and fair trade. (18) A pre-condition for granting the Union's macro-financial assistance and for the disbursement of each of the three instalments should be that the Republic of Moldova respects effective democratic mechanisms Â” including a multi-party parliamentary system Â” and the rule of law, and guarantees respect for human rights. In addition, the specific objectives of the Union's macro-financial assistance should strengthen the efficiency, transparency and accountability of the public finance management systems, ensure an effective fight against corruption and money laundering, reinforce the governance and supervision of the financial and banking sector in the Republic of Moldova, improve the governance of the energy sector and promote structural reforms aimed at supporting sustainable and inclusive growth, employment creation, a good business climate and fiscal consolidation. The Union's macro-financial assistance to the Republic of Moldova should also include measures to support the implementation of the Association Agreement, including the DCFTA. To ensure that specific objectives can be properly assessed, they need to be set out in a verifiable and measurable manner. Both the fulfilment of the precondition and the achievement of those objectives should be regularly monitored by the Commission and the EEAS.",
      "queries": [
        "when a research project consists of human subjects that are not covered by the c.f.r.",
        "how to modify a chp grant"
      ],
      "queries_score": [
        -7.864940643310547,
        -6.485317707061768
      ]
    },
    {
      "id": "eurlex_17__3",
      "chunk_id": "3",
      "content": "To ensure that specific objectives can be properly assessed, they need to be set out in a verifiable and measurable manner. Both the fulfilment of the precondition and the achievement of those objectives should be regularly monitored by the Commission and the EEAS. If the precondition and the objectives are not met or if the aims and principles of the Association Agreement are generally disregarded, the Commission should temporarily suspend or cancel the disbursement of the Union's macro-financial assistance. (19) In order to ensure that the Union's financial interests linked to the Union's macro-financial assistance are protected efficiently, the Republic of Moldova should implement appropriate measures relating to the prevention of, and fight against, fraud, corruption and any other irregularities linked to the assistance. The Republic of Moldova should regularly inform the Commission about the implementation of the macro-financial assistance on the basis of full disclosure and strict compliance with the Union's financial rules. In addition, provision should be made for the Commission to carry out checks and for the European Court of Auditors to carry out audits. (20) Release of the Union's macro-financial assistance is without prejudice to the powers of the European Parliament and the Council (as budgetary authority). (21) The amounts of macro-financial assistance provided in the form of grants and the amounts of the provision required for macro-financial assistance in the form of loans should be consistent with the budgetary appropriations provided for in the multiannual financial framework. (22) The Union's macro-financial assistance should be managed by the Commission. In order to ensure that the European Parliament and the Council are able to follow the implementation of this Decision, the Commission should regularly inform them of developments relating to the assistance and provide them with relevant documents. (23) In order to ensure uniform conditions for the implementation of this Decision, implementing powers should be conferred on the Commission. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council (3). (24) The Union's macro-financial assistance should be subject to conditions, to be laid down in a Memorandum of Understanding. Such conditions should be linked to the disbursement of each of the three instalments. In order to ensure uniform conditions of implementation and for reasons of efficiency, the Commission should be empowered to negotiate such conditions with the authorities of the Republic of Moldova under the supervision of the committee of representatives of the Member States in accordance with Regulation (EU) No 182/2011. Under that Regulation, the advisory procedure should, as a general rule, apply in all cases other than as provided for in that Regulation. Considering the potentially important impact of assistance of more than EUR 90 million, it is appropriate that the examination procedure be used for operations above that threshold.",
      "queries": [
        "how soon do i need to submit cost rates after approval",
        "when do you need to submit a final reimbursement for expended funds",
        "dnb number for awards",
        "what is the cops office phone number"
      ],
      "queries_score": [
        -8.351469993591309,
        -7.743758201599121,
        -7.117629051208496,
        -7.978307723999023
      ]
    },
    {
      "id": "eurlex_17__4",
      "chunk_id": "4",
      "content": "Under that Regulation, the advisory procedure should, as a general rule, apply in all cases other than as provided for in that Regulation. Considering the potentially important impact of assistance of more than EUR 90 million, it is appropriate that the examination procedure be used for operations above that threshold. Considering the amount of the Union's macro-financial assistance to the Republic of Moldova, the examination procedure should apply to the adoption of the Memorandum of Understanding, and to any reduction, suspension or cancellation of the assistance, HAVE ADOPTED THIS DECISION: Article 1 1. The Union shall make macro-financial assistance of a maximum amount of EUR 100 million available to the Republic of Moldova (the Union's macro-financial assistance), with a view to supporting the Republic of Moldova's economic stabilisation and a substantive reform agenda. Of that maximum amount, up to EUR 60 million shall be provided in the form of loans and up to EUR 40 million in the form of grants. The release of the Union's macro-financial assistance is subject to the approval of the Union budget for the relevant year by the European Parliament and the Council. The assistance shall contribute to covering the Republic of Moldova's balance of payments needs as identified in the IMF programme. 2. In order to finance the loan component of the Union's macro-financial assistance, the Commission shall be empowered on behalf of the Union to borrow the necessary funds on the capital markets or from financial institutions and to on-lend them to the Republic of Moldova. The loans shall have a maximum average maturity of 15 years. 3. The release of the Union's macro-financial assistance shall be managed by the Commission in a manner consistent with the agreements or understandings reached between the IMF and the Republic of Moldova, and with the key principles and objectives of economic reforms set out in the Association Agreement, including the DCFTA, agreed under the ENI. The Commission shall regularly inform the European Parliament and the Council of developments regarding the Union's macro-financial assistance, including disbursements thereof, and shall provide those institutions with the relevant documents in due time. 4. The Union's macro-financial assistance shall be made available for a period of two and a half years, starting from the first day after the entry into force of the Memorandum of Understanding referred to in Article 3(1). 5. If the financing needs of the Republic of Moldova decrease fundamentally during the period of the disbursement of the Union's macro-financial assistance compared to the initial projections, the Commission, acting in accordance with the examination procedure referred to in Article 7(2), shall reduce the amount of the assistance or suspend or cancel it. Article 2 1. A pre-condition for granting the Union's macro-financial assistance shall be that the Republic of Moldova respects effective democratic mechanisms Â” including a multi-party parliamentary system Â” and the rule of law, and guarantees respect for human rights.",
      "queries": [
        "cops office contact phone number"
      ],
      "queries_score": [
        -8.068127632141113
      ]
    },
    {
      "id": "eurlex_17__5",
      "chunk_id": "5",
      "content": "Article 2 1. A pre-condition for granting the Union's macro-financial assistance shall be that the Republic of Moldova respects effective democratic mechanisms Â” including a multi-party parliamentary system Â” and the rule of law, and guarantees respect for human rights. 2. The Commission and the EEAS shall monitor the fulfilment of the pre-condition set out in paragraph 1 throughout the life cycle of the Union's macro-financial assistance. 3. Paragraphs 1 and 2 of this Article shall be applied in accordance with Council Decision 2010/427/EU (4). Article 3 1. The Commission, in accordance with the examination procedure referred to in Article 7(2), shall agree with the authorities of the Republic of Moldova on clearly defined economic policy and financial conditions, focusing on structural reforms and sound public finances, to which the Union's macro-financial assistance is to be subject, to be laid down in a Memorandum of Understanding (the Memorandum of Understanding) which shall include a timeframe for the fulfilment of those conditions. The economic policy and financial conditions set out in the Memorandum of Understanding shall be consistent with the agreements or understandings referred to in Article 1(3), including the macroeconomic adjustment and structural reform programmes implemented by the Republic of Moldova with the support of the IMF. 2. The conditions referred to in paragraph 1 shall aim, in particular, at enhancing the efficiency, transparency and accountability of the public finance management systems in the Republic of Moldova, including for the use of the Union's macro-financial assistance. Progress in mutual market opening, the development of rules-based and fair trade, and other priorities in the context of the Union's external policy shall also be duly taken into account when designing the policy measures. Progress in attaining those objectives shall be regularly monitored by the Commission. 3. The detailed financial terms of the Union's macro-financial assistance shall be laid down in a Loan Agreement and a Grant Agreement to be concluded between the Commission and the authorities of the Republic of Moldova. 4. The Commission shall verify, at regular intervals, that the conditions referred to in Article 4(3) continue to be met, including whether the economic policies of the Republic of Moldova are in accordance with the objectives of the Union's macro-financial assistance. In so doing, the Commission shall coordinate closely with the IMF and the World Bank, and, where necessary, with the European Parliament and the Council. Article 4 1. Subject to the conditions referred to in paragraph 3, the Union's macro-financial assistance shall be made available by the Commission in three instalments, each of which shall consist of a loan and a grant element. The size of each instalment shall be laid down in the Memorandum of Understanding. 2. The amounts of the Union's macro-financial assistance provided in the form of loans shall be provisioned, where required, in accordance with Council Regulation (EC, Euratom) No 480/2009 (5).",
      "queries": [
        "what condition for macro financial assistance for moldova",
        "what is the precondition for granting the european aid to the republic of moldova?",
        "what is the goal of a response?",
        "what is included in my civil rights award package?",
        "what is sam",
        "does cops grant generate program income",
        "what case did not involve title"
      ],
      "queries_score": [
        "3.6466715",
        "2.0018713",
        -5.9778923988342285,
        -6.392589092254639,
        -6.547618389129639,
        -7.4443888664245605,
        -7.370946884155273
      ]
    },
    {
      "id": "eurlex_17__6",
      "chunk_id": "6",
      "content": "The size of each instalment shall be laid down in the Memorandum of Understanding. 2. The amounts of the Union's macro-financial assistance provided in the form of loans shall be provisioned, where required, in accordance with Council Regulation (EC, Euratom) No 480/2009 (5). 3. The Commission shall decide on the release of the instalments subject to the fulfilment of all of the following conditions: (a) the pre-condition set out in Article 2; (b) a continuous satisfactory track record of implementing a policy programme that contains strong adjustment and structural reform measures supported by a non-precautionary IMF credit arrangement; and (c) the satisfactory implementation of the economic policy and financial conditions agreed in the Memorandum of Understanding. 4. The release of the second instalment shall not, in principle, take place earlier than three months after the release of the first instalment. The release of the third instalment shall not, in principle, take place earlier than three months after the release of the second instalment. 5. Where the conditions referred to in paragraph 3 are not met, the Commission shall temporarily suspend or cancel the disbursement of the Union's macro-financial assistance. In such cases, it shall inform the European Parliament and the Council of the reasons for that suspension or cancellation. 6. The Union's macro-financial assistance shall be disbursed to the National Bank of the Republic of Moldova. Subject to the provisions to be agreed in the Memorandum of Understanding, including a confirmation of residual budgetary financing needs, the Union funds may be transferred to the Ministry of Finance of the Republic of Moldova as the final beneficiary. Article 5 1. The borrowing and lending operations related to the loan component of the Union's macro-financial assistance shall be carried out in euro using the same value date and shall not involve the Union in the transformation of maturities, or expose it to any exchange or interest rate risk, or to any other commercial risk. 2. Where the circumstances permit, and if the Republic of Moldova so requests, the Commission may take the steps necessary to ensure that an early repayment clause is included in the loan terms and conditions, and that it is matched by a corresponding clause in the terms and conditions of the borrowing operations. 3. Where circumstances permit an improvement of the interest rate of the loan and if the Republic of Moldova so requests, the Commission may decide to refinance all or part of its initial borrowings or may restructure the corresponding financial conditions. Refinancing or restructuring operations shall be carried out in accordance with paragraphs 1 and 4 and shall not have the effect of extending the maturity of the borrowings concerned or of increasing the amount of capital outstanding at the date of the refinancing or restructuring. 4. All costs incurred by the Union, which relate to the borrowing and lending operations under this Decision, shall be borne by the Republic of Moldova.",
      "queries": [
        "when was europe's globalisation decision 2015/1871",
        "are you required to report total compensation of a recipient executive?",
        "what is agency information policy and public affairs division"
      ],
      "queries_score": [
        -7.286473274230957,
        -7.138124465942383,
        -7.120510101318359
      ]
    },
    {
      "id": "eurlex_17__7",
      "chunk_id": "7",
      "content": "4. All costs incurred by the Union, which relate to the borrowing and lending operations under this Decision, shall be borne by the Republic of Moldova. 5. The Commission shall inform the European Parliament and the Council of developments in the operations referred to in paragraphs 2 and 3. Article 6 1. The Union's macro-financial assistance shall be implemented in accordance with Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council (6) and Commission Delegated Regulation (EU) No 1268/2012 (7). 2. The implementation of the Union's macro-financial assistance shall be under direct management. 3. The Loan Agreement and the Grant Agreement to be agreed with the authorities of the Republic of Moldova shall contain provisions: (a) ensuring that the Republic of Moldova regularly checks that financing provided from the budget of the Union has been properly used, takes appropriate measures to prevent irregularities and fraud, and, if necessary, takes legal action to recover any funds provided under this Decision that have been misappropriated; (b) ensuring the protection of the Union's financial interests, in particular providing for specific measures in relation to the prevention of, and fight against, fraud, corruption and any other irregularities affecting the Union's macro-financial assistance, in accordance with Council Regulation (EC, Euratom) No 2988/95 (8), Council Regulation (Euratom, EC) No 2185/96 (9) and Regulation (EU, Euratom) No 883/2013 of the European Parliament and of the Council (10); (c) expressly authorising the Commission, including the European Anti-Fraud Office, or its representatives to carry out checks, including on-the-spot checks and inspections; (d) expressly authorising the Commission and the Court of Auditors to perform audits during and after the availability period of the Union's macro-financial assistance, including document audits and on-the-spot audits, such as operational assessments; (e) ensuring that the Union is entitled to early repayment of the loan and/or to full repayment of the grant where it has been established that, in relation to the management of the Union's macro-financial assistance, the Republic of Moldova has engaged in any act of fraud or corruption or any other illegal activity detrimental to the financial interests of the Union. 4. Before the implementation of the Union's macro-financial assistance, the Commission shall assess, by means of an operational assessment, the soundness of financial arrangements of the Republic of Moldova, the administrative procedures, and the internal and external control mechanisms which are relevant to the assistance. Article 7 1. The Commission shall be assisted by a committee. That committee shall be a committee within the meaning of Regulation (EU) No 182/2011. 2. Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply. Article 8 1. By 30 June of each year, the Commission shall submit to the European Parliament and to the Council a report on the implementation of this Decision in the preceding year, including an evaluation of that implementation.",
      "queries": [
        "what are the procedures to obtain macro aid from the European Commission?",
        "what is a general program fund"
      ],
      "queries_score": [
        -2.1480295658111572,
        -7.548744201660156
      ]
    },
    {
      "id": "eurlex_17__8",
      "chunk_id": "8",
      "content": "Article 8 1. By 30 June of each year, the Commission shall submit to the European Parliament and to the Council a report on the implementation of this Decision in the preceding year, including an evaluation of that implementation. The report shall: (a) examine the progress made in implementing the Union's macro-financial assistance; (b) assess the economic situation and prospects of the Republic of Moldova, as well as progress made in implementing the policy measures referred to in Article 3(1); (c) indicate the connection between the economic policy conditions laid down in the Memorandum of Understanding, the Republic of Moldova's ongoing economic and fiscal performance and the Commission's decisions to release the instalments of the Union's macro-financial assistance. 2. Not later than two years after the expiry of the availability period referred to in Article 1(4), the Commission shall submit to the European Parliament and to the Council an ex post evaluation report, assessing the results and efficiency of the completed Union's macro-financial assistance and the extent to which it has contributed to the aims of the assistance. Article 9 This Decision shall enter into force on the third day following that of its publication in the Official Journal of the European Union. Done at Strasbourg, 13 September 2017. For the European Parliament The President A. TAJANI For the Council The President M. MAASIKAS (1) Position of the European Parliament of 4 July 2017 (not yet published in the Official Journal) and Decision of the Council of 17 July 2017. (2) Association Agreement between the European Union and the European Atomic Energy Community and their Member States, of the one part, and the Republic of Moldova, of the other part (OJ L 260, 30.8.2014, p. 4). (3) Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission's exercise of implementing powers (OJ L 55, 28.2.2011, p. 13). (4) Council Decision 2010/427/EU of 26 July 2010 establishing the organisation and functioning of the European External Action Service (OJ L 201, 3.8.2010, p. 30). (5) Council Regulation (EC, Euratom) No 480/2009 of 25 May 2009 establishing a Guarantee Fund for external actions (OJ L 145, 10.6.2009, p. 10). (6) Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council of 25 October 2012 on the financial rules applicable to the general budget of the Union and repealing Council Regulation (EC, Euratom) No 1605/2002 (OJ L 298, 26.10.2012, p. 1). (7) Commission Delegated Regulation (EU) No 1268/2012 of 29 October 2012 on the rules of application of Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council on the financial rules applicable to the general budget of the Union (OJ L 362, 31.12.2012, p. 1). (8) Council Regulation (EC, Euratom) No 2988/95 of 18 December 1995 on the protection of the European Communities financial interests (OJ L 312, 23.12.1995, p. 1).",
      "queries": [
        "when is a precondition met and the conditions referred to in point 6 (a) not met, the Commission should temporarily suspend or cancel the disbursement of macrofinancial assistance.",
        "what is an award condition",
        "do i have to take reprisal actions against an employee for disclosing misconduct?",
        "what type of policing activities will be initiated or enhanced by your agency",
        "what is the highest type armor",
        "which act of infringement exempts the use of patented drugs to develop generic drugs from suit infringement"
      ],
      "queries_score": [
        -4.398259162902832,
        -7.540459156036377,
        -9.471540451049805,
        -9.448461532592773,
        -8.969977378845215,
        -8.771586418151855
      ]
    },
    {
      "id": "eurlex_17__9",
      "chunk_id": "9",
      "content": "(8) Council Regulation (EC, Euratom) No 2988/95 of 18 December 1995 on the protection of the European Communities financial interests (OJ L 312, 23.12.1995, p. 1). (9) Council Regulation (Euratom, EC) No 2185/96 of 11 November 1996 concerning on-the-spot checks and inspections carried out by the Commission in order to protect the European Communities' financial interests against fraud and other irregularities (OJ L 292, 15.11.1996, p. 2). (10) Regulation (EU, Euratom) No 883/2013 of the European Parliament and of the Council of 11 September 2013 concerning investigations conducted by the European Anti-Fraud Office (OLAF) and repealing Regulation (EC) No 1073/1999 of the European Parliament and of the Council and Council Regulation (Euratom) No 1074/1999 (OJ L 248, 18.9.2013, p. 1). Joint statement by the European Parliament, the Council and the Commission In light of the initiatives related to the changes of the electoral system in the Republic of Moldova, the European Parliament, the Council and the Commission underline that a pre-condition for granting macro-financial assistance is that the beneficiary country respects effective democratic mechanisms, including a multi-party parliamentary system and the rule of law and guarantees respect for human rights. The Commission and the European External Action Service shall monitor the fulfilment of this pre-condition throughout the lifecycle of the macro-financial assistance and will thereby pay utmost attention to the consideration by the authorities of the Republic of Moldova of the recommendations of relevant international partners (especially the Venice Commission and the OSCE/ODIHR).",
      "queries": [
        "regulation on the protection of the european financial interests",
        "can you fire warning shot into the air"
      ],
      "queries_score": [
        "3.5472867",
        -10.140201568603516
      ]
    }
  ]
}