{
  "doc_id": "eurlex_69",
  "category": "eurlex",
  "chunks": [
    {
      "id": "eurlex_69__0",
      "chunk_id": "0",
      "content": "Name: 2014/696/EU: Decision of the European Parliament and of the Council of 25 September 2014 on the mobilisation of the European Globalisation Adjustment Fund, in accordance with Point 13 of the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (application EGF/2012/010 RO/Mechel from Romania)\n Type: Decision\n Subject Matter: Europe;  EU finance;  employment;  budget;  economic policy;  industrial structures and policy;  economic conditions\n Date Published: 2014-10-08 8.10.2014 EN Official Journal of the European Union L 292/12 DECISION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 25 September 2014 on the mobilisation of the European Globalisation Adjustment Fund, in accordance with Point 13 of the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (application EGF/2012/010 RO/Mechel from Romania) (2014/696/EU) THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, Having regard to Regulation (EC) No 1927/2006 of the European Parliament and of the Council of 20 December 2006 establishing the European Globalisation Adjustment Fund (1), and in particular Article 12(3) thereof, Having regard to Regulation (EU) No 1309/2013 of the European Parliament and the Council of 17 December 2013 on the European Globalisation Fund (2014-2020) and repealing Regulation (EC) No 1927/2006 (2), and in particular Article 23, second paragraph, thereof, Having regard to Council Regulation (EU, Euratom) No 1311/2013 of 2 December 2013 laying down the multiannual financial framework for the years 2014-2020 (3), and in particular Article 12 thereof, Having regard to the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (4), and in particular point 13 thereof, Having regard to the proposal from the European Commission, Whereas: (1) The European Globalisation Adjustment Fund (EGF) was established to provide additional support for workers made redundant as a result of major structural changes in world trade patterns due to globalisation and to assist them with their reintegration into the labour market. (2) The EGF shall not exceed a maximum annual amount of EUR 150 million (2011 prices), as laid down in Article 12 of Regulation (EU, Euratom) No 1311/2013. (3) Romania submitted an application to mobilise the EGF, in respect of redundancies in the enterprise SC Mechel Campia Turzii SA and one downstream producer, on 21 December 2012 and supplemented it by additional information up to 4 March 2014. This application complies with the requirements for determining the financial contributions as laid down in Article 10 of Regulation (EC) No 1927/2006. The Commission, therefore, proposes to mobilise an amount of EUR 3 571 150. (4) The EGF should, therefore, be mobilised in order to provide a financial contribution for the application submitted by Romania, HAVE ADOPTED THIS DECISION: Article 1",
      "queries": [
        "how long do you have to draw down a reimbursement"
      ],
      "queries_score": [
        -9.859526634216309
      ]
    },
    {
      "id": "eurlex_69__1",
      "chunk_id": "1",
      "content": "The Commission, therefore, proposes to mobilise an amount of EUR 3 571 150. (4) The EGF should, therefore, be mobilised in order to provide a financial contribution for the application submitted by Romania, HAVE ADOPTED THIS DECISION: Article 1 For the general budget of the European Union for the financial year 2014, the European Globalisation Adjustment Fund shall be mobilised to provide the sum of EUR 3 571 150 in commitment and payment appropriations. Article 2 This Decision shall be published in the Official Journal of the European Union. Done at Brussels, 25 September 2014. For the European Parliament The President M. SCHULZ For the Council The President S. GOZI (1) OJ L 406, 30.12.2006, p. 1. (2) OJ L 347, 20.12.2013, p. 855. (3) OJ L 347, 20.12.2013, p. 884. (4) OJ C 373, 20.12.2013, p. 1.",
      "queries": [
        "what is the computing device",
        "when was single audit act created"
      ],
      "queries_score": [
        -10.070513725280762,
        -10.839794158935547
      ]
    }
  ]
}