{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 7,
  "chunk_text": "(8) COM(2011) 112. The Roadmap was noted by the Council in its Conclusions of 17 May 2011 and was endorsed by the European Parliament in its Resolution of 15 March 2012 (P7_TA(2012)0086). (9) COM(2011) 244. (10) COM(2011) 571. (11) COM(2010) 546. (12) European Council of 8 and 9 March 2007. (13) European Council conclusions of 25 and 26 March 2010 (EUCO 7/10); Council conclusions of 15 March 2010 (7536/10); COM(2011) 244. (14) Council conclusions of 4 December 2008 (16852/08). (15) Directive 2000/60/EC of the European Parliament and of the Council of 23 October 2000 establishing a framework for Community action in the field of water policy (OJ L 327, 22.12.2000, p. 1). (16) Directive 2008/56/EC of the European Parliament and of the Council of 17 June 2008 establishing a framework for community action in the field of marine environmental policy (Marine Strategy Framework Directive) (OJ L 164, 25.6.2008, p. 19). (17) Decision No 1600/2002/EC; Directive 2008/50/EC of the European Parliament and of the Council of 21 May 2008 on ambient air quality and cleaner air for Europe (OJ L 152, 11.6.2008, p. 1). (18) Decision No 1600/2002/EC; Johannesburg Plan of Implementation (WSSD 2002). (19) Directive 2008/98/EC, of the European Parliament and of the Council of 19 November 2008 on waste (OJ L 312, 22.11.2008, p. 3). (20) Council conclusions of 11 June 2012 (11186/12); COM(2011) 571. (21) United Nations General Assembly Resolution A/Res/66/288 of 27 July 2012 on the outcome of the Rio + 20 Conference, entitled The Future We Want. (22) COM(2010) 543. ANNEX THE 7th ENVIRONMENT ACTION PROGRAMME TO 2020  LIVING WELL, WITHIN THE LIMITS OF OUR PLANET 1. The following 2050 vision is intended to help guide action up to and beyond 2020: In 2050, we live well, within the planets ecological limits. Our prosperity and healthy environment stem from an innovative, circular economy where nothing is wasted and where natural resources are managed sustainably, and biodiversity is protected, valued and restored in ways that enhance our societys resilience. Our low-carbon growth has long been decoupled from resource use, setting the pace for a safe and sustainable global society. A PROGRAMME FOR ACTION TO 2020 2. Over the past 40 years, a broad range of environment legislation has been put in place, amounting to the most comprehensive modern standards in the world. This has helped to address some of the most serious environmental concerns of citizens and businesses in the Union. 3. Emissions of pollutants to air, water and soil have been reduced significantly over the past decades, as have GHG emissions in recent years. Union chemicals legislation has been modernised and the use of many toxic or hazardous substances such as lead, cadmium and mercury has been restricted in products found in most households. Union citizens enjoy a level of water quality that is among the best in the world, and over 18 % of the Unions territory and 4 % of its seas have been designated as protected areas for nature."
}