{
  "document_category": "eurlex",
  "docId": "eurlex_74",
  "chunk_index": 10,
  "chunk_text": "ANNEX DETAILS OF THE MEASURES REFERRED TO IN ARTICLE 3 Implementation of the European Year shall focus on a broad Union-wide information and communication campaign complemented by actions taken by the Member States. Both Union and national actions can also involve civil society, youth organisations, social partners, the private sector, national parliaments, and, where appropriate, national agencies, the federal State or sub-national government level, including regional and local authorities and other stakeholders, with a view to creating a sense of ownership among key actors. The Union shall grant financial support, as well as the authorisation to use a logo developed by the Commission, and other materials associated with the European Year, to measures carried out by public or private organisations, where those organisations provide assurances to the Commission that those measures are or will be carried out in 2015 and are likely to make a significant contribution to achieving the objectives of the European Year. A. DIRECT UNION MEASURES Financing shall take the form of the direct purchase of goods and services under existing framework contracts. It may also take the form of grants covering up to 80 % of the final cost of activities. Measures may include: (a) information and promotional campaigns including: (i) production and dissemination of audiovisual and print material which reflect the objectives of the European Year; (ii) high-visibility events to raise awareness of the objectives of the European Year and fora for exchanging experience and good practices; (iii) measures to publicise the results and raise the profile of Union programmes, as well as measures contributing to the objectives of the European Year; (iv) establishment of an interactive information website on Europa (http://europa.eu/index_en.htm) dedicated to action taken in the context of the European Year and adequate use of social media; (v) a prize for innovative and successful communication concepts and campaigns which help, or which have helped, to raise awareness and foster reflection about development issues in unusual or original ways, in particular those designed to reach target audiences which previously have had little or no exposure to global development issues; (b) other initiatives: (i) the provision of linguistic services (translation, interpretation, multilingual information); (ii) monitoring surveys and audits at Union level to assess and report on the preparation, effectiveness and impact of the European Year. B. CO-FINANCING UNION MEASURES High-visibility events on a Union scale that aim to raise awareness of the objectives of the European Year, that may be organised in cooperation with the Member States holding the Council Presidency in 2015, may receive a Union grant of up to 80 % of the final costs of the activities. C. CO-FINANCING MEMBER STATES' MEASURES Each national coordinator may submit an application for Union co-financing of measures or of a work programme to promote the European Year. The work programme shall describe the national specific activities to be funded. Within that framework, Member States may define their own priorities and initiatives in accordance with Article 2 and may include OCTs where applicable."
}