{
  "document_category": "eurlex",
  "docId": "eurlex_72",
  "chunk_index": 15,
  "chunk_text": "2. The cooperation shall be carried out on a region-by-region basis, including at Union delegation level, taking into consideration the EIB's role as well as the policies of the Union in each region. Article 7 Cooperation with other European and international financial institutions 1. EIB financing operations shall be carried out, where appropriate, in cooperation with other European multilateral and Member States' financial institutions (European financial institutions) and international financial institutions, including regional development banks (international financial institutions) in order to maximise synergies, cooperation and efficiency, to develop jointly innovative financial instruments, to ensure prudent and reasonable sharing of risks and coherent investment project and sector conditionality, and in order to minimise possible duplication of costs and unnecessary overlap. 2. The cooperation referred to in paragraph 1 shall be facilitated by coordination between the Commission, the EIB and the relevant European and international financial institutions operating in the different regions, carried out where appropriate in the context of memoranda of understanding or other Union regional cooperation frameworks. Article 8 Coverage and terms of the EU guarantee 1. For EIB financing operations, except those consisting of debt capital market instruments, entered into with a State, or guaranteed by a State, and for other EIB financing operations entered into with regional or local authorities, or public enterprises or institutions owned or controlled by a State, where such other EIB financing operations have an appropriate EIB credit risk assessment taking into account the credit risk situation of the country concerned, the EU guarantee shall cover all payments due to the EIB, but not received by it (Comprehensive Guarantee). 2. For the purposes of paragraph 1, Palestine is represented by the Palestinian Authority and Kosovo (13) is represented by the Authorities of Kosovo. 3. For EIB financing operations other than those referred to in paragraph 1, the EU guarantee shall cover all payments due to the EIB but not received by it, where the non-receipt has been caused by the realisation of one of the following political risks (Political Risk Guarantee): (a) non-transfer of currency; (b) expropriation; (c) war or civil disturbance; (d) denial of justice upon breach of contract. 4. For EIB financing operations consisting of debt capital market instruments, only the Political Risk Guarantee shall apply. 5. Financing agreements with individual promoters relating to EIB financing operations shall also include appropriate environmental and social provisions in accordance with the EIB's own rules and procedures. 6. The Commission and the EIB shall set out in the guarantee agreement referred to in Article 14 a clear and transparent allocation policy allowing the EIB to identify, within its external activity, the operations to be financed under this Decision in order to ensure the most effective use of the EU guarantee."
}