{
  "document_category": "eurlex",
  "docId": "eurlex_85",
  "chunk_index": 6,
  "chunk_text": "2. Those conditions shall aim, in particular, to enhance the efficiency, transparency and accountability of the Unions macro-financial assistance, including public finance management systems in the Kyrgyz Republic. Progress in mutual market opening, the development of rules-based and fair trade and other priorities in the context of the Unions external policy shall also be duly taken into account when designing the policy measures. Progress in attaining those objectives shall be regularly monitored by the Commission. 3. The detailed financial terms of the Unions macro-financial assistance shall be laid down in a Grant Agreement and a Loan Agreement to be agreed between the Commission and the Kyrgyz authorities. 4. During the implementation of the Unions macro-financial assistance, the Commission shall monitor the soundness of the Kyrgyz Republics financial arrangements, the administrative procedures and the internal and external control mechanisms which are relevant to the assistance, as well as the Kyrgyz Republics adherence to the agreed timeframe. 5. The Commission shall verify at regular intervals that the conditions in Article 4(3) continue to be met, including that the economic policies of the Kyrgyz Republic are in accordance with the objectives of the Unions macro-financial assistance. In so doing, the Commission shall coordinate closely with the IMF and the World Bank, and, where necessary, with the European Parliament and the Council. Article 4 1. Subject to the conditions in paragraph 3, the Unions macro-financial assistance shall be made available by the Commission in two instalments, each of which shall consist of a loan and a grant element. The size of each instalment shall be laid down in the Memorandum of Understanding. 2. The amounts of the Unions macro-financial assistance provided in the form of loans shall be provisioned, where required, in accordance with Council Regulation (EC, Euratom) No 480/2009 (7). 3. The Commission shall decide on the release of the instalments subject to the fulfilment of all of the following conditions: (a) the precondition set out in Article 2; (b) a continuous satisfactory track record of implementing a policy programme that contains strong adjustment and structural reform measures supported by a non-precautionary IMF credit arrangement; and (c) the implementation, within a specific time-frame, of the economic policy conditions agreed in the Memorandum of Understanding. The disbursement of the second instalment shall not take place earlier than three months after the release of the first instalment. 4. Where the conditions in paragraph 3 are not met, the Commission shall temporarily suspend or cancel the disbursement of the Unions macro-financial assistance. In such cases, it shall inform the European Parliament and the Council of the reasons for that suspension or cancellation. 5. The Unions macro-financial assistance shall be disbursed to the National Bank of the Kyrgyz Republic. Subject to provisions to be agreed in the Memorandum of Understanding, including a confirmation of residual budgetary financing needs, the Union funds may be transferred to the Treasury of the Kyrgyz Republic as the final beneficiary."
}