{
  "document_category": "eurlex",
  "docId": "eurlex_19",
  "chunk_index": 8,
  "chunk_text": "Upon the granting of the rights of use in the 700 MHz frequency band for terrestrial systems capable of providing wireless broadband electronic communications services, Member States shall allow the transfer or leasing of such rights in accordance with open and transparent procedures pursuant to the applicable Union law. Article 3 1. When Member States authorise the use of or amend existing rights to use the 700 MHz frequency band, they shall take due account of the need to achieve the target speed and quality objectives set out in Article 6(1) of Decision No 243/2012/EU, including coverage in predetermined national priority areas where necessary, such as along major terrestrial transport paths, for the purpose of allowing wireless applications and European leadership in new digital services to contribute effectively to Union economic growth. Such measures may include conditions to facilitate or encourage the sharing of network infrastructure or spectrum in accordance with Union law. 2. In applying paragraph 1, Member States shall assess the need to attach conditions to the rights of use for frequencies within the 700 MHz frequency band and, where appropriate, shall consult relevant stakeholders in that regard. Article 4 Member States shall ensure availability at least until 2030 of the 470-694 MHz (sub-700 MHz) frequency band for the terrestrial provision of broadcasting services, including free television, and for use by wireless audio PMSE on the basis of national needs, while taking into account the principle of technological neutrality. Member States shall ensure that any other use of the sub-700 MHz frequency band on their territory is compatible with the national broadcasting needs in the relevant Member State and does not cause harmful interference to, or claim protection from, the terrestrial provision of broadcasting services in a neighbouring Member State. Such use shall be without prejudice to obligations resulting from international agreements, such as cross-border frequency-coordination agreements. Article 5 1. As soon as possible and no later than 30 June 2018, Member States shall adopt and make public their national plan and schedule (national roadmap), including detailed steps for fulfilling their obligations under Articles 1 and 4. Member States shall draw up their national roadmaps after consulting all relevant stakeholders. 2. In order to ensure that the use of the 700 MHz frequency band is in accordance with Article 1(1), Member States shall include in their national roadmaps, where appropriate, information on measures, including any support measures, to limit the impact of the forthcoming transition process on the public and on wireless audio PMSE use and to facilitate the timely availability of interoperable television broadcasting network equipment and receivers in the internal market. Article 6 Member States may, where appropriate and in accordance with Union law, ensure that adequate compensation for the direct cost, in particular for end users, of the migration or reallocation of spectrum use is provided promptly and in a transparent manner in order to, inter alia, facilitate transition to more spectrum-efficient technologies."
}