{
  "document_category": "eurlex",
  "docId": "eurlex_20",
  "chunk_index": 10,
  "chunk_text": "The report shall include ideas for further common endeavours in the field of cultural heritage. Article 11 Entry into force This Decision shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union. Done at Strasbourg, 17 May 2017. For the European Parliament The President A. TAJANI For the Council The President C. ABELA (1) OJ C 88, 21.3.2017, p. 7. (2) Position of the European Parliament of 27 April 2017 (not yet published in the Official Journal) and decision of the Council of 11 May 2017. (3) Council conclusions of 21 May 2014 on cultural heritage as a strategic resource for a sustainable Europe (OJ C 183, 14.6.2014, p. 36). (4) Resolution of the Council of 16 November 2007 on a European Agenda for Culture (OJ C 287, 29.11.2007, p. 1). (5) Conclusions of the Council and of the Representatives of the Governments of the Member States, meeting within the Council, on a Work Plan for Culture (2015-2018) (OJ C 463, 23.12.2014, p. 4). (6) Council conclusions on participatory governance of cultural heritage (OJ C 463, 23.12.2014, p. 1). (7) Opinion of the Committee of the Regions  Towards an integrated approach to cultural heritage for Europe (OJ C 195, 12.6.2015, p. 22). (8) OJ C 373, 20.12.2013, p. 1. (9) Regulation (EU, Euratom) No 883/2013 of the European Parliament and of the Council of 11 September 2013 concerning investigations conducted by the European Anti-Fraud Office (OLAF) and repealing Regulation (EC) No 1073/1999 of the European Parliament and of the Council and Council Regulation (Euratom) No 1074/1999 (OJ L 248, 18.9.2013, p. 1). (10) Council Regulation (Euratom, EC) No 2185/96 of 11 November 1996 concerning on-the-spot checks and inspections carried out by the Commission in order to protect the European Communities' financial interests against fraud and other irregularities (OJ L 292, 15.11.1996, p. 2). JOINT STATEMENT BY THE EUROPEAN PARLIAMENT AND THE COUNCIL In accordance with Article 9 of the Decision, the financial envelope for the implementation of the European Year of Cultural Heritage (2018) is set at EUR 8 million. In order to fund the preparation of the European Year of Cultural Heritage, EUR 1 million will be financed from existing resources in the 2017 budget. For the 2018 budget, EUR 7 million will be reserved for the European Year of Cultural Heritage and be made visible in a budget line. Of that amount, EUR 3 million will come from the resources currently provided for in the Creative Europe Programme and EUR 4 million will be reallocated from other existing resources, without using the existing margins and without prejudice to the powers of the budgetary authority. STATEMENT BY THE COMMISSION The Commission takes note of the agreement of the co-legislators to introduce a financial envelope of EUR 8 million in Article 9 of the Decision of the European Parliament and of the Council on a European Year of Cultural Heritage (2018)."
}