{
  "document_category": "eurlex",
  "docId": "eurlex_74",
  "chunk_index": 2,
  "chunk_text": "(6) In 2000, the international community undertook to take concrete steps by 2015 to fight poverty, with the adoption of the Millennium Development Goals (MDGs), which were accepted by the Union and the Member States. (7) The joint statement by the Council and the representatives of the governments of the Member States meeting within the Council, the European Parliament and the Commission on European Union Development Policy: The European Consensus (3), which remains the most comprehensive basis for Union development cooperation, calls upon the Union to help strengthen the role of new Member States as new donors. (8) The world has undergone enormous change over recent years, including major shifts in the global economic and political balance. New actors, including private and other non-governmental players, have emerged in the global arena. While developed and emerging economies account for most of global gross domestic product, the latter have now become the key drivers of global growth and already have a significant impact on the world economy. (9) Continued support for development cooperation is vital in a rapidly changing world. Around 1,3 billion people still live in extreme income poverty and the human development needs of many more are still not being met. Inequalities within countries have increased in most parts of the world. The natural environment is under increasing pressure and the developing countries are hit particularly hard by the effects of climate change. Those challenges are universal and inter-related and need to be addressed by all countries acting together. (10) Discussions on the post-2015 framework have started: building on the Commission communication of 13 October 2011 entitled Increasing the impact of EU Development Policy: an Agenda for Change and the Council Conclusions of 14 May 2012 on the Agenda for Change, which have already resulted in a major reorientation of Union development policies, the Commission has set out its views in its communication of 27 February 2013 entitled A decent life for all, ending poverty and giving the world a sustainable future and in its conclusions of 25 June 2013 the Council adopted The Overarching Post-2015 Agenda, with the aim of addressing the shortcomings of the current development framework and setting out a common approach to bringing together poverty eradication and sustainability concerns in an overarching international framework. (11) The year 2015 should be emblematic and pivotal, being the last year for achieving the collectively agreed MDGs and thus offering a unique opportunity to take stock of the international commitments. The year 2015 will also be the year in which major international decisions are to be taken on the development framework that is to replace the MDG framework over the coming decades. (12) The year 2015 is the appropriate year during which to present the results of Union development policy following implementation of the principles set out in the Commission communication on an Agenda for Change. (13)"
}