{
  "document_category": "eurlex",
  "docId": "eurlex_73",
  "chunk_index": 2,
  "chunk_text": "A new action should, therefore, be established to cover the years 2020-33. (6) In addition to the original objectives of the European Capitals of Culture, which were to highlight the richness and diversity of European cultures and the features those cultures share as well as to promote greater mutual understanding between European citizens, cities holding the title of European Capital of Culture (the title) have also progressively added a new dimension by using the leverage effect of the title to stimulate their more general development in accordance with their respective strategies and priorities. (7) The objectives of the action established by this Decision should be fully in line with the objectives of the Creative Europe Programme established by Regulation (EU) No 1295/2013 of the European Parliament and of the Council (6), which aims to safeguard, develop and promote European cultural and linguistic diversity, to promote Europe's cultural heritage and to strengthen the competitiveness of the European cultural and creative sectors, in particular that of the audiovisual sector, with a view to supporting smart, sustainable and inclusive growth. The achievement of those objectives should also help to strengthen the feeling of belonging to a common cultural area and to stimulate intercultural dialogue and mutual understanding. (8) To achieve such objectives, it is important for the cities holding the title to seek to develop links between, on the one hand, their cultural and creative sectors, and, on the other hand, sectors such as education, research, environment, urban development or cultural tourism. In particular, past evidence has shown the potential of the European Capitals of Culture as a catalyst for local development and cultural tourism as highlighted in the Commission Communication of 30 June 2010 entitled Europe, the world's No 1 tourist destination  a new political framework for tourism in Europe, welcomed by the Council in its conclusions of 12 October 2010 and endorsed by the European Parliament in its resolution of 27 September 2011 (7). (9) It is also important for cities holding the title to seek to promote social inclusion and equal opportunities and to do their utmost to ensure the broadest possible involvement of all the components of civil society in the preparation and implementation of the cultural programme, with special attention being paid to young people and marginalised and disadvantaged groups. (10) The evaluations and the public consultation have also convincingly shown that the European Capitals of Culture have many potential benefits when they are carefully planned. They remain first and foremost a cultural initiative, but can also bring significant social and economic benefits, particularly when they are embedded in a long-term culture-led development strategy for the city concerned. (11) The European Capitals of Culture action has also been highly challenging. Staging a year-long programme of cultural activities is demanding and some cities holding the title have been more successful than others in capitalising on the potential. Therefore, that action should be reinforced in order to help all cities to make the most of the title."
}