{
  "document_category": "eurlex",
  "docId": "eurlex_18",
  "chunk_index": 6,
  "chunk_text": "For the purpose of simplification, the administrative burden should be strictly proportionate to the foreseeable effects on all parties. Double audits and disproportionately burdensome documentation or reporting should be avoided. When audits are conducted, the specificities of the national programmes should be taken into account, as appropriate. (36) Audits of recipients of Union funds provided in accordance with this Decision should ensure a reduction of the administrative burden, in accordance with Regulation (EU) No 1291/2013. (37) The Union's financial interests should be protected through proportionate measures throughout the expenditure cycle, including the prevention, detection and investigation of irregularities, the recovery of funds lost, wrongly paid or incorrectly used and, where appropriate, administrative sanctions in accordance with Regulation (EU, Euratom) No 966/2012. (38) The Commission, taking into account the views of the Participating States as well as the views expressed by a wide range of stakeholders, should conduct an interim evaluation assessing in particular the quality and efficiency of PRIMA and the progress made towards the objectives set, and a final evaluation, and should prepare reports on those evaluations. (39) Upon request from the Commission, PRIMA-IS and the Participating States should submit any information that the Commission needs to include in the reports on the evaluation of PRIMA and, in doing so, should be encouraged to use a harmonised format. (40) The objective of this Decision is to strengthen the integration and alignment of research and innovation systems and activities in Mediterranean countries in the fields of agro-food systems, to make them sustainable, and of integrated water provision and management. The scale of the research and innovation necessary to address the challenges in the Mediterranean area is immense due to the systemic character of the major bottlenecks. The scope of research and innovation is complex, multidisciplinary and requires a multi-actor and cross-border approach. A collaborative approach with a wide set of Participating States can help to increase the required scale and scope, by pooling financial and intellectual resources. Since the objective of this Decision cannot be sufficiently achieved by the Member States, but can rather, by integrating national efforts into a consistent Union approach, by bringing together compartmentalised national research and innovation programmes, by helping design common research and funding strategies across national borders, and by achieving the critical mass of actors and investments required, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality, as set out in that Article, this Decision does not go beyond what is necessary in order to achieve that objective. (41) The Union should therefore participate in PRIMA, HAVE ADOPTED THIS DECISION: Article 1 Participation in PRIMA 1."
}