{
  "document_category": "eurlex",
  "docId": "eurlex_72",
  "chunk_index": 7,
  "chunk_text": "The EIB should remain in communication with the project promoters and beneficiaries of the projects throughout the project programming process. Finance contracts signed during the period covered by this Decision for EIB financing operations involving public counterparties should explicitly include the possibility to suspend disbursements in case of revocation of eligibility under this Decision of the country in which the investment project takes place. (23) At all levels, from upstream strategic planning to downstream investment project development, it should be ensured that EIB financing operations comply with and support Union external policies and the general objectives set out in this Decision. With a view to increasing the coherence of Union external action, dialogue on policy and strategy should be further strengthened between the Commission and the EIB, including the European External Action Service (EEAS), while keeping the European Parliament and the Council duly informed. EIB offices outside the Union should whenever possible be located within Union delegations in order to foster such cooperation while sharing operating costs. The Memorandum of Understanding between the European Commission and the European Investment Bank in respect of cooperation and coordination in the regions covered by the External Mandate, which was revised in 2013 enhancing cooperation and early mutual exchange of information between the Commission, the EEAS and the EIB at operational level, should continue to be applied. Cooperation in the framework of the Memorandum of Understanding should in particular include a regular review of the application of the differentiation principle in Neighbourhood countries. It is of particular importance to have an early and systematic exchange of views between the Commission and the EIB, including the EEAS, as appropriate, in the process of preparing relevant programming documents in order to maximise synergies between their activities. The cooperation in relation to the respect of human rights, fundamental freedoms and conflict prevention issues should also be reinforced. The EIB should be encouraged to cooperate with Union delegations during the EIB project cycle. (24) Union external relations should be supported by several instruments in particular by Regulation (EU) No 236/2014 of the European Parliament and of the Council (4). With a view to enhancing the coherence of overall Union support in the regions concerned, opportunities should be seized to combine EIB financing with Union budgetary resources when and as appropriate, in the form of financial instruments provided for in Title VIII of Regulation (EU, Euratom)"
}