{
  "document_category": "eurlex",
  "docId": "eurlex_19",
  "chunk_index": 2,
  "chunk_text": "It should allow new innovative digital services to be developed in urban and in rural or remote areas, such as eHealth and mHealth, supported by mobile phones, patient-monitoring devices and other wireless devices, as well as smart energy grids. (5) In its resolution of 19 January 2016 entitled Towards a Digital Single Market Act, the European Parliament reminded the Member States of their commitment to reach full deployment of at least minimum target speeds of 30 Mbps by 2020, highlighted that radio spectrum is a critical resource for the internal market for wireless broadband communications, as well as broadcasting, and is essential for the future competitiveness of the Union and called as a priority for a harmonised and pro-competitive framework for spectrum allocation and for effective spectrum management. (6) Spectrum is a public good. It is, in the 470-790 MHz frequency band, a valuable asset for the cost-efficient deployment of wireless networks with universal indoor and outdoor coverage. That spectrum is currently used across the Union for digital terrestrial television (DTT) and wireless audio PMSE. It is thus a prerequisite for access to and dissemination of cultural content and of information and ideas. It supports, in parallel to new forms of distribution, the development of the media, and of the creative, cultural and research sectors, which rely extensively on it for the wireless provision of content to end users. (7) The assignment of the 700 MHz frequency band should be structured in a way that facilitates competition and should be carried out in a manner that does not undermine existing competition. (8) For Region 1, which includes the Union, the International Telecommunication Union's Radio Regulations, adopted by the World Radiocommunication Conference in 2015, provide for the allocation of the 700 MHz frequency band to the broadcasting and mobile (except aeronautical mobile) services on a co-primary basis. The 470-694 MHz (sub-700 MHz) frequency band remains exclusively allocated to the broadcasting services on a primary basis and to wireless audio PMSE use on a secondary basis. (9) Rapidly growing wireless broadband traffic and the increasing economic, industrial and social importance of the digital economy make enhanced wireless network capacity a necessity. Spectrum in the 700 MHz frequency band provides both additional capacity and universal coverage, in particular for the economically challenging rural, mountainous and insular areas as well as other remote areas, predetermined in accordance with areas that are a national priority, including along major terrestrial transport paths, and for indoor use and for wide-range machine-type communications. In that context, coherent and coordinated measures for high-quality terrestrial wireless coverage across the Union, building on best national practices for operators' licence obligations, should aim to meet the RSPP objective that all citizens throughout the Union should have access both indoors and outdoors, to the fastest broadband speeds of not less than 30 Mbps by 2020, and should aim to achieve an ambitious vision for a gigabit society in the Union. Such measures will promote innovative digital services and ensure long-term socioeconomic benefits."
}