{
  "document_category": "eurlex",
  "docId": "eurlex_79",
  "chunk_index": 39,
  "chunk_text": "It also meets the criteria put forward for the selection of KIC themes in the SIA:  It addresses a major economic and societal relevant challenge Europe is facing (to increase the competitiveness of the Member States on the global market and contribute to the development of a more sustainable and environmentally-friendly manufacturing process), and contributes to the delivery of the Europe 2020 agenda of smart and sustainable growth.  This KIC focus is aligned with the priorities defined in Horizon 2020 and complementary with other Union activities in the area.  It can build on a solid industrial sector which will be attracted by a KIC.  It offers possibilities for various emerging products, services and business models, and  above all  it will be well-suited to address the urgent need for qualified people in this sector.  It takes a systemic approach and thus requires transdisciplinary work and the development of new education across the boundaries of disciplines.  It will bring together a critical mass of excellent research, innovation, education and training stakeholders along the value chain, which would otherwise not unite.  It will address the European paradox, since it will capitalise on the Union's strong research base and find new innovative approaches to ensure a more competitive, sustainable and resource-efficient manufacturing sector. Factsheet 5: Urban Mobility 1. THE CHALLENGE The theme of smart, green and integrated transport has been identified as one of the major societal challenges which will be addressed within the framework of Horizon 2020. The 2011 Transport White Paper further reinforces the importance of taking action in this domain during the next decade. Urban mobility is a particularly challenging task. It addresses a number of topics such as transport (including new mobility concepts, transport organisation, logistics, transport systems safety and security), environmental issues (reduction of greenhouse gases, air pollution and noise) urban planning (new concepts for bringing work and living closer together), and has an important impact both at the economic and social levels (new business creation, employment, social inclusion, housing and location strategies). The overarching aim is to improve the quality of life of European citizens who  in increasing numbers  live in large urban conglomerations where much of Europe's economic performance is generated (9). Sustainable urban mobility can only be achieved if breakthrough innovations leading to greener, more inclusive, safer and smarter solutions are found. Failing to achieve this will  in the long run - result in high societal, ecological, and economic costs. However, new innovative mobility concepts  in particular when individual means of transportation are to be replaced by public and collective means of transport  should be accepted by citizens. Bringing about behavioural changes with no disadvantages for the quality of life and the cost of living in urban areas will be one of the great challenges to be addressed in this area. 2. RELEVANCE AND IMPACT"
}