{
  "document_category": "eurlex",
  "docId": "eurlex_42",
  "chunk_index": 7,
  "chunk_text": "Lack of interoperability often undermines the implementation of digital end-to-end services and the development of one-stop shops for businesses and citizens. (35) Interoperability is directly connected with, and dependent on the use of, open specifications and standards. The ISA2 programme should promote and, where appropriate, support the partial or full standardisation of existing interoperability solutions. Such standardisation should be achieved in cooperation with other standardisation activities at Union level, European standardisation organisations and other international standardisation organisations. (36) By ensuring interoperability, European public administrations will remain open and flexible enough to evolve and be capable of incorporating new challenges and new areas. Interoperability is a condition for avoiding technological lock-in, enabling technical developments and fostering innovation. By developing interoperable solutions and common frameworks, the ISA2 programme should contribute to interoperability between European public administrations, respecting technological neutrality, in order to avoid lock-in and enable increased competition and innovation, which will boost the global competitiveness of the Union. (37) The modernisation of European public administrations is one of the key priorities for successful implementation of the Europe 2020 Strategy and the Digital Single Market (DSM). In that context, the Annual Growth Surveys published by the Commission in 2011, 2012 and 2013 show that the quality of European public administrations has a direct impact on the economic environment and is therefore crucial to stimulating productivity, competitiveness, economic cooperation, growth and employment. This is clearly reflected in the country-specific recommendations, which call for specific action aimed at European public administration reform. (38) Regulation (EU) No 1303/2013 includes a thematic objective of enhancing institutional capacity of public authorities and stakeholders and an efficient public administration. In that context, the ISA2 programme should tie in with other initiatives contributing to the modernisation of European public administrations, in particular in relation to work on interoperability and seek synergies with them. (39) Interoperability of European public administrations concerns all levels of administration: Union, national, regional and local. It is therefore important to ensure the widest possible participation in the ISA2 programme and that solutions take into account their respective needs, as well as those of businesses and citizens, where relevant. (40) National, regional and local administrations can be supported in their endeavours through specific instruments under the European Structural and Investment Funds, in particular the part concerning the institutional capacity building which includes training of the European public administrations staff where appropriate. Close cooperation under the ISA2 programme should maximise the benefits expected from such instruments by ensuring that funded projects are aligned with the Union-wide interoperability frameworks and specifications such as the EIF. (41) This Decision lays down a financial envelope for the entire duration of the ISA2 programme, which is to constitute the prime reference amount, within the meaning of Point (17) of the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (28), for the European Parliament and the Council during the annual budgetary procedure."
}