{
  "document_category": "eurlex",
  "docId": "eurlex_18",
  "chunk_index": 7,
  "chunk_text": "In accordance with the principle of proportionality, as set out in that Article, this Decision does not go beyond what is necessary in order to achieve that objective. (41) The Union should therefore participate in PRIMA, HAVE ADOPTED THIS DECISION: Article 1 Participation in PRIMA 1. The Union shall participate in the Partnership for Research and Innovation in the Mediterranean Area (PRIMA), jointly undertaken by Croatia, Cyprus, France, Germany, Greece, Israel, Italy, Luxembourg, Malta, Portugal, Slovenia, Spain, Tunisia and Turkey (Participating States), in accordance with the conditions laid down in this Decision. 2. Algeria, Egypt, Jordan, Lebanon and Morocco shall become Participating States subject to the conclusion of international agreements for scientific and technological cooperation with the Union setting out the terms and conditions of their participation in PRIMA. 3. Any Member State and any third country associated to Horizon 2020, other than one listed in paragraph 1 of this Article, may participate in PRIMA provided that it fulfils the condition laid down in point (c) of Article 4(1) and complies, in particular, with Article 11(5). Member States and third countries associated to Horizon 2020 that fulfil the conditions set out in the first subparagraph shall be considered to be Participating States for the purposes of this Decision. 4. Any third country not associated to Horizon 2020, other than one listed in paragraph 2 of this Article, may participate in PRIMA provided that: (a) it fulfils the condition laid down in point (c) of Article 4(1) and complies, in particular, with Article 11(5); (b) the implementation structure for PRIMA (PRIMA-IS) approves its participation in PRIMA after examining the relevance of its participation to achieving the objectives of PRIMA; and (c) it concludes an international agreement for scientific and technological cooperation with the Union setting out the terms and conditions of its participation in PRIMA. Third countries that fulfil the conditions set out in the first subparagraph shall be considered to be Participating States for the purposes of this Decision. Article 2 Objectives of PRIMA 1. In line with the priorities of Horizon 2020, the general objectives of PRIMA are to build research and innovation capacities and to develop knowledge and common innovative solutions for agro-food systems, to make them sustainable, and for integrated water provision and management in the Mediterranean area, to make those systems and that provision and management more climate resilient, efficient, cost-effective and environmentally and socially sustainable, and to contribute to solving water scarcity, food security, nutrition, health, well-being and migration problems upstream."
}