{
  "document_category": "eurlex",
  "docId": "eurlex_36",
  "chunk_index": 10,
  "chunk_text": "The Platform shall adopt the decisions referred to in this paragraph by simple majority. The representative of the Commission and the senior representatives shall each have one vote. 4. The Bureau may, where appropriate, invite experts with a specific competence in the subject under discussion on a case-by-case basis to participate in the Platform's or in a working group's deliberations. 5. The Platform shall be assisted by the Secretariat referred to in paragraph 1. The Secretariat shall prepare the meetings of the Platform, the Platform's draft work programmes and draft reports, and shall follow up on the Platform's meetings and the conclusions thereof. 6. The Commission shall regularly inform the European Parliament and the Council about the activities of the Platform, including with regard to joint meetings with expert groups and committees. It shall submit the Platform's work programmes and reports to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions. Article 9 Cooperation 1. The Platform shall cooperate effectively and shall avoid duplication of work with other relevant expert groups and committees at Union level whose work has a link with undeclared work, in particular, the Senior Labour Inspectors Committee, the Expert Committee on Posting of Workers, the Administrative Commission for Social Security Coordination, the Public Employment Services Network, EMCO, SPC and the Working Group on Administrative Cooperation in the field of Direct Taxation. The Platform shall invite the representatives of those groups and committees to attend its meetings as observers where appropriate. In the interest of more efficient working and enhanced impact, joint meetings may also be organised. 2. The Platform shall establish appropriate cooperation with Eurofound and EU-OSHA. Article 10 Reimbursement of expenses The Commission shall reimburse travel and, where appropriate, subsistence expenses for members, alternates, observers and invited experts in connection with the Platform's activities. The members, alternates, observers and invited experts shall not be remunerated for the services they render. Article 11 Financial support The global resources for the implementation of this Decision shall be established within the framework of EaSI. The Commission shall manage the financial resources of EaSI that are dedicated to the Platform in a transparent and efficient way. CHAPTER IV FINAL PROVISIONS Article 12 Review By 13 March 2020, the Commission shall, after consulting the Platform, submit a report on the application and the added value of this Decision to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions, and shall propose, where appropriate, necessary amendments. The report shall, in particular, assess to what extent the Platform has contributed to the achievement of the objectives set out in Article 4, fulfilled its mission as set out in Article 5, carried out the activities set out in Article 6 and addressed the priorities set out in its work programmes. The Commission shall submit proposals relating to the functioning of the Platform if appropriate. Article 13 Addressees This Decision is addressed to the Member States."
}