{
  "document_category": "eurlex",
  "docId": "eurlex_29",
  "chunk_index": 2,
  "chunk_text": "(4) Since the outbreak of the conflicts in Syria in 2011, the Union has expressed its unequivocal commitment to supporting Jordan as it addresses the economic and social consequences of the Syrian crisis, and in particular of the presence of a large number of Syrian refugees in its territory. It has increased its financial support to Jordan, strengthening its cooperation in many fields, including the civil society, the electoral system, security, regional development and social and economic reforms. In addition, the Union has offered the possibility to Jordan of concluding a Deep and Comprehensive Free Trade Area agreement. (5) In this difficult economic and financial context, the Jordanian authorities and the International Monetary Fund (IMF) agreed in August 2012 on a first economic adjustment programme, which was supported by a 3-year Stand-By Arrangement (SBA) in the amount of USD 2 000 million. That programme was successfully completed in August 2015. Under that programme, Jordan made considerable progress with fiscal consolidation, also helped by the decline in oil prices, and with a number of structural reforms. (6) In December 2012, Jordan requested complementary macro-financial assistance from the Union. In response, a decision providing macro-financial assistance of EUR 180 million in the form of loans was adopted in December 2013 (4) (MFA-I). The Memorandum of Understanding defining the policy conditions related to this first macro-financial assistance entered into force on 18 March 2014. Following the implementation of the agreed policy measures, the first tranche of MFA-I was disbursed on 10 February 2015 and the second tranche was disbursed on 15 October 2015. (7) Since the outbreak of the Syrian crisis, the Union has allocated almost EUR 1 130 million to Jordan. This includes, in addition to the EUR 180 million from the first macro-financial assistance operation, EUR 500 million in regular programmed bilateral cooperation for Jordan financed under the European Neighbourhood Instrument, about EUR 250 million from the humanitarian budget and more than EUR 30 million from the Instrument contributing to Stability and Peace. Moreover, the European Investment Bank has made loans in the amount of EUR 264 million available since 2011. (8) The intensification of the Syrian crisis in 2015 severely affected Jordan through its effects on trade, tourism and investor confidence. Jordan was also affected by a decline in financial support from the Gulf Cooperation Council countries, affected by the decline in oil prices. As a result, economic growth has slowed down again, unemployment has increased and new fiscal and external financing needs have emerged. (9) In this challenging context, the Union has reaffirmed its commitment to supporting Jordan in its economic and social challenges and reform process. In particular, this commitment was expressed at the conference Supporting Syria and the Region, held in London on 4 February 2016, where the Union pledged EUR 2 390 million in 2016-2017 in financial support for the countries most affected by the refugee crisis, including Jordan."
}