{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 29,
  "chunk_text": "Reinforced peer review and best practice sharing, as well as agreements for joint inspections within Member States, at their request, are to be encouraged. 61. Third, the way in which complaints about implementation of Union environment law are handled and remedied at national level will be improved where necessary. 62. Fourth, Union citizens will have effective access to justice in environmental matters and effective legal protection, in line with the Aarhus Convention and developments brought about by the entry into force of the Lisbon Treaty and recent case law of the Court of Justice of the European Union. Non-judicial dispute resolution will also be promoted as an alternative to litigation. 63. The general standard of environmental governance throughout the Union will be further improved by enhancing cooperation at Union level, as well as at international level, between professionals working on environmental protection, including government lawyers, prosecutors, ombudsmen, judges and inspectors, such as the European Union Network for the Implementation and Enforcement of Environmental Law (IMPEL), and encouraging such professionals to share good practices. 64. In addition to helping Member States to improve compliance (70), the Commission will continue to do its part to ensure that legislation reflects the latest science, takes into account experiences at Member State level with regard to giving effect to Union commitments, and is coherent and fit for purpose. As a general rule, where legal obligations are sufficiently clear and precise and where a harmonised application in all Member States is deemed the most effective way of achieving Union objectives, those legal obligations will be enshrined in regulations, which have direct and measurable effects and lead to fewer inconsistencies in implementation. The Commission will step up its use of scoreboards and other means of publicly tracking Member States progress in implementing specific pieces of legislation. 65. In order to maximise the benefits of Union environment legislation by improving implementation, the 7th EAP shall ensure that by 2020: (a) the public has access to clear information showing how Union environment law is being implemented consistent with the Aarhus Convention; (b) compliance with specific environment legislation has increased; (c) Union environment law is enforced at all administrative levels and a level-playing field in the internal market is guaranteed; (d) citizens trust and confidence in Union environment law and its enforcement is enhanced; (e) the principle of effective legal protection for citizens and their organisations is facilitated."
}