{
  "document_category": "eurlex",
  "docId": "eurlex_18",
  "chunk_index": 12,
  "chunk_text": "9. Activities included in the annual work plan that are funded by the Participating States without the Union financial contribution referred to in Article 3(1) shall be implemented in compliance with common principles to be adopted by PRIMA-IS, after obtaining approval from the Commission. The common principles shall take into account the principles set out in this Decision, in Title VI of Regulation (EU, Euratom) No 966/2012 and in Regulation (EU) No 1290/2013, in particular the principles of equal treatment, transparency, independent peer review evaluation and selection. PRIMA-IS shall also adopt, after obtaining approval from the Commission, the reporting requirements of the Participating States to PRIMA-IS, including with regard to indicators inserted into each of those activities. 10. The activities referred to in point (b)(i) of paragraph 1 shall, in addition to the common principles referred to in paragraph 9, comply with the following conditions: (a) the proposals shall be for transnational projects, with minimum participation of at least three independent legal entities established in three different countries considered to be Participating States in accordance with this Decision by the submission deadline under the relevant call for proposals, of which: (i) at least one is established in a Member State or third country associated to Horizon 2020 and does not fall under point (ii); and (ii) at least one is established in a third country listed in Article 1(2), or in a third country bordering the Mediterranean Sea; (b) the proposals shall be selected following transnational calls for proposals and shall be evaluated with the assistance of at least three independent experts, on the basis of the following award criteria: excellence, impact, and quality and efficiency of the implementation; (c) the proposals shall be ranked according to the evaluation results. The selection shall be made by PRIMA-IS and should follow that ranking. The Participating States shall agree on an adequate funding mode that allows for the maximising of the number of proposals above threshold to be funded on the basis of that ranking, in particular by providing reserve amounts to the national contributions for calls for proposals. In the event that one or more projects cannot be funded, the projects following directly in the ranking may be selected. 11. PRIMA-IS shall monitor and report to the Commission on the implementation of all activities included in the annual work plan. 12. Any communication or publication relating to the activities of PRIMA, and performed in cooperation with PRIMA, whether undertaken by PRIMA-IS, a Participating State or its national funding bodies, or participants to an activity, shall be labelled or co-labelled as follows:[name of the activity] is part of the PRIMA programme supported by the European Union."
}