{
  "doc_id": "eurlex_74",
  "category": "eurlex",
  "chunks": [
    {
      "id": "eurlex_74__0",
      "chunk_id": "0",
      "content": "Name: Decision No 472/2014/EU of the European Parliament and of the Council of 16 April 2014 on the European Year for Development (2015)\n Type: Decision\n Subject Matter: politics and public safety;  cooperation policy;  economic policy;  European construction;  culture and religion\n Date Published: 2014-05-09 9.5.2014 EN Official Journal of the European Union L 136/1 DECISION No 472/2014/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 16 April 2014 on the European Year for Development (2015) THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 209 and Article 210(2) thereof, Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national Parliaments, Having regard to the opinion of the European Economic and Social Committee of 10 December 2013 (1), Acting in accordance with the ordinary legislative procedure (2), Whereas: (1) Development cooperation policy has as its primary objective the reduction and, in the long term, the eradication of poverty as laid down in Article 21 of the Treaty on European Union (TEU) and Article 208 of the Treaty on the Functioning of the European Union. Combating global poverty helps to build a more stable, peaceful, prosperous and equitable world, reflecting the interdependence of richer and poorer countries. (2) As stated in the European Parliament resolution of 23 October 2012 entitled An Agenda for Change: the future of EU development policy, development cooperation also consists of promoting human development and the fulfilment of human beings in all respects, including the cultural dimension. (3) The Union has been providing development cooperation assistance since 1957 and is now the largest donor of official development assistance in the world. (4) The Treaty of Lisbon has firmly anchored development policy within the Union's external action in support of the Union's interest in a stable and prosperous world. Development policy also helps to address other global challenges and contributes to the Europe 2020 Strategy, set out in the Commission Communication of 3 March 2010 entitled Europe 2020, a strategy for smart, sustainable and inclusive growth. (5) The Union has been a leader in formulating and implementing the concept of policy coherence for development, which aims at strengthening synergies between non-aid policies and development objectives, in order to ensure that Union policies support developing countries' development needs, or at least do not contradict the aim of poverty eradication."
    },
    {
      "id": "eurlex_74__1",
      "chunk_id": "1",
      "content": "(6) In 2000, the international community undertook to take concrete steps by 2015 to fight poverty, with the adoption of the Millennium Development Goals (MDGs), which were accepted by the Union and the Member States. (7) The joint statement by the Council and the representatives of the governments of the Member States meeting within the Council, the European Parliament and the Commission on European Union Development Policy: The European Consensus (3), which remains the most comprehensive basis for Union development cooperation, calls upon the Union to help strengthen the role of new Member States as new donors. (8) The world has undergone enormous change over recent years, including major shifts in the global economic and political balance. New actors, including private and other non-governmental players, have emerged in the global arena. While developed and emerging economies account for most of global gross domestic product, the latter have now become the key drivers of global growth and already have a significant impact on the world economy. (9) Continued support for development cooperation is vital in a rapidly changing world. Around 1,3 billion people still live in extreme income poverty and the human development needs of many more are still not being met. Inequalities within countries have increased in most parts of the world. The natural environment is under increasing pressure and the developing countries are hit particularly hard by the effects of climate change. Those challenges are universal and inter-related and need to be addressed by all countries acting together. (10) Discussions on the post-2015 framework have started: building on the Commission communication of 13 October 2011 entitled Increasing the impact of EU Development Policy: an Agenda for Change and the Council Conclusions of 14 May 2012 on the Agenda for Change, which have already resulted in a major reorientation of Union development policies, the Commission has set out its views in its communication of 27 February 2013 entitled A decent life for all, ending poverty and giving the world a sustainable future and in its conclusions of 25 June 2013 the Council adopted The Overarching Post-2015 Agenda, with the aim of addressing the shortcomings of the current development framework and setting out a common approach to bringing together poverty eradication and sustainability concerns in an overarching international framework. (11) The year 2015 should be emblematic and pivotal, being the last year for achieving the collectively agreed MDGs and thus offering a unique opportunity to take stock of the international commitments. The year 2015 will also be the year in which major international decisions are to be taken on the development framework that is to replace the MDG framework over the coming decades. (12) The year 2015 is the appropriate year during which to present the results of Union development policy following implementation of the principles set out in the Commission communication on an Agenda for Change. (13)"
    },
    {
      "id": "eurlex_74__2",
      "chunk_id": "2",
      "content": "(12) The year 2015 is the appropriate year during which to present the results of Union development policy following implementation of the principles set out in the Commission communication on an Agenda for Change. (13) The year 2015 will also be the year during which important international events take place in Member States, such as the Universal Expo Feeding the Planet: Energy for Life in Milan, which will provide a special opportunity to discuss global development policies and to carry out extensive public outreach activities on sustainable development and related issues. (14) In its resolution on an Agenda for Change, the European Parliament invited the Commission to make 2015 the European Year for Development, expressing its hope that this would raise the profile of development cooperation. (15) The year 2015 should therefore be designated a European Year for Development (the European Year) in order to provide a timely opportunity to raise general public awareness of the current orientation of Union development policy. Information is needed on how an outward-looking Union can help to ensure global sustainability. This includes raising awareness of global interdependence and illustrating that development is more than just aid. (16) The key to the successful impact of Union action for development is the extent to which it enjoys broad popular and political support and provides evidence of effective and efficient use of public funds for achieving development results. The European Year should therefore act as a catalyst for raising awareness, including through public political debate and development education, building momentum and exchanging best practices between Member States, local and regional authorities, civil society, the private sector, social partners and international entities and organisations involved in development issues. It should help to focus political attention and mobilise everyone concerned in order to drive forward and promote further action and initiatives at Union and Member State level, in association with the beneficiaries of development assistance and their representatives. (17) The European Year should raise awareness of all forms of gender discrimination faced by women and girls in various regions, particularly in terms of access to education, jobs and health systems, as well as of forced marriage, sexual exploitation, genital mutilation and other malpractices. (18) The Special Eurobarometer 392 entitled Solidarity that spans the globe: Europeans and development aid, published in October 2012, showed that 85 % of Union citizens were in favour of helping people in partner countries. As stated in that report, in spite of the current economic climate, more than six out of ten citizens think that aid for people in partner countries should be increased. At the same time, that report showed clearly that there is a lack of knowledge on Union development cooperation, which calls for better communication. (19) Efficient coordination between all partners contributing at Union, national, regional and local levels is a fundamental prerequisite for an effective European Year. Local and regional partners have, in this case, a particular role to play in promoting Union development policy."
    },
    {
      "id": "eurlex_74__3",
      "chunk_id": "3",
      "content": "(19) Efficient coordination between all partners contributing at Union, national, regional and local levels is a fundamental prerequisite for an effective European Year. Local and regional partners have, in this case, a particular role to play in promoting Union development policy. (20) Differing national socioeconomic and cultural contexts and sensitivities call for some of the activities of the European Year to be decentralised to national level, in accordance with Article 58 of the Regulation (EU, Euratom) No 966/2012 of the European Parliament and the Council (4). However, the setting of policy priorities at national level should be coordinated with the Commission with a view to guaranteeing consistency with the strategic objectives of the European Year. Close coordination between the Commission's and Member States' activities is of prime importance in order to create synergies and make the European Year a success. (21) In addition to Member States, participation in the activities to be financed within the European Year should be open to the candidate countries benefiting from a pre-accession strategy, in accordance with the general principles and general terms and conditions for the participation of those countries in Union programmes established in the respective framework agreements and in Association Council decisions. Coordination with national measures, in particular with national Development Education and Awareness Raising (DEAR) programmes, should be encouraged. The level and form of involvement in the European Year should remain at each Member State's discretion. (22) Consistency and complementarity with other Union legislation and actions should be ensured, in particular with the Development Cooperation Instrument established by Regulation (EU) No 233/2014 of the European Parliament and of the Council (5) including the DEAR programme, the European Development Fund, the European Neighbourhood Instrument established by Regulation (EU) No 232/2014 of the European Parliament and of the Council (6) and other Union instruments for financing external action, where relevant to development policy. (23) The financial interests of the Union should be protected through proportionate measures throughout the expenditure cycle, including the prevention, detection and investigation of irregularities, the recovery of funds lost, unduly paid or incorrectly used and, where appropriate, administrative and financial penalties in accordance with Regulation (EU, Euratom) No 966/2012. (24) In order to optimise the effectiveness and efficiency of the activities envisaged for the European Year, it is important that a set of preparatory actions be carried out in 2014. (25) The Commission has already taken various measures to promote development policies and inform Union citizens about its development cooperation. Those existing measures should be used as much as possible for the European Year. (26) The primary responsibility for raising citizens' awareness of development issues rests with Member States."
    },
    {
      "id": "eurlex_74__4",
      "chunk_id": "4",
      "content": "(25) The Commission has already taken various measures to promote development policies and inform Union citizens about its development cooperation. Those existing measures should be used as much as possible for the European Year. (26) The primary responsibility for raising citizens' awareness of development issues rests with Member States. Action at Union level complements and supplements actions taken at national, regional and local levels, as highlighted in the political declaration signed on 22 October 2008 by the European Parliament, the Council and the Commission entitled Communicating Europe in Partnership. (27) Since the objectives of this Decision cannot be sufficiently achieved by the Member States, due to the need for multilateral partnerships, transnational exchange of information and Union-wide awareness-raising and dissemination of good practices, but can rather, by reason of the scale of the European Year, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 TEU. In accordance with the principle of proportionality, as set out in that Article, this Decision does not go beyond what is necessary in order to achieve those objectives, HAVE ADOPTED THIS DECISION: Article 1 Subject matter The year 2015 shall be designated the European Year for Development (the European Year). The motto of the European Year shall be Our world, our dignity, our future. Article 2 Objectives The objectives of the European Year shall be: (a) to inform Union citizens about the Union's and the Member States' development cooperation, highlighting the results that the Union, acting together with the Member States, has achieved as a global actor and that it will continue to do so in line with the latest discussions on the overarching post-2015 framework; (b) to foster direct involvement, critical thinking and active interest of Union citizens and stakeholders in development cooperation including in policy formulation and implementation; and (c) to raise awareness of the benefits of the Union's development cooperation not only for beneficiaries of the Union's development assistance but also for Union citizens and to achieve a broader understanding of policy coherence for development, as well as to foster among citizens in Europe and developing countries a sense of joint responsibility, solidarity and opportunity in a changing and increasingly interdependent world. Article 3 Measures 1."
    },
    {
      "id": "eurlex_74__5",
      "chunk_id": "5",
      "content": "Article 3 Measures 1. The measures taken to achieve the objectives of the European Year shall include the following measures, which may be organised at Union, national, regional or local levels, as set out in the Annex, and in partner countries, in accordance with Article 6(5): (a) communication campaigns to disseminate key messages targeted at the general public and more specific audiences, in particular young people and other key target groups, including through social media; (b) the organisation of conferences, events and initiatives with all relevant stakeholders, to promote active participation and debate, and to raise awareness at all levels; (c) concrete measures in the Member States aimed at promoting the objectives of the European Year, in particular through development education, the exchange of information and sharing of experience and good practices among national, regional or local administrations and other organisations; and (d) undertaking studies and surveys and disseminating their results. 2. The Commission may identify other measures as contributing to the objectives of the European Year and may allow references to the European Year and to the motto to be used in promoting those measures, insofar as they contribute to achieving those objectives. Article 4 Coordination with Member States 1. The Commission shall invite the Member States to appoint each a national coordinator to be responsible for organising the involvement of that Member State in the European Year. The Member States shall inform the Commission of any such appointment. 2. The national coordinators shall, in close coordination with the Commission, consult and cooperate with a wide range of relevant stakeholders, including civil society and the private sector, national parliaments, social partners and, where appropriate, the national agencies, the federal State or sub-national government level, including regional and local authorities and, where applicable, associated Overseas Countries and Territories (OCTs) or contact points for the relevant Union programmes. 3. The Commission shall invite the Member States to transmit to it, by 1 September 2014, their work programme, which shall set out details of the national activities planned for the European Year, in accordance with the objectives of the European Year and the details of the measures set out in the Annex. 4. Before approving the work programmes, the Commission shall verify that those activities comply, in accordance with Regulation (EU, Euratom) No 966/2012 and Commission Delegated Regulation (EU) No 1268/2012 (7), with the objectives of the European Year. Article 5 Participation Participation in the activities of the European Year to be financed by the Union shall be open to the Member States and candidate countries benefiting from a pre-accession strategy, in accordance with the general principles and general terms and conditions for the participation of those countries in Union programmes established in the respective framework agreements and in Association Council decisions. Article 6 Coordination at Union level and implementation 1."
    },
    {
      "id": "eurlex_74__6",
      "chunk_id": "6",
      "content": "Article 6 Coordination at Union level and implementation 1. The Commission shall implement this Decision at Union level, in particular by adopting the necessary financing decisions in accordance with the Regulations establishing the instruments for financing external action relevant to the actions concerned, namely the Development Cooperation Instrument, the European Instrument for Democracy and Human Rights, as established by Regulation (EU) No 235/2014 of the European Parliament and of the Council (8), the European Neighbourhood Instrument, the Instrument contributing to Stability and Peace, as established by Regulation (EU) No 230/2014 of the European Parliament and of the Council (9), the Instrument for Pre-accession Assistance, as established by Regulation (EU) No 231/2014 of the European Parliament and of the Council (10), and the Partnership Instrument for cooperation with third countries, as established by Regulation (EU) No 234/2014 of the European Parliament and of the Council (11) (the instruments for financing external action). 2. The Commission, together with the European External Action Service (EEAS), shall cooperate closely with the European Parliament, the Council and the Member States, the European Economic and Social Committee, the Committee of the Regions and the bodies and associations active in development issues at Union level. 3. The Commission shall convene meetings of the national coordinators to coordinate the implementation of the European Year and to exchange information on implementation at Union and national levels. The Commission may invite representatives of civil society and regional and local authorities and members of the European Parliament to attend those meetings as observers. 4. The Commission shall convene meetings of all relevant stakeholders involved in Union development cooperation to assist it in implementing the European Year at Union level. The national coordinators shall be invited to those meetings. 5. The Commission shall make the European Year a priority in the communication activities of its Representations in the Member States and of EU Delegations in partner countries. With a view to their participation in activities related to the European Year, whether those activities take place in the Union or in third countries, development partners in third countries shall be supported through EU Delegations while OCTs shall be supported through appropriate institutional channels. 6. The EEAS and EU Delegations shall make the European Year an integral part of their ongoing information and communication activities. Article 7 Consistency and complementarity In accordance with the Regulations establishing the instruments for financing external action relevant to the actions concerned, the Commission shall ensure that the measures provided for in this Decision are consistent with any other Union, national and regional measures that help attain the objectives of the European Year, and fully complement the existing Union, national and regional measures. Article 8 Specific provisions on financial and non-financial support 1. Measures which are Union-wide in nature and referred to in Part A of the Annex shall lead to a procurement procedure or the award of grants financed by the Union in accordance with Titles V and VI of Regulation (EU, Euratom) No 966/2012."
    },
    {
      "id": "eurlex_74__7",
      "chunk_id": "7",
      "content": "Measures which are Union-wide in nature and referred to in Part A of the Annex shall lead to a procurement procedure or the award of grants financed by the Union in accordance with Titles V and VI of Regulation (EU, Euratom) No 966/2012. 2. Measures which are Union-wide in nature and referred to in Part B of the Annex may be co-financed by the Union. 3. The Commission may award co-financing to each national coordinator in accordance with the procedure set out in Part C of the Annex. 4. Where appropriate, and without prejudice to their objectives and budget, existing programmes which contribute to the promotion of development may support the European Year. Furthermore, exceptional efforts by Member States in managing international development-related events or international development work streams may also be taken into consideration in national work programmes. 5. The Commission may grant non-financial support for activities that are undertaken by public and private organisations and that comply with Article 3(2). 6. In order for measures to be considered eligible for financing under this Decision they shall be required to make effective use of public spending, to bring added value and to be results-orientated. Article 9 Protection of the financial interests of the Union 1. The Commission shall take appropriate measures ensuring that, when actions financed under this Decision are implemented, the financial interests of the Union are protected by the application of preventive measures against fraud, corruption and any other illegal activities, by effective checks and inspections and, if irregularities are detected, by the recovery of the amounts unduly paid and, where appropriate, by effective, proportionate and dissuasive administrative and financial penalties. 2. The Commission or its representatives and the Court of Auditors shall have the power of audit, on the basis of documents and on-the-spot checks and inspections, over all grant beneficiaries, contractors and subcontractors who have received Union funds under this Decision. 3. The European Anti-Fraud Office (OLAF) may carry out investigations, including on-the-spot checks and inspections, in accordance with the provisions and procedures laid down in Council Regulation (Euratom, EC) No 2185/96 (12) and Regulation (EU, Euratom) No 883/2013 of the European Parliament and of the Council (13) with a view to establishing whether there has been fraud, corruption or any other illegal activity affecting the financial interests of the Union in connection with a grant agreement or grant decision or a contract funded under this Decision. Article 10 Reporting and assessment By 31 December 2016, the Commission shall submit a report to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions on the implementation, results and overall assessment of the measures provided for in this Decision in order to consider appropriate follow-up. Article 11 Entry into force This Decision shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union. Done at Strasbourg, 16 April 2014."
    },
    {
      "id": "eurlex_74__8",
      "chunk_id": "8",
      "content": "Article 11 Entry into force This Decision shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union. Done at Strasbourg, 16 April 2014. For the European Parliament The President M. SCHULZ For the Council The President D. KOURKOULAS (1) Not yet published in the Official Journal. (2) Position of European Parliament of 2 April 2014 (not yet published in the Official Journal) and decision of the Council of 14 April 2014. (3) OJ C 46, 24.2.2006, p. 1. (4) Regulation (EU, Euratom) No 966/2012 of the European Parliament and the Council of 25 October 2012 on the financial rules applicable to the general budget of the Union and repealing Council Regulation (EC, Euratom) No 1605/2002 (OJ L 298, 26.10.2012, p. 1). (5) Regulation (EU) No 233/2014 of the European Parliament and of the Council of 11 March 2014 establishing a financing instrument for development cooperation for the period 2014-2020 (OJ L 77, 15.3.2014, p. 44). (6) Regulation (EU) No 232/2014 of the European Parliament and of the Council of 11 March 2014 establishing a European Neighbourhood Instrument (OJ L 77, 15.3.2014, p. 27). (7) Commission Delegated Regulation (EU) No 1268/2012 of 29 October 2012 on the rules of application of Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council on the financial rules applicable to the general budget of the Union (OJ L 362, 31.12.2012, p. 1). (8) Regulation (EU) No 235/2014 of the European Parliament and of the Council of 11 March 2014 establishing a financing instrument for democracy and human rights worldwide (OJ L 77, 15.3.2014, p. 85). (9) Regulation (EU) No 230/2014 of the European Parliament and of the Council of 11 March 2014 establishing an instrument contributing to stability and peace (OJ L 77, 15.3.2014, p. 1). (10) Regulation (EU) No 231/2014 of the European Parliament and of the Council of 11 March 2014 establishing an Instrument for Pre-accession Assistance (IPA II) (OJ L 77, 15.3.2014, p. 11). (11) Regulation (EU) No 234/2014 of the European Parliament and of the Council of 11 March 2014 establishing a Partnership Instrument for cooperation with third countries (OJ L 77, 15.3.2014, p. 77). (12) Council Regulation (Euratom, EC) No 2185/96 of 11 November 1996 concerning on-the-spot checks and inspections carried out by the Commission in order to protect the European Communities' financial interests against fraud and other irregularities (OJ L 292, 15.11.1996, p. 2). (13) Regulation (EU, Euratom) No 883/2013 of the European Parliament and of the Council of 11 September 2013 concerning investigations conducted by the European Anti-Fraud Office (OLAF) and repealing Regulation (EC) No 1073/1999 of the European Parliament and of the Council and Council Regulation (Euratom) No 1074/1999 (OJ L 248, 18.9.2013, p. 1). ANNEX DETAILS OF THE MEASURES REFERRED TO IN ARTICLE 3 Implementation of the European Year shall focus on a broad Union-wide information and communication campaign complemented by actions taken by the Member States."
    },
    {
      "id": "eurlex_74__9",
      "chunk_id": "9",
      "content": "ANNEX DETAILS OF THE MEASURES REFERRED TO IN ARTICLE 3 Implementation of the European Year shall focus on a broad Union-wide information and communication campaign complemented by actions taken by the Member States. Both Union and national actions can also involve civil society, youth organisations, social partners, the private sector, national parliaments, and, where appropriate, national agencies, the federal State or sub-national government level, including regional and local authorities and other stakeholders, with a view to creating a sense of ownership among key actors. The Union shall grant financial support, as well as the authorisation to use a logo developed by the Commission, and other materials associated with the European Year, to measures carried out by public or private organisations, where those organisations provide assurances to the Commission that those measures are or will be carried out in 2015 and are likely to make a significant contribution to achieving the objectives of the European Year. A. DIRECT UNION MEASURES Financing shall take the form of the direct purchase of goods and services under existing framework contracts. It may also take the form of grants covering up to 80 % of the final cost of activities. Measures may include: (a) information and promotional campaigns including: (i) production and dissemination of audiovisual and print material which reflect the objectives of the European Year; (ii) high-visibility events to raise awareness of the objectives of the European Year and fora for exchanging experience and good practices; (iii) measures to publicise the results and raise the profile of Union programmes, as well as measures contributing to the objectives of the European Year; (iv) establishment of an interactive information website on Europa (http://europa.eu/index_en.htm) dedicated to action taken in the context of the European Year and adequate use of social media; (v) a prize for innovative and successful communication concepts and campaigns which help, or which have helped, to raise awareness and foster reflection about development issues in unusual or original ways, in particular those designed to reach target audiences which previously have had little or no exposure to global development issues; (b) other initiatives: (i) the provision of linguistic services (translation, interpretation, multilingual information); (ii) monitoring surveys and audits at Union level to assess and report on the preparation, effectiveness and impact of the European Year. B. CO-FINANCING UNION MEASURES High-visibility events on a Union scale that aim to raise awareness of the objectives of the European Year, that may be organised in cooperation with the Member States holding the Council Presidency in 2015, may receive a Union grant of up to 80 % of the final costs of the activities. C. CO-FINANCING MEMBER STATES' MEASURES Each national coordinator may submit an application for Union co-financing of measures or of a work programme to promote the European Year. The work programme shall describe the national specific activities to be funded. Within that framework, Member States may define their own priorities and initiatives in accordance with Article 2 and may include OCTs where applicable."
    },
    {
      "id": "eurlex_74__10",
      "chunk_id": "10",
      "content": "The work programme shall describe the national specific activities to be funded. Within that framework, Member States may define their own priorities and initiatives in accordance with Article 2 and may include OCTs where applicable. The application for co-financing shall be accompanied by a detailed budget setting out the total costs of the measures or work programme proposed, as well as the amount and sources of possible co-funding. The Union contribution may cover up to 80 % of the final costs of the activities. The Commission shall determine indicative amounts to be made available for co-financing to each national coordinator and the deadline for submission of the applications, based on criteria that take into account the population and the cost of living of the Member State concerned. A fixed amount per Member State shall guarantee a minimum level of activities. When determining that fixed amount, the Commission shall take into account the relatively short experience in development cooperation of those Member States that have joined the Union since 1 January 2004. The Commission shall also take into account measures submitted jointly or shared by several Member States. The Commission shall ensure a transparent, timely and efficient approval procedure based on the principles of equal treatment and sound financial management."
    }
  ]
}