{
  "document_category": "eurlex",
  "docId": "eurlex_18",
  "chunk_index": 17,
  "chunk_text": "Article 13 Communication of information 1. At the request of the Commission, PRIMA-IS shall provide the Commission with any information necessary for the preparation of the reports referred to in Article 14. 2. The Participating States shall submit to the Commission, through PRIMA-IS, any information requested by the European Parliament, by the Council or by the Court of Auditors concerning the financial management of PRIMA. 3. The Commission shall include the information referred to in paragraph 2 of this Article in the reports referred to in Article 14. Article 14 Evaluation 1. By 30 June 2022 the Commission shall conduct an interim evaluation of PRIMA with the assistance of independent experts. The Commission shall prepare a report on that evaluation which includes the conclusions of the evaluation and observations by the Commission. The Commission shall submit that report to the European Parliament and to the Council by 31 December 2022. 2. By 31 December 2028, the Commission shall conduct a final evaluation of PRIMA with the assistance of independent experts. The Commission shall prepare a report on that evaluation which includes the results of that evaluation and shall submit that report to the European Parliament and to the Council by 30 June 2029. Article 15 Entry into force This Decision shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union. Article 16 Addressees This Decision is addressed to the Member States. Done at Strasbourg, 4 July 2017. For the European Parliament The President A. TAJANI For the Council The President M. MAASIKAS (1) OJ C 125, 21.4.2017, p. 80. (2) Position of the European Parliament of 13 June 2017 (not yet published in the Official Journal) and decision of the Council of 26 June 2017. (3) Regulation (EU) No 1291/2013 of the European Parliament and of the Council of 11 December 2013 establishing Horizon 2020  the Framework Programme for Research and Innovation (2014-2020) and repealing Decision No 1982/2006/EC (OJ L 347, 20.12.2013, p. 104). (4) Regulation (EU) No 1290/2013 of the European Parliament and of the Council of 11 December 2013 laying down the rules for participation and dissemination in Horizon 2020  the Framework Programme for Research and Innovation (2014-2020) and repealing Regulation (EC) No 1906/2006 (OJ L 347, 20.12.2013, p. 81). (5) OJ C 205, 19.7.2013, p. 9. (6) Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council of 25 October 2012 on the financial rules applicable to the general budget of the Union and repealing Council Regulation (EC, Euratom) No 1605/2002 (OJ L 298, 26.10.2012, p. 1). (7) Commission Delegated Regulation (EU) No 1268/2012 of 29 October 2012 on the rules of application of Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council on the financial rules applicable to the general budget of the Union (OJ L 362, 31.12.2012, p. 1)."
}