{
  "document_category": "eurlex",
  "docId": "eurlex_73",
  "chunk_index": 6,
  "chunk_text": "However, in years where there are already three cities holding the title in accordance with the calendar, cities in countries referred to in the first subparagraph shall only be entitled to hold the title in the next available year in the calendar, in the order of accession of those countries. If a city from a country referred to in the first subparagraph has previously participated in a competition for candidate countries and potential candidates, it may not participate in any subsequent competition for Member States. Where, during the period from 2020 to 2033, a city from such a country has been designated to hold the title in accordance with paragraph 4, that country shall not be entitled, after its accession, to organise a competition as a Member State during that period. If more than one country accedes to the Union on the same date and if there is no agreement on the order of participation in the action between those countries, the Council shall organise a draw. Article 4 Application 1. A common application form based on the criteria laid down in Article 5 shall be prepared by the Commission and used by all candidate cities. Where a candidate city involves its surrounding area, the application shall be made under the name of that city. 2. Every application shall be based on a cultural programme with a strong European dimension. The cultural programme shall cover the year of the title and shall be created specifically for the title, in accordance with the criteria laid down in Article 5. Article 5 Criteria The criteria for the assessment of applications (the criteria) shall be divided into the categories contribution to the long-term strategy, European dimension, cultural and artistic content, capacity to deliver, outreach and management as follows: (1) as regards the contribution to the long-term strategy category, the following factors shall be taken into account: (a) that a cultural strategy for the candidate city, which covers the action and includes plans for sustaining the cultural activities beyond the year of the title, is in place at the time of its application; (b) the plans to strengthen the capacity of the cultural and creative sectors, including developing long-term links between the cultural, economic and social sectors in the candidate city; (c) the envisaged long-term cultural, social and economic impact, including urban development, that the title would have on the candidate city; (d) the plans for monitoring and evaluating the impact of the title on the candidate city and for disseminating the results of the evaluation; (2) as regards the European dimension category, the following factors shall be assessed: (a) the scope and quality of activities promoting the cultural diversity of Europe, intercultural dialogue and greater mutual understanding between European citizens; (b) the scope and quality of activities highlighting the common aspects of European cultures, heritage and history, as well as European integration and current European themes;"
}