{
  "document_category": "eurlex",
  "docId": "eurlex_86",
  "chunk_index": 3,
  "chunk_text": "Considering the potentially important impact of the operations superior to the threshold of EUR 90 million, it is appropriate that the examination procedure is used for these operations. Considering the amount of the Unions macro-financial assistance to Georgia, the advisory procedure should apply for the adoption of the Memorandum of Understanding, or for reducing, suspending or cancelling of the assistance, HAVE ADOPTED THIS DECISION: Article 1 1. The Union shall make macro-financial assistance available to Georgia of a maximum amount of EUR 46 million, with a view to supporting Georgias economic stabilisation and covering its balance of payments needs, as identified in the current IMF programme. Of that maximum amount, up to EUR 23 million shall be provided in the form of grants and up to EUR 23 million in the form of loans. The release of the Unions macro-financial assistance shall be subject to the approval of the 2013 Union budget by the budgetary authority. 2. The Commission shall be empowered to borrow the necessary resources on behalf of the Union in order to finance the loan component of the Unions macro-financial assistance. The loan shall have a maximum maturity of 15 years. 3. The release of the Unions macro-financial assistance shall be managed by the Commission in a manner consistent with the agreements or understandings reached between the IMF and Georgia and with the key principles and objectives of economic reform set out in the EU-Georgia Partnership and Cooperation Agreement. The Commission shall regularly inform the European Parliament and the Economic and Financial Committee of developments in the management of the Unions macro-financial assistance and provide them with relevant documents. 4. The Unions macro-financial assistance shall be made available for a period of two years and six months starting from the first day after the entry into force of the Memorandum of Understanding referred to in Article 2(1). Article 2 1. The Commission shall adopt, in accordance with the advisory procedure referred to in Article 6(2), a Memorandum of Understanding containing the economic policy and financial conditions to which the Unions macro-financial assistance is subject, including a time-frame for the fulfilment of those conditions. The economic policy and financial conditions set out in the Memorandum of Understanding shall be consistent with the agreements or understandings referred to in Article 1(3). Those conditions shall aim, in particular, at strengthening the efficiency, transparency and accountability of the Unions macro-financial assistance, including public finance management systems in Georgia. Progress in attaining those objectives shall be regularly monitored by the Commission. The detailed financial terms of the Unions macro-financial assistance shall be laid down in the Grant Agreement and the Loan Agreement to be agreed between the Commission and the Georgian authorities. 2. During the implementation of the Unions macro-financial assistance, the Commission shall monitor the soundness of Georgias financial arrangements, the administrative procedures and the internal and external control mechanisms which are relevant to such assistance, as well as Georgias adherence to the agreed timeframe."
}