{
  "document_category": "eurlex",
  "docId": "eurlex_38",
  "chunk_index": 1,
  "chunk_text": "Name: Decision (EU) 2016/252 of the European Parliament and of the Council of 25 November 2015 on the mobilisation of the European Union Solidarity Fund for the payment of advances\n Type: Decision\n Subject Matter: budget;  deterioration of the environment;  cooperation policy;  EU finance\n Date Published: 2016-02-24\n\n 24.2.2016 EN Official Journal of the European Union L 47/5 DECISION (EU) 2016/252 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 25 November 2015 on the mobilisation of the European Union Solidarity Fund for the payment of advances THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, Having regard to Council Regulation (EC) No 2012/2002 of 11 November 2002 establishing the European Union Solidarity Fund (1), and in particular Article 4a(4) thereof, Having regard to the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (2), and in particular point 11 thereof, Having regard to the proposal from the European Commission, Whereas: (1) The European Union Solidarity Fund (the Fund) aims to enable the Union to respond in a rapid, efficient and flexible manner to emergency situations and to show solidarity with the population of regions struck by disasters. (2) The Fund is not to exceed a maximum amount of EUR 500 million (2011 prices), as laid down in Article 10 of Council Regulation (EU, Euratom) No 1311/2013 (3). (3) Article 4a(4) of Regulation (EC) No 2012/2002 foresees that the Fund may be mobilised in an amount up to a maximum of EUR 50 000 000 for the payment of advances, and the corresponding appropriations entered into the general budget of the Union, HAVE ADOPTED THIS DECISION: Article 1 For the general budget of the European Union for the financial year 2016, the European Union Solidarity Fund shall be mobilised to provide the sum of EUR 50 000 000 in commitment and payment appropriations for the payment of advances. Article 2 This Decision shall enter into force on the day of its publication in the Official Journal of the European Union. Done at Strasbourg, 25 November 2015. For the European Parliament The President M. SCHULZ For the Council The President N. SCHMIT (1) OJ L 311, 14.11.2002, p. 3. (2) OJ C 373, 20.12.2013, p. 1. (3) Council Regulation (EU, Euratom) No 1311/2013 of 2 December 2013 laying down the multiannual financial framework for the years 2014-2020 (OJ L 347, 20.12.2013, p. 884)."
}