{
  "document_category": "eurlex",
  "docId": "eurlex_18",
  "chunk_index": 1,
  "chunk_text": "Name: Decision (EU) 2017/1324 of the European Parliament and of the Council of 4 July 2017 on the participation of the Union in the Partnership for Research and Innovation in the Mediterranean Area (PRIMA) jointly undertaken by several Member States\n Type: Decision\n Subject Matter: research and intellectual property;  cooperation policy;  EU finance;  regions and regional policy;  natural environment;  international affairs;  economic geography\n Date Published: 2017-07-18 18.7.2017 EN Official Journal of the European Union L 185/1 DECISION (EU) 2017/1324 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 4 July 2017 on the participation of the Union in the Partnership for Research and Innovation in the Mediterranean Area (PRIMA) jointly undertaken by several Member States THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 185 and the second paragraph of Article 188 thereof, Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Having regard to the opinion of the European Economic and Social Committee (1), Acting in accordance with the ordinary legislative procedure (2), Whereas: (1) In its Communication of 3 March 2010 entitled Europe 2020: A strategy for smart, sustainable and inclusive growth, the Commission emphasised the need to develop favourable conditions for investment in knowledge and innovation so as to achieve smart, sustainable and inclusive growth in the Union. Both the European Parliament and the Council have endorsed that strategy. (2) By its resolutions of 28 July 2010 and 18 December 2013, the General Assembly of the United Nations recognised the right to safe and clean drinking water and sanitation as a human right that is essential for the full enjoyment of life. It also called for the progressive realisation of the human right to safe drinking water, emphasising the important role of international cooperation in that context. (3) Regulation (EU) No 1291/2013 of the European Parliament and of the Council (3) established the Framework Programme for Research and Innovation (2014-2020) (Horizon 2020). Horizon 2020 aims to achieve a greater impact on research and innovation by contributing to the strengthening of public-public partnerships, including through Union participation in programmes undertaken by several Member States, with a view to sustainable development. (4) Public-public partnerships should aim to develop closer synergies, increase coordination and avoid unnecessary duplication with Union, international, national and regional research and innovation programmes, and should fully respect the general principles of Horizon 2020, with the aim of strengthening research and innovation in order to contribute towards sustainable development, in particular those relating to openness and transparency. (5) In accordance with Article 19(2) of Regulation (EU) No 1291/2013, research and innovation activities carried out under the Partnership for Research and Innovation in the Mediterranean Area (PRIMA) are to have an exclusive focus on civil applications. (6) Regulation (EU) No 1291/2013 identified"
}