{
  "document_category": "eurlex",
  "docId": "eurlex_72",
  "chunk_index": 8,
  "chunk_text": "With a view to enhancing the coherence of overall Union support in the regions concerned, opportunities should be seized to combine EIB financing with Union budgetary resources when and as appropriate, in the form of financial instruments provided for in Title VIII of Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council (5) and technical assistance for project preparation and implementation, through the Instrument for Pre-Accession Assistance II established by Regulation (EU) No 231/2014 of the European Parliament and of the Council (6), the European Neighbourhood Instrument established by Regulation (EU) No 232/2014 of the European Parliament and of the Council (7), the Development Cooperation Instrument established by Regulation (EU) No 233/2014 of the European Parliament and of the Council (8), the Partnership Instrument for cooperation with third countries established by Regulation (EU) No 234/2014 of the European Parliament and of the Council (9), the Instrument for the promotion of Democracy and Human Rights worldwide established by Regulation (EU) No 235/2014 of the European Parliament and of the Council (10), the Instrument contributing to stability and peace established by Regulation (EU) No 230/2014 of the European Parliament and of the Council (11), and the Instrument for Nuclear Safety Cooperation established by Council Regulation (EU) No 237/2014 (12). Following Decision No 1080/2011/EU, the Commission established an EU Platform for Blending in External Cooperation with a view to optimising the functioning of mechanisms for the blending of grants and loans outside the Union in particular in implementing the general budget of the Union and EIB loans respectively, and exchanging best practices on governance and on evaluation criteria at project level. The participation of the EIB and other financial institutions in blending mechanisms should be fully in line with the Union's external objectives, aid effectiveness and transparency. (25) In its financing operations outside the Union that fall within the scope of this Decision, the EIB should endeavour further to enhance coordination and cooperation with European and international financial institutions, in particular those participating in the EU Platform for Blending in External Cooperation. This cooperation includes, where appropriate, cooperation on sector conditionality and mutual reliance on procedures, use of co-financing and participation in global initiatives, such as those promoting aid coordination and effectiveness. Such coordination and cooperation should strive to minimise possible duplication of costs and unnecessary overlap. Cooperation should be based on the principle of reciprocity. Reciprocal access by the EIB to financial instruments set up by other European and international financial institutions should be promoted, as appropriate. The tripartite memorandum of understanding between the Commission, the EIB Group and the European Bank for Reconstruction and Development (EBRD) in respect of cooperation outside the Union, which allows the EIB Group and the EBRD to act in a complementary way by relying on their respective comparative advantages, was updated in 2012 to cover the extension of EBRD's geographical scope to the Mediterranean region and should continue to be applied."
}