{
  "document_category": "eurlex",
  "docId": "eurlex_72",
  "chunk_index": 16,
  "chunk_text": "The allocation policy shall be based on the creditworthiness of EIB financing operations as assessed by the EIB, the ceilings as defined in Annex I, the nature of the counterparty, whether a sovereign State or a sub-sovereign entity falling under paragraph 1 of this Article or a private entity, EIB risk absorption capacity and other relevant criteria, including added value of the EU guarantee. The European Parliament and the Council shall be informed on the allocation policy in accordance with Article 14. 7. When the EU guarantee is called, the Union shall be subrogated to any relevant rights of the EIB in respect of any obligation in connection to its financing operations, in accordance with the guarantee agreement referred to in Article 14. Article 9 EIB assessment and monitoring of investment projects 1. The EIB shall carry out thorough due diligence and, where appropriate, shall require project promoters to carry out local public consultation, in line with Union social and environmental principles, with the relevant national and local stakeholders, as well as with civil society, at project planning stage and implementation stage on social, human rights, environmental, economic and development-related aspects of investment projects covered by the EU guarantee, and to provide information relevant for the assessment of the contribution to the fulfilment of Union external policy and strategic objectives. Where appropriate, this appraisal shall include an assessment of how the capacities of the beneficiaries of EIB financing can be reinforced throughout the project cycle with technical assistance. The EIB's own rules and procedures shall include the necessary provisions on assessment of environmental and social impact of investment projects and of aspects related to human rights and conflict prevention, to ensure that investment projects supported under this Decision are environmentally and socially sustainable. 2. In addition to the ex-ante assessment of development-related aspects, the EIB shall monitor the implementation of financing operations. In particular, it shall require the project promoters to carry out thorough monitoring during project implementation until completion, inter alia, on the economic, development, social, environmental and human rights impact of the investment project. The EIB shall verify on a regular basis the information provided by the project promoters and make it publicly available if the project promoter agrees. Where possible, project completion reports related to EIB financing operations shall be published excluding confidential information. 3. The EIB monitoring shall also endeavour to cover the implementation of intermediated operations and the performance of financial intermediaries in support of SMEs. 4. The EIB shall establish a comprehensive system to ex-ante assess relative and absolute greenhouse gas emissions related to EIB financing operations where those emissions meet significant thresholds, as defined in a relevant methodology included in the EIB climate change strategy, and where data is available. 5. The results of monitoring shall, where possible, be disclosed, subject to confidentiality requirements and the agreement of relevant parties."
}