{
  "document_category": "eurlex",
  "docId": "eurlex_22",
  "chunk_index": 6,
  "chunk_text": "In accordance with the principle of proportionality as set out in that Article, this Decision does not go beyond what is necessary in order to achieve that objective. (25) The provisions of this Decision should be without prejudice to the application of the Union rules on infringements, State aid and competition. In particular, the Commission has the right to launch infringement proceedings in accordance with Article 258 of the Treaty on the Functioning of the European Union (TFEU), where it considers that a Member State has failed to fulfil its obligations under the TFEU. (26) The Commission should assess whether this Decision is sufficient and effective in ensuring compliance of intergovernmental agreements with Union law and a high level of coordination between Member States with regard to intergovernmental agreements in the field of energy. (27) Decision No 994/2012/EU should therefore be repealed, HAVE ADOPTED THIS DECISION: Article 1 Subject matter and scope 1. This Decision establishes a mechanism for the exchange of information between Member States and the Commission with regard to intergovernmental agreements in the field of energy as defined in Article 2, in order to ensure the functioning of the internal energy market and enhance the security of energy supply in the Union. 2. This Decision does not apply to intergovernmental agreements which are already, in their entirety, subject to other specific notification procedures under Union law. Article 2 Definitions For the purposes of this Decision the following definitions apply: (1) intergovernmental agreement means any legally binding agreement, regardless of its formal designation, between one or more Member States and one or more third countries, or between one or more Member States and an international organisation, which concerns: (a) the purchase, trade, sale, transit, storage or supply of energy in or to at least one Member State; or (b) the construction or operation of energy infrastructure with a physical connection to at least one Member State; however, where such a legally binding agreement also covers issues other than those referred to in points (a) and (b), only the provisions relating to those points and the general provisions applicable to those energy-related provisions, are deemed to constitute an intergovernmental agreement; (2) existing intergovernmental agreement means an intergovernmental agreement which is in force, or applies provisionally on 2 May 2017; (3) non-binding instrument means an arrangement between one or more Member States and one or more third countries which is not legally binding, such as a memorandum of understanding, joint declaration, ministerial joint declaration, joint action or joint code of conduct, and which sets out the conditions for energy supply, such as volumes and prices, or for the development of energy infrastructures; (4) existing non-binding instrument means a non-binding instrument signed or otherwise agreed prior to 2 May 2017. Article 3 Notification obligations with respect to intergovernmental agreements 1."
}