{
  "document_category": "eurlex",
  "docId": "eurlex_17",
  "chunk_index": 2,
  "chunk_text": "That arrangement was approved by the IMF Board on 7 November 2016. Under this IMF programme the authorities of the Republic of Moldova are expected to make swift improvements in financial sector governance and supervision, to strengthen policies that ensure macroeconomic and financial stability, and to foster sustainable and inclusive growth. (6) In view of the worsening economic situation and outlook, the Republic of Moldova requested complementary macro-financial assistance from the Union in August 2015 and reiterated that request in March 2016. (7) The Union's indicative allocation for the Republic of Moldova under the European Neighbourhood Instrument (ENI) is EUR 610-746 million, including budgetary support and technical assistance. However, budget support disbursements from the Union were suspended in early 2015 and their resumption was made conditional on the approval of a new IMF programme and all budget support conditions being fulfilled. (8) Given that the Republic of Moldova is a country covered by the ENP, it should be considered to be eligible to receive macro-financial assistance from the Union. (9) The Union's macro-financial assistance should be an exceptional financial instrument of untied and undesignated balance-of-payments support, which aims at addressing the beneficiary's immediate external financing needs and should underpin the implementation of a policy programme containing strong immediate adjustment and structural reform measures designed to improve the balance-of-payments position in the short term. (10) Given that there is still a significant residual external financing gap in the Republic of Moldova's balance of payments over and above the resources provided by IMF and other multilateral institutions, the Union macro-financial assistance to be provided to the Republic of Moldova is, under the current exceptional circumstances, considered to be an appropriate response to the Republic of Moldova's request for support to the economic stabilisation, in conjunction with the IMF programme. The Union's macro-financial assistance would support the economic stabilisation and the structural reform agenda of the Republic of Moldova, supplementing resources made available under the IMF's financial arrangement. (11) The Union's macro-financial assistance should aim to support the restoration of a sustainable external financing situation for the Republic of Moldova, contributing to the greater political and macroeconomic stability of the country, the strengthening of economic and financial governance, including a thorough, result-oriented investigation into bank fraud, good energy governance and the political independence of the judiciary. (12) The Union's macro-financial assistance is expected to go hand-in-hand with the implementation of disbursements of budget support operations under the ENI. (13) The determination of the amount of the Union's macro-financial assistance is based on a complete quantitative assessment of the Republic of Moldova's residual external financing needs, and takes into account its capacity to finance itself with its own resources, in particular the international reserves at its disposal. The Union's macro-financial assistance should complement the programmes and resources provided by the IMF and the World Bank."
}