{
  "document_category": "eurlex",
  "docId": "eurlex_79",
  "chunk_index": 3,
  "chunk_text": " Ensure that framework conditions of future KIC selection procedures are conducive to an optimal outcome, notably by providing clear guidance concerning requirements and processes, and by allowing sufficient time for proposers to organise the partnership. Section 2.2 Enhancing EIT's Impact The EIT will  Encourage participation in outreach activities and in particular provide support, as appropriate, to the KICs in relation to the Regional Innovation Scheme.  Set up/customise a web based tool to provide a platform for knowledge sharing and networking around the EIT.  Build and support a functional and strong network of graduates from EIT/KIC educational and training activities ('EIT alumni').  Make lessons learned and successes from KICs systematically accessible to the wider Union innovation community and beyond. This may include the development of a repository of open courseware from the EIT's and KICs' educational and training activities.  Ensure strong participation of the private sector, including SMEs, in the knowledge triangle. Section 2.3 New delivery mechanisms and results-oriented monitoring The EIT will  Set up a simplification agenda, including benchmarks to assess progress, and report to the Commission on its implementation progress through the Annual Activity Report; ensure that new models of simplification are disseminated across the Union and inform other Union initiatives.  Establish, in cooperation with the Commission and the KICs, a comprehensive system to monitor the EIT's contribution to Horizon 2020, the EIT's impact via its own and KIC activities and KIC results. The EIT will report on all its monitoring activities in its annual activity report to be sent to the European Parliament and to the Council. Section 3.1 Streamlining and clarifying EIT decision-making The EIT will  Ensure through a smart human resource strategy, including systematic use of internal and external expertise, and internal management procedures that the EIT will develop into a reference institution for innovative governance.  Take concrete measures to further promote a culture of openness and transparency. Section 3.2 Investing in KICs: EIT-KICs relations The EIT will  Provide clear and coherent guidance on expectations, obligations and responsibilities throughout the entire life cycle of the KICs.  Develop in close cooperation with the KICs a capacity within EIT headquarters to facilitate cross-KIC exchange and learning.  Provide a number of services to KICs on horizontal issues where efficiency gains can be achieved, as well as implement other corporate policies to the same end.  Provide guidance on affiliation and association of partners which are not able to become fully fledged investors and partners of a KIC. Section 3.3 Engaging with stakeholders The EIT will  Set up a regular EIT Stakeholder Forum and its special configuration of Member States' representatives, to facilitate interaction and mutual learning with the wider innovation community from across the knowledge triangle, and including national and regional authorities. In this context, the web-based platform can further help foster interaction between participants. "
}