{
  "document_category": "eurlex",
  "docId": "eurlex_79",
  "chunk_index": 11,
  "chunk_text": "It also currently interacts with the Commission's Joint Research Centre (JRC) for the simulation capabilities in building scenarios.  Climate KIC is actively providing synergies with Joint Programming Initiatives (JPIs) in the area, as the innovation agenda and implementation plan of Climate KIC will be partially based on the common strategic agenda identified in the JPI climate (climate services and adaptation). Climate KIC Regional Innovation and Implementation Communities (RICs) provide an original pan-European regional innovation model, which uses regions as test beds, linking the development of managerial capability and regional strengths to global challenges. 2. Deepening the role of the EIT after 2013: priorities 2.1. Incentivizing growth, impact and sustainability through the EIT Lessons from the set up phase The process of setting up the initial KICs has involved a substantial 'learning by doing'. It has shown that KICs are novel concepts and the challenge of getting legally organised as a KIC and forming contractual relationships with KICs and their partners was underestimated by all parties involved in the process. A lack of awareness of the suitability of different forms of legal entity did not help smoothing the set-up process. While the bottom-up approach, which gives substantial leeway to each KIC to organise its partnerships is to be maintained, further guidance and support should be given to identify suitable legal set-ups. Moreover, the challenge of bringing different academic and business cultures together into one legal entity should not be underestimated; hence the importance of sharing common values at both KIC and EIT level. Furthermore, KICs are large scale institutional innovations, and no two KICs are the same in terms of their characteristics, including their size and organisation. This offers a rich array of innovation models, but also renders the overall coordination and monitoring of KICs more challenging. In the future, EIT should give clearer guidance upstream from the selection process to ensure that essential strategic features are shared by all KICs, while allowing for differentiated approaches in KICs organisation, delivery and funding approaches. The EIT should reduce administrative burdens and disseminate best practices and experiences of existing KICs to new KICs. Finally, the current total number of three KICs does not yet provide the critical mass for the EIT to develop its full potential as a leading innovation institute. Furthermore, the EIT must be more than the 'sum of its parts' and cross-KIC activity must be promoted. The EIT needs, in the long term, to cultivate a clear identity and a world-wide EIT brand. Nurturing a strong EIT brand may include actions to create a strong human and business network around the EIT community (students, alumni, educators, entrepreneurs, professionals etc.) and the organisation of conferences and events to foster a sense of identity and visibility."
}