{
  "document_category": "eurlex",
  "docId": "eurlex_74",
  "chunk_index": 5,
  "chunk_text": "(25) The Commission has already taken various measures to promote development policies and inform Union citizens about its development cooperation. Those existing measures should be used as much as possible for the European Year. (26) The primary responsibility for raising citizens' awareness of development issues rests with Member States. Action at Union level complements and supplements actions taken at national, regional and local levels, as highlighted in the political declaration signed on 22 October 2008 by the European Parliament, the Council and the Commission entitled Communicating Europe in Partnership. (27) Since the objectives of this Decision cannot be sufficiently achieved by the Member States, due to the need for multilateral partnerships, transnational exchange of information and Union-wide awareness-raising and dissemination of good practices, but can rather, by reason of the scale of the European Year, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 TEU. In accordance with the principle of proportionality, as set out in that Article, this Decision does not go beyond what is necessary in order to achieve those objectives, HAVE ADOPTED THIS DECISION: Article 1 Subject matter The year 2015 shall be designated the European Year for Development (the European Year). The motto of the European Year shall be Our world, our dignity, our future. Article 2 Objectives The objectives of the European Year shall be: (a) to inform Union citizens about the Union's and the Member States' development cooperation, highlighting the results that the Union, acting together with the Member States, has achieved as a global actor and that it will continue to do so in line with the latest discussions on the overarching post-2015 framework; (b) to foster direct involvement, critical thinking and active interest of Union citizens and stakeholders in development cooperation including in policy formulation and implementation; and (c) to raise awareness of the benefits of the Union's development cooperation not only for beneficiaries of the Union's development assistance but also for Union citizens and to achieve a broader understanding of policy coherence for development, as well as to foster among citizens in Europe and developing countries a sense of joint responsibility, solidarity and opportunity in a changing and increasingly interdependent world. Article 3 Measures 1."
}