{
  "document_category": "eurlex",
  "docId": "eurlex_22",
  "chunk_index": 11,
  "chunk_text": "5. Requests for confidentiality under this Article shall not restrict the access of the Commission itself to confidential information. The Commission shall ensure that access to the confidential information is strictly limited to the Commission services for which it is absolutely necessary to have the information available. Commission representatives shall handle sensitive information about negotiations relating to intergovernmental agreements, which is received during such negotiations in accordance with Articles 3 and 4, with due confidentiality. Article 9 Coordination among Member States 1. The Commission shall facilitate and encourage coordination among Member States with a view to: (a) reviewing developments in relation to intergovernmental agreements and striving for consistency and coherence in the Union's external energy relations with producer, transit, and consumer countries; (b) identifying common problems in relation to intergovernmental agreements and considering appropriate action to address those problems and, where appropriate, proposing guidance and solutions; (c) supporting, where appropriate, the development of multilateral intergovernmental agreements involving several Member States or the Union as a whole. 2. By 3 May 2018, the Commission shall, on the basis of best practices and in consultation with Member States, develop optional model clauses and guidance, including a list of examples of clauses that do not respect Union law and should therefore not be used. Such optional model clauses and guidance would, if applied correctly, significantly improve compliance of future intergovernmental agreements with Union law. Article 10 Reporting and review 1. By 1 January 2020, the Commission shall submit a report on the application of this Decision to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions. 2. The report shall, in particular, assess the extent to which this Decision promotes compliance of intergovernmental agreements with Union law, including in the field of electricity, and a high level of coordination between Member States with regard to intergovernmental agreements. It shall also assess the impact that this Decision has on Member States' negotiations with third countries and whether the scope of this Decision and the procedures it lays down are appropriate. The report shall be accompanied, if appropriate, by a proposal to revise this Decision. Article 11 Repeal Decision No 994/2012/EU is repealed with effect from 2 May 2017. Article 12 Entry into force This Decision shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union. Article 13 Addressees This Decision is addressed to the Member States. Done at Strasbourg, 5 April 2017. For the European Parliament The President A. TAJANI For the Council The President I. BORG (1) OJ C 487, 28.12.2016, p. 81. (2) Position of the European Parliament of 2 March 2017 (not yet published in the Official Journal) and decision of the Council of 21 March 2017."
}