{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 4,
  "chunk_text": "(30) The Union is densely populated, and over 70 % of its citizens live in urban and peri-urban areas and face specific environmental and climate-related challenges. (31) Many environmental challenges are global and can only be fully addressed through a comprehensive global approach, while other environmental challenges have a strong regional dimension. This requires cooperation with partner countries, including neighbouring countries and overseas countries and territories. (32) The 7th EAP should support the implementation, within the Union and at international level, of the outcomes of, and commitments undertaken at, the 2012 United Nations Conference on Sustainable Development (Rio + 20) and which aim to transform the global economy into an inclusive and green economy in the context of sustainable development and poverty reduction. (33) An appropriate mix of policy instruments would enable businesses and consumers to improve their understanding of the impact of their activities on the environment and to manage that impact. Such policy instruments include economic incentives, market-based instruments, information requirements as well as voluntary tools and measures to complement legislative frameworks and to engage stakeholders at different levels. (34) All measures, actions and targets set out in the 7th EAP should be taken forward in accordance with the principles of smart regulation (22) and, where appropriate, subject to a comprehensive impact assessment. (35) Progress towards meeting the objectives of the 7th EAP should be monitored, assessed and evaluated on the basis of agreed indicators. (36) In accordance with Article 192(3) TFEU, the priority objectives in respect of Union policy on the environment should be set out in a general action programme. (37) For the priority objectives set out in this Decision, a number of measures and actions are identified in the 7th EAP set out in the Annex, with a view to achieving those objectives. (38) Since the objective of this Decision, namely to set up a General Union Environment Action Programme setting out priority objectives, cannot be sufficiently achieved by the Member States but can rather, by reason of the scale and effects of that action programme be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality, as set out in that Article, this Decision does not go beyond what is necessary in order to achieve that objective, HAVE ADOPTED THIS DECISION: Article 1 A general Union action programme in the field of the environment for the period up to 31 December 2020 (the 7th Environment Action programme or 7th EAP), as set out in the Annex, is hereby adopted."
}