{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 19,
  "chunk_text": "Measures will be taken to further improve the environmental performance of goods and services on the Union market over their whole life cycle including measures to increase the supply of environmentally sustainable products and stimulate a significant shift in consumer demand for such products. This will be achieved using a balanced mix of incentives for consumers and businesses (including SMEs), market-based instruments and regulations to reduce the environmental impacts of their operations and products. Consumers should receive accurate, easy to understand and reliable information about the products they purchase, through clear and coherent labelling, including in relation to environmental claims. Packaging should be optimised to minimise environmental impacts, and resource efficient business models such as product service systems, including leasing of products, should also be supported. Existing product legislation such as the Ecodesign and Energy Label Directives (43) and the Ecolabel Regulation (44) will be reviewed with a view to improving the environmental performance and resource efficiency of products throughout their lifecycle, and addressing existing provisions through a more coherent policy and legislative framework for sustainable production and consumption in the Union (45). This framework supported by lifecycle indicators should address the fragmentation and scope limitations of the existing Sustainable Consumption and Production (SCP) acquis, and identify, and where necessary fill, gaps in policy, incentives and legislation to ensure minimum requirements are in place with regard to the environmental performance of products and services. 36. Since 80 % of all environmental impacts of a product during its lifecycle originate in its design phase, the Union policy framework should ensure that priority products placed on the Union market are eco-designed with a view to optimising resource and material efficiency. This should include addressing, inter alia, product durability, reparability, re-usability, recyclability, recycled content and product lifespan. Products should be sustainably sourced and designed for re-use and recycling. Those requirements will have to be implementable and enforceable. Efforts will be stepped up at Union and national level to remove barriers to eco-innovation (46), and to unlock the full potential of Europes eco-industries, thereby generating benefits for green jobs and growth. 37. To set a framework for action to improve resource efficiency aspects beyond GHG emissions and energy, targets for reducing the overall lifecycle environmental impact of consumption will be set, in particular in the food, housing and mobility sectors (47). Taken together, those sectors are responsible for almost 80 % of the environmental impacts of consumption. Indicators and targets for land, water, material and carbon footprints as well as their role within the European Semester should also be considered in this regard. The Rio + 20 outcome recognised the need to significantly reduce post-harvest and other food losses and waste throughout the food supply chain. The Commission should present a comprehensive strategy to combat unnecessary food waste and work with Member States in the fight against excessive food waste generation. Measures to increase composting and anaerobic digestion of discarded food, as appropriate, would be helpful in this regard. 38."
}