{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 42,
  "chunk_text": "It is also important for the Union to play an active role in the Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services (IPBES) once it becomes a full member, in order to link up the local, regional and international levels of biodiversity governance. The Union will continue to support the implementation of the United Nations Convention to Combat Desertification (UNCCD), in particular by taking action in striving to achieve a land degradation neutral world as agreed at Rio + 20. It will also step up efforts to reach the target for the sound management of chemicals throughout their life-cycle and of hazardous waste, as reinforced at Rio + 20, and to support related conventions. The Union will continue to play an active and constructive role in helping to achieve the objectives of such processes. 101. The Union has a good track-record when it comes to membership of multilateral environmental agreements (MEAs), although a number of Member States have still not ratified key agreements. This compromises the Unions credibility in related negotiations. Member States and the Union should ensure the ratification and approval, respectively, in a timely manner, of all MEAs to which they are signatories. 102. The Union and its Member States should proactively engage in international negotiations on new and emerging issues, in particular on new Conventions, agreements and assessments, and, accordingly, reaffirm their strong determination to continue efforts to launch, as soon as possible, negotiations in the framework of a UN General Assembly for an UNCLOS (United Nations Convention on the Law of the Sea) implementing agreement on the conservation and sustainable use of marine biological diversity of Areas Beyond National Jurisdiction and supporting the completion of the first World Ocean Assessment. 103. The Union should also leverage its position as one of the largest markets in the world to promote policies and approaches that decrease pressure on the global natural resource base. This can be done by changing patterns of consumption and production, including by taking the steps necessary to promote sustainable resource management at international level and to implement the 10-year Framework of Programmes on Sustainable Consumption and Production, as well as ensuring that trade and internal market policies support the achievement of environment and climate goals and provide incentives to other countries to upgrade and enforce their environmental regulatory frameworks and standards, with a view to preventing environmental dumping. The Union will continue to promote sustainable development through the negotiation and implementation of dedicated provisions in its international trade agreements and the bilateral Forest Law Enforcement, Governance and Trade voluntary partnership agreements, which ensure that only legally-harvested timber enters the Union market from partner countries. In this context, the European Union Timber Regulation (91) serves as a legal basis for the Union to address the global problem of illegal logging through its demand for timber and timber products. Other policy options to reduce the impacts of Union consumption on the global environment, including deforestation and forest degradation, will also be explored."
}