{
  "document_category": "eurlex",
  "docId": "eurlex_29",
  "chunk_index": 5,
  "chunk_text": "Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council (5). (26) The Union's macro-financial assistance should be subject to economic policy conditions, to be laid down in a Memorandum of Understanding. In order to ensure uniform conditions of implementation and for reasons of efficiency, the Commission should be empowered to negotiate such conditions with the Jordanian authorities under the supervision of the committee of representatives of the Member States in accordance with Regulation (EU) No 182/2011. Under that Regulation, the advisory procedure should, as a general rule, apply in all cases other than as provided for in that Regulation. Considering the potentially important impact of assistance of more than EUR 90 million, it is appropriate that the examination procedure be used for operations above that threshold. Considering the amount of the Union's macro-financial assistance to Jordan, the examination procedure should apply to the adoption of the Memorandum of Understanding, and to any reduction, suspension or cancellation of the assistance, HAVE ADOPTED THIS DECISION: Article 1 1. The Union shall make macro-financial assistance of a maximum amount of EUR 200 million available to Jordan (the Union's macro-financial assistance), with a view to supporting Jordan's economic stabilisation and a substantive reform agenda. The assistance shall contribute to covering Jordan's balance of payments needs as identified in the IMF programme. 2. The full amount of the Union's macro-financial assistance shall be provided to Jordan in the form of loans. The Commission shall be empowered, on behalf of the Union, to borrow the necessary funds on the capital markets or from financial institutions and to on-lend them to Jordan. The loans shall have a maximum average maturity of 15 years. 3. The release of the Union's macro-financial assistance shall be managed by the Commission in a manner consistent with the agreements or understandings reached between the IMF and Jordan, and with the key principles and objectives of economic reforms set out in the EU-Jordan Association Agreement, the Single Support Framework for 2014-2017 and the future Partnership Priorities. The Commission shall regularly inform the European Parliament and the Council of developments regarding the Union's macro-financial assistance, including disbursements thereof, and shall provide those institutions with the relevant documents in due time. 4. The Union's macro-financial assistance shall be made available for a period of 2 years, starting from the first day after the entry into force of the Memorandum of Understanding referred to in Article 3(1). 5. If the financing needs of Jordan decrease fundamentally during the period of the disbursement of the Union's macro-financial assistance compared to the initial projections, the Commission, acting in accordance with the examination procedure referred to in Article 7(2), shall reduce the amount of the assistance or suspend or cancel it. Article 2 1. A pre-condition for granting the Union's macro-financial assistance shall be that Jordan respects effective democratic mechanisms, including a multi-party parliamentary system, and the rule of law, and guarantees respect for human rights."
}