{
  "document_category": "eurlex",
  "docId": "eurlex_79",
  "chunk_index": 38,
  "chunk_text": "By creating closer links between skills demanders and education providers, a KIC would promote joint post-graduate degrees, post-graduate professional training and industrial \"real-life\" courses. Capacity-building will be also a central element of a KIC in added-value manufacturing. This concerns not only the supply of high qualified work force, but also the possibility of establishing the KIC as a forum for interaction and promotion of cross-disciplinary skills and competences, particularly for the combination of multiple key enabling technologies as proposed by the High-Level Group on Key Enabling Technologies (KETs) (8). A KIC on this area will have the potential to bring together different actors and stakeholders in this very transdisciplinary sector, including key upstream and downstream parts of the value chain. This includes processing industries (e.g. steel or chemicals) which are immediately linked with the value chain for added-value manufacturing. 3. SYNERGIES AND COMPLEMENTARITIES WITH EXISTING INITIATIVES A KIC as described above would be complementary to a number of other Union initiatives, as well as at the level of Member States and industry associations. In addition to the already mentioned ETP \"Manufuture\", it could also establish links with the ETPs on Smart Systems Integration and the Joint Technology Initiative (JTI) on Embedded Computing Systems. The Public Private Partnership (PPP) on Factories of the Future and others potentially to be launched under Horizon 2020 within this thematic area as well as a number of Framework Programmes (FP) projects would also be natural co-operation partners. The KIC would take into account the research priorities and action plans defined in the framework of the ETPs and the research work carried out so far by the JTI, PPP and FP projects in this area. Similarly, it would build on eco-innovation market replication projects, under the Competitiveness and Innovation Programme (CIP), where experience in the area of more sustainable manufacturing has been developed. Such experience will continue with Horizon 2020 namely in the context of the Climate action, environment, resource efficiency and raw materials societal challenges. Synergies may also be considered with the Environmental Technologies Verification (ETV) pilot programme, which aims at promoting high value environmental technologies by providing a third-party validation of their performance. An added-value manufacturing KIC could be also a connection point for synergy effects with the European Technology Research Council, which the High-Level Group on Key Enabling Technologies recommends for promoting excellence in technological research and innovation. A KIC in this area would be complementary to these activities since it would focus on transdisciplinary activities within the knowledge triangle with a strong focus on entrepreneurial education. 4. CONCLUSION A KIC which focuses on the integration of all stakeholders concerned with manufacturing and which puts a strong focus on re-shaping the education agenda in this field would be well-suited to address the challenges outlined above. It also meets the criteria put forward for the selection of KIC themes in the SIA: "
}