{
  "doc_id": "eurlex_6",
  "category": "eurlex",
  "chunks": [
    {
      "id": "eurlex_6__0",
      "chunk_id": "0",
      "content": "Name: Decision (EU) 2018/846 of the European Parliament and of the Council of 30 May 2018 on the mobilisation of the European Union Solidarity Fund to provide assistance to Greece, Spain, France and Portugal\n Type: Decision\n Subject Matter: Europe;  budget;  deterioration of the environment;  cooperation policy;  EU finance\n Date Published: 2018-06-08 8.6.2018 EN Official Journal of the European Union L 144/3 DECISION (EU) 2018/846 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 30 May 2018 on the mobilisation of the European Union Solidarity Fund to provide assistance to Greece, Spain, France and Portugal THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, Having regard to Council Regulation (EC) No 2012/2002 of 11 November 2002 establishing the European Union Solidarity Fund (1), and in particular Article 4(3) thereof, Having regard to the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (2), and in particular point 11 thereof, Having regard to the proposal from the European Commission, Whereas: (1) The European Union Solidarity Fund (the Fund) aims to enable the Union to respond in a rapid, efficient and flexible manner to emergency situations in order to show solidarity with the population of regions struck by natural disasters. (2) The Fund is not to exceed a maximum annual amount of EUR 500 000 000 (2011 prices), as laid down in Article 10 of Council Regulation (EU, Euratom) No 1311/2013 (3). (3) On 1 September 2017, Greece submitted an application to mobilise the Fund, following an earthquake that affected the island of Lesbos in the Northern Aegean on 12 June 2017. (4) On 22 December 2017, Spain submitted an application to mobilise the Fund, following wildfires in north-western Spain in the region of Galicia during the period 10 to 17 October 2017. (5) On 27 November 2017, France submitted an application to mobilise the Fund, following hurricane Irma that crossed the island of Saint Martin on 5 and 6 September 2017 and hurricane Maria that struck Guadeloupe on 18 and 19 September 2017. (6) On 17 July 2017, Portugal submitted its initial application for a contribution from the Fund following severe fires that broke out on 17 June 2017. However, following additional fires that hit Portugal in the period from June to October 2017, Portugal submitted updates to its application on 13 October 2017 and again on 14 December 2017 including a revised estimate of the cumulative amount of damage caused by the fires between June and October 2017. (7) The applications by Greece, Spain, France and Portugal meet the conditions for providing a financial contribution from the Fund, as laid down in Article 4 of Regulation (EC) No 2012/2002."
    },
    {
      "id": "eurlex_6__1",
      "chunk_id": "1",
      "content": "(7) The applications by Greece, Spain, France and Portugal meet the conditions for providing a financial contribution from the Fund, as laid down in Article 4 of Regulation (EC) No 2012/2002. (8) The Fund should therefore be mobilised in order to provide a financial contribution to Greece, France, Portugal and Spain. (9) In order to minimise the time taken to mobilise the Fund, this Decision should apply from the date of its adoption, HAVE ADOPTED THIS DECISION: Article 1 For the general budget of the Union for the financial year 2018, the European Union Solidarity Fund shall be mobilised to provide the amount of EUR 1 359 119 to Greece, EUR 3 228 675 to Spain, EUR 48 906 025 to France and EUR 50 673 132 to Portugal, in commitment and payment appropriations. Article 2 This Decision shall enter into force on the day of its publication in the Official Journal of the European Union. It shall apply from 30 May 2018. Done at Strasbourg, 30 May 2018. For the European Parliament The President A. TAJANI For the Council The President L. PAVLOVA (1) OJ L 311, 14.11.2002, p. 3. (2) OJ C 373, 20.12.2013, p. 1. (3) Council Regulation (EU, Euratom) No 1311/2013 of 2 December 2013 laying down the multiannual financial framework for the years 2014-2020 (OJ L 347, 20.12.2013, p. 884)."
    }
  ]
}