{
  "document_category": "eurlex",
  "docId": "eurlex_73",
  "chunk_index": 4,
  "chunk_text": "Designated cities could also develop further links with other cities holding the title. (19) The Melina Mercouri prize established by Decision No 1622/2006/EC has acquired a strong symbolic value which goes far beyond the actual amount awarded by the Commission. However, in order to ensure that the designated cities fulfil their commitments, the conditions for payment of the prize money should be made more stringent and explicit. (20) It is important that the cities concerned make clear in all their communication material that the action established by this Decision is a Union action. (21) The Commission's evaluations of the past European Capitals of Culture, which are based on data collected at a local level, have not been able to provide primary data on the impact of the title. Therefore, the cities themselves should be the key players in the evaluation process. (22) Past experience has shown that the participation of candidate countries can help to bring them closer to the Union by highlighting the common aspects of European cultures. The action established by this Decision should therefore be open to the participation of candidate countries and potential candidates after 2019. (23) However, during the period covered by this Decision, namely from 2020 to 2033, for reasons of equity with cities in the Member States, cities in candidate countries and potential candidates should only be allowed to participate in one competition for the title. Furthermore, likewise for reasons of equity with Member States, each candidate country or potential candidate should only be allowed to host the title once during that period. (24) Decision No 1622/2006/EC should be repealed. However, its provisions should continue to apply in relation to all cities which have already been, or are in the process of being, designated for the years up to 2019. (25) Since the objectives of this Decision, namely to safeguard and promote the diversity of cultures in Europe, to highlight the common features they share and to foster the contribution of culture to the long-term development of cities, cannot be sufficiently achieved by the Member States given the need, in particular, for common, clear and transparent criteria and procedures for selection and monitoring, as well as for a strong coordination between the Member States, but can rather, by reason of the scale and the expected effects of the action, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality as set out in that Article, this Decision does not go beyond what is necessary in order to achieve those objectives, HAVE ADOPTED THIS DECISION: Article 1 Establishment of the action A Union action entitled European Capitals of Culture is hereby established for the years 2020 to 2033 (the action)."
}