{
  "document_category": "eurlex",
  "docId": "eurlex_74",
  "chunk_index": 6,
  "chunk_text": "Article 3 Measures 1. The measures taken to achieve the objectives of the European Year shall include the following measures, which may be organised at Union, national, regional or local levels, as set out in the Annex, and in partner countries, in accordance with Article 6(5): (a) communication campaigns to disseminate key messages targeted at the general public and more specific audiences, in particular young people and other key target groups, including through social media; (b) the organisation of conferences, events and initiatives with all relevant stakeholders, to promote active participation and debate, and to raise awareness at all levels; (c) concrete measures in the Member States aimed at promoting the objectives of the European Year, in particular through development education, the exchange of information and sharing of experience and good practices among national, regional or local administrations and other organisations; and (d) undertaking studies and surveys and disseminating their results. 2. The Commission may identify other measures as contributing to the objectives of the European Year and may allow references to the European Year and to the motto to be used in promoting those measures, insofar as they contribute to achieving those objectives. Article 4 Coordination with Member States 1. The Commission shall invite the Member States to appoint each a national coordinator to be responsible for organising the involvement of that Member State in the European Year. The Member States shall inform the Commission of any such appointment. 2. The national coordinators shall, in close coordination with the Commission, consult and cooperate with a wide range of relevant stakeholders, including civil society and the private sector, national parliaments, social partners and, where appropriate, the national agencies, the federal State or sub-national government level, including regional and local authorities and, where applicable, associated Overseas Countries and Territories (OCTs) or contact points for the relevant Union programmes. 3. The Commission shall invite the Member States to transmit to it, by 1 September 2014, their work programme, which shall set out details of the national activities planned for the European Year, in accordance with the objectives of the European Year and the details of the measures set out in the Annex. 4. Before approving the work programmes, the Commission shall verify that those activities comply, in accordance with Regulation (EU, Euratom) No 966/2012 and Commission Delegated Regulation (EU) No 1268/2012 (7), with the objectives of the European Year. Article 5 Participation Participation in the activities of the European Year to be financed by the Union shall be open to the Member States and candidate countries benefiting from a pre-accession strategy, in accordance with the general principles and general terms and conditions for the participation of those countries in Union programmes established in the respective framework agreements and in Association Council decisions. Article 6 Coordination at Union level and implementation 1."
}