{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 5,
  "chunk_text": "Article 2 1. The 7th Environment Action Programme shall have the following priority objectives: (a) to protect, conserve and enhance the Unions natural capital; (b) to turn the Union into a resource-efficient, green and competitive low-carbon economy; (c) to safeguard the Unions citizens from environment-related pressures and risks to health and well-being; (d) to maximise the benefits of Union environment legislation by improving implementation; (e) to improve the knowledge and evidence base for Union environment policy; (f) to secure investment for environment and climate policy and address environmental externalities; (g) to improve environmental integration and policy coherence; (h) to enhance the sustainability of the Unions cities; (i) to increase the Unions effectiveness in addressing international environmental and climate-related challenges. 2. The 7th EAP shall be based on the precautionary principle, the principles of preventive action and of rectification of pollution at source and the polluter-pays principle. 3. The 7th EAP shall contribute to a high level of environmental protection and to an improved quality of life and well-being for citizens. 4. All measures, actions and targets set out in the 7th EAP shall be proposed and implemented in accordance with the principles of smart regulation and, where appropriate, subject to a comprehensive impact assessment. Article 3 1. The relevant Union institutions and the Member States are responsible for taking appropriate action, with a view to the delivery of the priority objectives set out in the 7th EAP. Action shall be taken with due account of the principles of conferral, subsidiarity and proportionality, in accordance with Article 5 of the Treaty on European Union. 2. Public authorities at all levels shall work with businesses and social partners, civil society and individual citizens in implementing the 7th EAP. Article 4 1. The Commission shall ensure that the implementation of the relevant elements of the 7th EAP is monitored in the context of the regular monitoring process of the Europe 2020 Strategy. This process shall be informed by the European Environment Agencys indicators on the state of the environment as well as indicators used to monitor progress in achieving existing environment and climate-related legislation and targets such as the climate and energy targets, biodiversity targets and resource efficiency milestones. 2. The Commission shall also carry out an evaluation of the 7th EAP. That evaluation shall be based, inter alia, on the European Environment Agencys report on the state of the environment and on a consultation with interested stakeholders. The Commission shall submit a report based on this evaluation to the European Parliament and to the Council in due course before the end of the 7th EAP. 3. In the light of that evaluation and other relevant policy developments, the Commission shall, if appropriate, present a proposal for an 8th EAP in a timely manner, with a view to avoiding a gap between the 7th EAP and the 8th EAP. Article 5"
}