{
  "document_category": "eurlex",
  "docId": "eurlex_74",
  "chunk_index": 8,
  "chunk_text": "Measures which are Union-wide in nature and referred to in Part A of the Annex shall lead to a procurement procedure or the award of grants financed by the Union in accordance with Titles V and VI of Regulation (EU, Euratom) No 966/2012. 2. Measures which are Union-wide in nature and referred to in Part B of the Annex may be co-financed by the Union. 3. The Commission may award co-financing to each national coordinator in accordance with the procedure set out in Part C of the Annex. 4. Where appropriate, and without prejudice to their objectives and budget, existing programmes which contribute to the promotion of development may support the European Year. Furthermore, exceptional efforts by Member States in managing international development-related events or international development work streams may also be taken into consideration in national work programmes. 5. The Commission may grant non-financial support for activities that are undertaken by public and private organisations and that comply with Article 3(2). 6. In order for measures to be considered eligible for financing under this Decision they shall be required to make effective use of public spending, to bring added value and to be results-orientated. Article 9 Protection of the financial interests of the Union 1. The Commission shall take appropriate measures ensuring that, when actions financed under this Decision are implemented, the financial interests of the Union are protected by the application of preventive measures against fraud, corruption and any other illegal activities, by effective checks and inspections and, if irregularities are detected, by the recovery of the amounts unduly paid and, where appropriate, by effective, proportionate and dissuasive administrative and financial penalties. 2. The Commission or its representatives and the Court of Auditors shall have the power of audit, on the basis of documents and on-the-spot checks and inspections, over all grant beneficiaries, contractors and subcontractors who have received Union funds under this Decision. 3. The European Anti-Fraud Office (OLAF) may carry out investigations, including on-the-spot checks and inspections, in accordance with the provisions and procedures laid down in Council Regulation (Euratom, EC) No 2185/96 (12) and Regulation (EU, Euratom) No 883/2013 of the European Parliament and of the Council (13) with a view to establishing whether there has been fraud, corruption or any other illegal activity affecting the financial interests of the Union in connection with a grant agreement or grant decision or a contract funded under this Decision. Article 10 Reporting and assessment By 31 December 2016, the Commission shall submit a report to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions on the implementation, results and overall assessment of the measures provided for in this Decision in order to consider appropriate follow-up. Article 11 Entry into force This Decision shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union. Done at Strasbourg, 16 April 2014."
}