{
  "document_category": "eurlex",
  "docId": "eurlex_5",
  "chunk_index": 9,
  "chunk_text": "(12) Council Regulation (EC, Euratom) No 2988/95 of 18 December 1995 on the protection of the European Communities financial interests (OJ L 312, 23.12.1995, p. 1). (13) Council Regulation (Euratom, EC) No 2185/96 of 11 November 1996 concerning on-the-spot checks and inspections carried out by the Commission in order to protect the European Communities' financial interests against fraud and other irregularities (OJ L 292, 15.11.1996, p. 2). (14) Regulation (EU, Euratom) No 883/2013 of the European Parliament and of the Council of 11 September 2013 concerning investigations conducted by the European Anti-Fraud Office (OLAF) and repealing Regulation (EC) No 1073/1999 of the European Parliament and of the Council and Council Regulation (Euratom) No 1074/1999 (OJ L 248, 18.9.2013, p. 1). JOINT STATEMENT BY THE EUROPEAN PARLIAMENT, THE COUNCIL, AND THE COMMISSION The Parliament, the Council and the Commission recall that a pre-condition for granting macro-financial assistance is that the beneficiary country respects effective democratic mechanisms  including a multi-party parliamentary system  and the rule of law, and guarantees respect for human rights. The Commission and the European External Action Service shall monitor the fulfilment of this pre-condition throughout the life-cycle of the Union's macro-financial assistance. In light of the unfulfilled conditions on the fight against corruption and the related cancellation of the third instalment of the previous programme of macro-financial assistance under Decision (EU) 2015/601, the European Parliament, the Council and the Commission underline that further macro-financial assistance will be conditional on progress in the fight against corruption in Ukraine. To that effect, the economic policy and financial conditions of the Memorandum of Understanding to be agreed between the European Union and Ukraine shall include inter alia obligations to strengthen the governance, the administrative capacities and the institutional set-up in particular for the fight against corruption in Ukraine, notably regarding a verification system for asset declarations, the verification of companies' beneficial ownership data and a well-functioning specialised anti-corruption court in line with the recommendations of the Venice Commission. Conditions on combating money laundering and tax avoidance shall also be considered. In line with Article 4(4), where the conditions are not met, the Commission shall temporarily suspend or cancel the disbursement of the macro-financial assistance. Further to regularly informing the European Parliament and the Council of developments relating to the assistance and providing them with relevant documents, the Commission shall, upon each disbursement, report publicly on the fulfilment of all economic policy and financial conditions linked to this disbursement, in particular those concerning the fight against corruption. The European Parliament, the Council and the Commission recall that this macro-financial assistance to Ukraine shall contribute to values shared with the European Union, including sustainable and socially responsible development leading to employment creation and poverty reduction, and a commitment to a strong civil society. The Commission shall accompany the draft Commission Implementing Decision approving the Memorandum of Understanding with an analysis of the expected social impact of the macro-financial assistance."
}