{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 35,
  "chunk_text": "Those proposals envisage matching Union policies with coherent financial resources for implementation, and additional funds for the environment and climate change, so as to effectively deliver tangible and coherent benefits on the ground. 79. In addition to such mainstreaming, the LIFE programme (77) will allow funds to be combined and better aligned with policy priorities in a more strategic, cost-effective way, in support of environment and climate-related measures, through the deployment of a range of projects, including integrated projets. 80. The increased capital provided to the European Investment Bank (EIB) as part of the 2012 Compact for Growth and Jobs provides an additional source of investment (78) which should be spent in line with Union environment and climate objectives. 81. Experience gained in the 2007 2013 programming period shows that although significant funds are available for the environment, the uptake at all levels in the early years has been very uneven, potentially jeopardising the achievement of agreed objectives and targets. To avoid repeating this experience, Member States should integrate environment and climate objectives in their funding strategies and programmes for economic, social and territorial cohesion, rural development and maritime policy, prioritise the early uptake of funding for the environment and climate change and reinforce the capacity of implementing bodies to deliver cost-effective and sustainable investments in order to secure the necessary adequate financial support for investments in these areas. 82. In addition, it has been difficult to trace biodiversity and climate-related expenditure. To assess progress towards attaining those objectives, a tracking and reporting system should be established at Union and Member State level. Establishing such a system is important for the Unions overall effort relating to multilateral agreements on climate change and biodiversity. In this context, the Union will contribute to the intergovernmental process launched at Rio + 20 to assess financing needs and propose options for an effective sustainable development financing strategy. 83. Work to develop indicators for monitoring economic progress and which complement and go beyond gross domestic product (GDP) should continue. Securing transparent, sustainable investment depends on the proper valuation of environmental goods. Further efforts to measure the value of ecosystems and the cost of their depletion, together with corresponding incentives, will be needed to inform policy and investment decisions. Work to develop a system of environmental accounts, including physical and monetary accounts for natural capital and ecosystem services, will need to be stepped up. This supports the outcome of Rio + 20, which recognises the need for broader measures of progress to measure well-being and sustainability to complement GDP. 84."
}