{
  "document_category": "eurlex",
  "docId": "eurlex_18",
  "chunk_index": 2,
  "chunk_text": "(5) In accordance with Article 19(2) of Regulation (EU) No 1291/2013, research and innovation activities carried out under the Partnership for Research and Innovation in the Mediterranean Area (PRIMA) are to have an exclusive focus on civil applications. (6) Regulation (EU) No 1291/2013 identified Food security, sustainable agriculture and forestry, marine, maritime and inland water research, and the bioeconomy and Climate action, environment, resource efficiency and raw materials as two of the priority societal challenges to be addressed by supporting investment in research and innovation. Moreover, Regulation (EU) No 1291/2013 recognises that research and innovation activities for those challenges are to be carried out at the Union level and beyond given the transnational and global nature of the climate and the environment, their scale and complexity, and the international dimension of the food and agricultural supply chain. (7) Regulation (EU) No 1291/2013 acknowledges that international cooperation with third countries is necessary to address common challenges effectively. International cooperation in research and innovation is a key aspect of the Union's global commitments and has an important role to play in the Union's partnership with European Neighbourhood countries. In that respect, the Mediterranean area is strategically important for the Union from a political, economic, cultural, scientific and environmental point of view. (8) In order to ensure consistency with Regulation (EU) No 1290/2013 of the European Parliament and of the Council (4), actions which fall within the scope of this Decision should respect fundamental rights and observe the principles acknowledged in particular by the Charter of Fundamental Rights of the European Union. Such actions should be in conformity with any legal obligation stemming from international law, Union law, inter alia, any relevant Commission decisions such as the Commission notice of 28 June 2013 (5), as well as with ethical principles, which include avoiding any breach of research integrity. (9) In its Communication of 7 June 2016 on establishing a new Partnership Framework with third countries under the European Agenda on Migration, the Commission emphasised the need for all policies, including research and innovation, to address the root causes of migration through a new cooperation model involving private investors, as well as the need to leverage limited budget resources and to focus on small and medium-sized enterprises (SMEs) and sustainable infrastructure. (10) PRIMA aims to implement a joint programme to foster research and innovation capacities and to develop knowledge and common innovative solutions for improving the efficiency, safety, security and sustainability of agro-food systems and of integrated water provision and management in the Mediterranean area. PRIMA should contribute to the achievement of the recently agreed Sustainable Development Goals and to the forthcoming European Sustainable Development Strategy as well as to the goals of the Paris Agreement. (11) Integrated water provision and management, including reuse and treatment of water, means that all the different uses of water resources are considered."
}