{
  "document_category": "eurlex",
  "docId": "eurlex_18",
  "chunk_index": 14,
  "chunk_text": "Article 8 Agreements between the Union and PRIMA-IS 1. Subject to a positive ex-ante assessment of PRIMA-IS in accordance with Article 61(1) of Regulation (EU, Euratom) No 966/2012 and provision of adequate financial guarantees in accordance with point (c)(vi) of Article 58(1) of that Regulation, the Commission, on behalf of the Union, shall conclude a delegation agreement and annual transfer of funds agreements with PRIMA-IS. 2. The delegation agreement referred to in paragraph 1 of this Article shall be concluded in accordance with Article 58(3) and Articles 60 and 61 of Regulation (EU, Euratom) No 966/2012 and Article 40 of Delegated Regulation (EU) No 1268/2012. It shall also set out, inter alia, the following: (a) the requirements for PRIMA-IS contribution regarding the performance indicators set out in Annex II to Decision 2013/743/EU; (b) the requirements for PRIMA-IS contribution to the monitoring referred to in Annex III to Decision 2013/743/EU; (c) the specific performance indicators related to the functioning of PRIMA-IS; (d) the requirements for PRIMA-IS regarding the provision of information on administrative costs and of detailed figures concerning the implementation of PRIMA; (e) the arrangements regarding the provision of data necessary to ensure that the Commission is able to meet its dissemination and reporting obligations; (f) the arrangements for the approval or rejection by the Commission of the draft annual work plan, the common principles referred to in Article 6(9) and the reporting requirements of the Participating States, before they are adopted by PRIMA-IS; and (g) provisions for the publication of calls for proposals by PRIMA-IS, in particular on the single portal for participants, as well as through other Horizon 2020 electronic means of dissemination managed by the Commission. Article 9 Termination, reduction or suspension of the Union financial contribution 1. If PRIMA is not implemented or is implemented inadequately, partially or late, the Commission may terminate, proportionally reduce or suspend the Union financial contribution referred to in Article 3(1) in line with the actual implementation of PRIMA. 2. If the Participating States do not contribute, or contribute partially or late, to the financing of PRIMA the Commission may terminate, proportionally reduce or suspend the Union financial contribution referred to in Article 3(1), taking into account the amount of funding allocated by the Participating States to implement PRIMA. Article 10 Ex-post audits 1. Ex-post audits of expenditure on indirect actions referred to in point (a) of Article 6(1) of this Decision shall be carried out by PRIMA-IS in accordance with Article 29 of Regulation (EU) No 1291/2013. 2. The Commission may decide to carry out the audits referred to in paragraph 1 itself. In such cases, it shall do so in accordance with the applicable rules, in particular the provisions of Regulations (EU, Euratom) No 966/2012, (EU) No 1290/2013 and (EU) No 1291/2013. Article 11 Protection of the financial interests of the Union 1."
}