{
  "document_category": "eurlex",
  "docId": "eurlex_8",
  "chunk_index": 8,
  "chunk_text": "4. Before the implementation of the Union's macro-financial assistance, the Commission shall assess, by means of an operational assessment, the soundness of Georgia's financial arrangements, the administrative procedures, and the internal and external control mechanisms which are relevant to the assistance. Article 7 1. The Commission shall be assisted by a committee. That committee shall be a committee within the meaning of Regulation (EU) No 182/2011. 2. Where reference is made to this paragraph, Article 4 of Regulation (EU) No 182/2011 shall apply. Article 8 1. By 30 June of each year, the Commission shall submit to the European Parliament and to the Council a report on the implementation of this Decision in the preceding year, including an evaluation of that implementation. That report shall: (a) examine the progress made in implementing the Union's macro-financial assistance; (b) assess the economic situation and prospects of Georgia, as well as progress made in implementing the policy measures referred to in Article 3(1); (c) indicate the connection between the economic policy conditions laid down in the Memorandum of Understanding, Georgia's on-going economic and fiscal performance and the Commission's decisions to release the instalments of the Union's macro-financial assistance. 2. Not later than two years after the expiry of the availability period referred to in Article 1(4), the Commission shall submit to the European Parliament and to the Council an ex post evaluation report, assessing the results and efficiency of the completed Union's macro-financial assistance and the extent to which it has contributed to the aims of the assistance. Article 9 This Decision shall enter into force on the third day following that of its publication in the Official Journal of the European Union. Done at Strasbourg, 18 April 2018. For the European Parliament The President A. TAJANI For the Council The President L. PAVLOVA (1) Position of the European Parliament of 14 March 2018 (not yet published in the Official Journal) and Decision of the Council of 12 April 2018. (2) Association Agreement between the European Union and the European Atomic Energy Community and their Member States, of the one part, and Georgia, of the other part (OJ L 261, 30.8.2014, p. 4). (3) Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission's exercise of implementing powers (OJ L 55, 28.2.2011, p. 13). (4) Council Decision 2010/427/EU of 26 July 2010 establishing the organisation and functioning of the European External Action Service (OJ L 201, 3.8.2010, p. 30). (5) Council Regulation (EC, Euratom) No 480/2009 of 25 May 2009 establishing a Guarantee Fund for external actions (OJ L 145, 10.6.2009, p. 10). (6) Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council of 25 October 2012 on the financial rules applicable to the general budget of the Union and repealing Council Regulation (EC, Euratom) No 1605/2002 (OJ L 298, 26.10.2012, p. 1)."
}