{
  "document_category": "eurlex",
  "docId": "eurlex_79",
  "chunk_index": 23,
  "chunk_text": "By embracing a culture of openness and external engagement, the EIT can actively promote the take-up and acceptance of new innovations by society at large. To this end, the EIT will directly engage with Member States and other stakeholders from across the innovation chain, generating beneficial effects on both sides. In order to render such dialogue and exchange more systematic, the setting up of an EIT Stakeholder Forum, bringing together the wider community of stakeholders around horizontal issues, could be an appropriate tool to facilitate a two-way, interactive communication. Stakeholders will include representatives of national and regional authorities, organized interests and individual entities from business, higher education, and research, cluster organisations, as well as other interested parties from across the knowledge triangle. Member States' representatives shall meet in a special configuration, within the Stakeholder Forum, to guarantee an appropriate communication and flow of information with the EIT, and be informed of the achievements, give advice to, and share experiences with, the EIT and the KICs. The special configuration of Member States' representatives within the Stakeholder Forum shall also ensure appropriate synergies and complementarities between EIT and KIC activities with national programmes and initiatives, including the potential national co-financing of KIC activities. The organisation of the Stakeholder Forum has been incorporated in the modified Regulation (EC) No 294/2008. Moreover, active consultation with other Union institutions, in particular with relevant services of the Commission, from early on in the process will help to maximise synergies and mutual learning with other Union initiatives. The EIT will  Set up a regular EIT Stakeholder Forum, and its special configuration of Member States' representatives, to facilitate interaction and mutual learning with the wider innovation community from across the knowledge triangle, and including national and regional authorities. In this context, the web-based platform can further help foster interaction between participants.  Make systematic use of existing associations of universities, business and research organisations and cluster organisations as platforms for the exchange of knowledge and dissemination of results.  Establish a mechanism, such as an annual meeting between the EIT, the KICs and relevant services of the European Commission, to further facilitate synergies between the EIT and the KICs on the one hand, and other Union initiatives on the other. 4. Estimate of financial needs and sources of funding 2014-2020 4.1. Consolidating a smart funding model towards KICs The EIT designed an original funding model which builds on joint strengths and resources of existing excellent organisations; EIT funding acts as a catalyst to leverage and pool together supplementary financial resources from a wide range of public and private partners. On this basis, the EIT provides on average up to 25 % of the total KIC funding, while the remaining minimum 75 % of a KIC's overall budget should come from non-EIT sources."
}