{
  "document_category": "eurlex",
  "docId": "eurlex_79",
  "chunk_index": 5,
  "chunk_text": "The EIT will fully contribute to achieving the goals of these flagship initiatives. The reasons for putting higher education, research and innovation at centre stage are straightforward. In the context of the knowledge economy and increasing global competition and facing a demographic challenge at home, Europe's future economic growth and jobs will increasingly come from innovation breakthroughs in products, services and business models as well as from its ability to nurture, attract and retain talent. While there are individual success stories across Europe, the Union needs to catch up with global innovation leaders. Moreover, the Union is facing increased competition for talent from new centres of excellence in emerging economies. Europe needs to further strengthen its efforts in higher education, research and innovation and to embrace a strong, open and true entrepreneurial culture, which is essential to nurture and support capturing the value of research and innovation, for setting-up new ventures and achieve actual market deployment of innovations in potential high-growth sectors. Europe needs to foster the role of higher education institutions as engines of innovation, as talented people need to be equipped with the right skills, knowledge and attitudes in order to drive innovation forward. The EIT has been set up precisely to this end  to contribute to sustainable economic growth and competitiveness by reinforcing the innovation capacity of the Union and its Member States and to boost their capacity to convert outputs from research into high value products and services. By fully integrating the knowledge triangle of higher education, research and innovation, the EIT will strongly contribute to tackling in particular societal challenges under Horizon 2020 and bring about systemic change in the way European innovation players collaborate. To achieve this goal, the EIT combines strategic orientation at EIT level with a bottom-up approach within the thematic remits of its Knowledge and Innovation Communities (KICs). KICs are highly integrated pan-European partnerships, bringing together excellent universities, research centres, small and large companies and other innovation actors on a long-term basis around specific societal challenges. Each KIC is organised around a small number of interconnected co-location centres where partners work closely together on a daily basis and share common strategic objectives. Co-location centres build on existing centres of excellence, developing them further into local innovation ecosystems and linking them together into a broader network of innovation nodes across Europe. Within the EIT framework, the individual KICs have been given a large degree of autonomy in defining their internal organisation, composition, agenda and working methods, allowing them to choose the approach that is best suited to meet their objectives. The EIT should act as a role model across Europe by showing effective and light touch governance. At strategic level, the EIT organizes the selection process of KICs, according to the thematic areas determined by the European Parliament and the Council, and coordinates them with a flexible framework, supports and advises them in administrative matters, where appropriate, and disseminates their best governance and funding models."
}