{
  "document_category": "eurlex",
  "docId": "eurlex_17",
  "chunk_index": 7,
  "chunk_text": "The size of each instalment shall be laid down in the Memorandum of Understanding. 2. The amounts of the Union's macro-financial assistance provided in the form of loans shall be provisioned, where required, in accordance with Council Regulation (EC, Euratom) No 480/2009 (5). 3. The Commission shall decide on the release of the instalments subject to the fulfilment of all of the following conditions: (a) the pre-condition set out in Article 2; (b) a continuous satisfactory track record of implementing a policy programme that contains strong adjustment and structural reform measures supported by a non-precautionary IMF credit arrangement; and (c) the satisfactory implementation of the economic policy and financial conditions agreed in the Memorandum of Understanding. 4. The release of the second instalment shall not, in principle, take place earlier than three months after the release of the first instalment. The release of the third instalment shall not, in principle, take place earlier than three months after the release of the second instalment. 5. Where the conditions referred to in paragraph 3 are not met, the Commission shall temporarily suspend or cancel the disbursement of the Union's macro-financial assistance. In such cases, it shall inform the European Parliament and the Council of the reasons for that suspension or cancellation. 6. The Union's macro-financial assistance shall be disbursed to the National Bank of the Republic of Moldova. Subject to the provisions to be agreed in the Memorandum of Understanding, including a confirmation of residual budgetary financing needs, the Union funds may be transferred to the Ministry of Finance of the Republic of Moldova as the final beneficiary. Article 5 1. The borrowing and lending operations related to the loan component of the Union's macro-financial assistance shall be carried out in euro using the same value date and shall not involve the Union in the transformation of maturities, or expose it to any exchange or interest rate risk, or to any other commercial risk. 2. Where the circumstances permit, and if the Republic of Moldova so requests, the Commission may take the steps necessary to ensure that an early repayment clause is included in the loan terms and conditions, and that it is matched by a corresponding clause in the terms and conditions of the borrowing operations. 3. Where circumstances permit an improvement of the interest rate of the loan and if the Republic of Moldova so requests, the Commission may decide to refinance all or part of its initial borrowings or may restructure the corresponding financial conditions. Refinancing or restructuring operations shall be carried out in accordance with paragraphs 1 and 4 and shall not have the effect of extending the maturity of the borrowings concerned or of increasing the amount of capital outstanding at the date of the refinancing or restructuring. 4. All costs incurred by the Union, which relate to the borrowing and lending operations under this Decision, shall be borne by the Republic of Moldova."
}