{
  "doc_id": "eurlex_48",
  "category": "eurlex",
  "chunks": [
    {
      "id": "eurlex_48__0",
      "chunk_id": "0",
      "content": "Name: Decision (EU) 2015/1180 of the European Parliament and of the Council of 8 July 2015 on the mobilisation of the EU Solidarity Fund (floods in Romania, Bulgaria and Italy)\n Type: Decision\n Subject Matter: EU finance;  cooperation policy;  management;  deterioration of the environment;  Europe;  budget\n Date Published: 2015-07-18\n\n 18.7.2015 EN Official Journal of the European Union L 192/13 DECISION (EU) 2015/1180 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 8 July 2015 on the mobilisation of the EU Solidarity Fund (floods in Romania, Bulgaria and Italy) THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, Having regard to Council Regulation (EC) No 2012/2002 of 11 November 2002 establishing the European Union Solidarity Fund (1), and in particular Article 4(3) thereof, Having regard to the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (2), and in particular point 11 thereof, Having regard to the proposal from the European Commission, Whereas: (1) The European Union Solidarity Fund (the Fund) aims to enable the Union to respond in a rapid, efficient and flexible manner to emergency situations and to show solidarity with the population of regions struck by disasters. (2) The Fund is not to exceed a maximum annual amount of EUR 500 000 000 (2011 prices), as laid down in Article 10 of Council Regulation (EU, Euratom) No 1311/2013 (3). (3) Romania has submitted two applications to mobilise the Fund, concerning floods. (4) Bulgaria has submitted an application to mobilise the Fund, concerning floods. (5) Italy has submitted an application to mobilise the Fund, concerning floods. (6) The Fund should therefore be mobilised in order to provide a financial contribution of EUR 66 505 850 in respect of the applications submitted by Romania, Bulgaria and Italy. (7) In order to minimise the time taken to mobilise the Fund, this decision should apply from the date of its adoption, HAVE ADOPTED THIS DECISION: Article 1 For the general budget of the European Union for the financial year 2015, the European Union Solidarity Fund shall be mobilised to provide the sum of EUR 66 505 850 in commitment and payment appropriations. Article 2 This Decision shall enter into force on the day of its publication in the Official Journal of the European Union. It shall apply from 8 July 2015. Done at Strasbourg, 8 July 2015. For the European Parliament The President M. SCHULZ For the Council The President N. SCHMIT (1) OJ L 311, 14.11.2002, p. 3. (2) OJ C 373, 20.12.2013, p. 1. (3) Council Regulation (EU, Euratom) No 1311/2013 of 2 December 2013 laying down the multiannual financial framework for the years 2014-2020 (OJ L 347, 20.12.2013, p. 884)."
    }
  ]
}