{
  "document_category": "eurlex",
  "docId": "eurlex_79",
  "chunk_index": 27,
  "chunk_text": "Ageing population is a challenge for public services and requires for example the development and improvement of local services and urban adaptation. The socio-economic relevance can be further underlined by the fact that Europe benefits from the presence of a solid pharmaceutical sector and well-developed health and social care systems providing jobs to millions of people across the Union. The sector is also one of the biggest high-tech manufacturing sectors in the Union. The potential for growth in these areas is very high since an ageing society means an increase of aggregated demand for care and independent living products and services. Other sectors also come into play, such as tourism. The ageing population is formed to a large extent by a generation which is used to travel and is still willing to travel, has high quality demands, and hence has a growing need of accessible services (transport, hotels, entertainment etc). More accessible tourism services can boost the competitiveness of the whole sector and would promote further inclusion of the ageing population. Not least, the Union benefits from a world-class level of research and education in this area. In many Member States excellent research infrastructures and institutions do exist which provide an attractive basis for industry involvement in the planned activities of the EIT. The challenges related to healthy living are valid across Europe. The responses, which can be provided by a KIC, require intensive co-operation between excellent, multidisciplinary and multi-sector teams with participants from all sectors of the knowledge triangle (higher education, research and innovation). A KIC on this theme would have the added value of linking the activities of innovation and higher education with the already existing excellent research base. In doing so, it will put particular emphasis on higher education curricula, new skills development (needed e.g. for technology development but also for elderly care), strengthening entrepreneurial aspects in order to foster the development of a highly entrepreneurial workforce in the area, to support the development of new products and services, and to strengthen existing value chains or even create new ones. Examples of potential products and services that could be created through a KIC go beyond technology applications (such as applications that treat, code, standardise and interpret data in areas such as cancer, cardiovascular diseases; or tools for risk assessment and early detection), and could trigger social innovation with new concepts improving for example lifestyle management and nutrition, fostering active and independent living in an age-friendly environment, or maintaining economically sustainable care systems. Focusing on the systemic aspects of European health and social care systems and support to active ageing, a KIC on this thematic field would also include a stronger co-operation between large and smaller, more specialised, firms for greater knowledge circulation. In addition, a specific added value a KIC could provide in this area could be the creation of innovative partnerships at the local level which is of particular importance in the services sector."
}