{
  "document_category": "eurlex",
  "docId": "eurlex_29",
  "chunk_index": 3,
  "chunk_text": "In particular, this commitment was expressed at the conference Supporting Syria and the Region, held in London on 4 February 2016, where the Union pledged EUR 2 390 million in 2016-2017 in financial support for the countries most affected by the refugee crisis, including Jordan. Political and economic support from the Union to Jordan's reform process is consistent with the Union's policy towards the Southern Mediterranean region, as set out in the context of the ENP. (10) Following the deterioration in Jordan's economic and financial situation, the IMF and Jordan have also started discussions on a successor arrangement, which could take the form of an Extended Fund Facility (IMF programme) and would likely cover a period of 3 years, starting in the second semester of 2016. The new IMF programme would aim to alleviate Jordan's short-term balance of payment difficulties while encouraging the implementation of strong adjustment measures. (11) In March 2016, in view of the worsening economic situation and outlook, Jordan requested additional macro-financial assistance from the Union. (12) Given that Jordan is a country covered by the ENP, it should be considered to be eligible to receive macro-financial assistance from the Union. (13) The Union's macro-financial assistance should be an exceptional financial instrument of untied and undesignated balance-of-payments support, which aims to address the beneficiary's immediate external financing needs and should underpin the implementation of a policy programme containing strong immediate adjustment and structural reform measures designed to improve the balance-of-payments position in the short term. (14) Given that there is still a significant residual external financing gap in Jordan's balance of payments over and above the resources provided by the IMF and other multilateral institutions, the Union's macro-financial assistance to be provided to Jordan is, under the current exceptional circumstances, considered to be an appropriate response to Jordan's request to support economic stabilisation, in conjunction with the IMF programme. The Union's macro-financial assistance would support the economic stabilisation and the structural reform agenda of Jordan, supplementing resources made available under the IMF's financial arrangement. (15) The Union's macro-financial assistance should aim to support the restoration of a sustainable external financing situation for Jordan, thereby supporting its economic and social development. (16) The determination of the amount of the Union's macro-financial assistance is based on a complete quantitative assessment of Jordan's residual external financing needs, and takes into account its capacity to finance itself with its own resources, in particular the international reserves at its disposal. The Union's macro-financial assistance should complement the programmes and resources provided by the IMF and the World Bank. The determination of the amount of the assistance also takes into account expected financial contributions from multilateral donors and the need to ensure fair burden sharing between the Union and other donors, as well as the pre-existing deployment of the Union's other external financing instruments in Jordan and the added value of the overall Union involvement."
}