{
  "document_category": "eurlex",
  "docId": "eurlex_79",
  "chunk_index": 2,
  "chunk_text": "(2) OJ C 181, 21.6.2012, p. 122. (3) Position of the European Parliament of 21 November 2013 (not yet published in the Offical Journal) ANNEX THE EIT STRATEGIC INNOVATION AGENDA Contents Summary of Key Actions 1. The European Institute of Innovation and Technology: a Union innovation player 1.1. EIT: Addressing societal challenges via innovation in the knowledge triangle 1.2. EIT added value: distinguishing features 1.3. Synergies and complementarities with other policy and funding initiatives 2. Deepening the role of the EIT after 2013: priorities 2.1. Incentivizing growth, impact and sustainability through the EIT 2.1.1. Consolidating and fostering growth and impact of the existing KICs 2.1.2. Creating new KICs 2.2. Enhancing EIT's impact 2.3. New delivery mechanisms and results-oriented monitoring 3. Effective decision making and working arrangements 3.1. Streamlining and clarifying EIT decision-making 3.2. Investing in KICs: EIT-KIC relations 3.3. Engaging with stakeholders 4. Estimate of financial needs and sources of funding 2014-2020 4.1. Consolidating a smart funding model towards KICs 4.2 EIT Budget needs Factsheet 1: Innovation for Healthy Living and Active Ageing Factsheet 2: Raw Materials  Sustainable Exploration, Extraction, Processing, Recycling and Substitution Factsheet 3: Food4Future  Sustainable Supply Chain from Resources to Consumers Factsheet 4: Added-value Manufacturing Factsheet 5: Urban Mobility Summary of Key Actions Section 2.1.1 Consolidating and fostering growth and impact of the existing KICs The EIT will:  Encourage KICs to develop a greater variety of and provide advice on educational and training activities and to raise awareness of the existence of these activities.  Gradually set-up competitive review mechanisms for the allocation of a percentage of the KICs grant, which will be based on KICs' business plans and performance and which will take into account the fact that KICs grow at different speeds.  Incentivise KICs to develop joint activities on horizontal issues.  Set up a system of peer evaluations for EIT labelled qualifications and engage in dialogue with national and international quality assurance bodies to promote a consistent approach. Section 2.1.2 Creating new KICs The EIT will  Prepare a selection procedure for each wave of KICs which allows sufficient time for KIC applicants to prepare proposals.  Launch calls for five new KICs as follows: a call for two new KICs in 2014 in the themes of Healthy Living and Active Ageing and Raw Materials; a call for two new KICs in 2016 in the themes of Food4Future and Added-value manufacturing and a call for one new KIC in 2018 in the theme of Urban Mobility.  Make best efforts to ensure that as many potential interested parties as possible are made aware of the future KIC selection procedures.  Ensure that framework conditions of future KIC selection procedures are conducive to an optimal outcome, notably by providing clear guidance concerning requirements and processes, and by allowing sufficient time for proposers to organise the partnership. Section 2.2 Enhancing EIT's Impact The EIT will "
}