{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 15,
  "chunk_text": "27. Action under the EU Biodiversity Strategy to restore at least 15 % of degraded ecosystems in the Union and to expand the use of Green Infrastructure (a tool for providing ecological, economic and social benefits through natural solutions, incorporating green spaces, aquatic ecosystems and other physical features in terrestrial and marine areas) will help to overcome land fragmentation. Such action will, in combination with the full implementation of the Birds and Habitats Directives, supported by Prioritised Action Frameworks, further enhance natural capital and increase ecosystem resilience, and can offer cost-effective options for climate change mitigation and adaptation and disaster risk management. Meanwhile, Member States efforts to map and assess ecosystems and their services will improve data availability, and, along with the no net loss initiative planned in 2015, will contribute to maintaining the stock of natural capital at a variety of scales. The integration of the economic value of ecosystem services into accounting and reporting systems at Union and national level by 2020 will result in better management of the Unions natural capital. 28. In order to protect, conserve and enhance the Unions natural capital, the 7th EAP shall ensure that by 2020: (a) the loss of biodiversity and the degradation of ecosystem services, including pollination, are halted, ecosystems and their services are maintained and at least 15 % of degraded ecosystems have been restored; (b) the impact of pressures on transitional, coastal and fresh waters (including surface and ground waters) is significantly reduced to achieve, maintain or enhance good status, as defined by the Water Framework Directive; (c) the impact of pressures on marine waters is reduced to achieve or maintain good environmental status, as required by the Marine Strategy Framework Directive, and coastal zones are managed sustainably; (d) air pollution and its impacts on ecosystems and biodiversity are further reduced with the long-term aim of not exceeding critical loads and levels; (e) land is managed sustainably in the Union, soil is adequately protected and the remediation of contaminated sites is well underway; (f) the nutrient cycle (nitrogen and phosphorus) is managed in a more sustainable and resource-efficient way; (g) forest management is sustainable, and forests, their biodiversity and the services they provide are protected and, as far as feasible, enhanced and the resilience of forests to climate change, fires, storms, pests and diseases is improved. This requires, in particular: (i) stepping up the implementation of the EU Biodiversity Strategy without delay, in order to meet its targets; (ii) fully implementing the Blueprint to Safeguard Europes Water Resources (28), having due regard for Member States specific circumstances, and ensuring that water quality objectives are adequately supported by source-based policy measures; (iii) urgently increasing efforts, inter alia, to ensure that healthy fish stocks are achieved in line with the Common Fisheries Policy, the Marine Strategy Framework Directive and international obligations. Combating pollution and establishing a Union-wide quantitative reduction headline target for marine litter supported by source-based measures and taking into account the marine strategies established by Member States."
}