{
  "document_category": "eurlex",
  "docId": "eurlex_8",
  "chunk_index": 1,
  "chunk_text": "Name: Decision (EU) 2018/598 of the European Parliament and of the Council of 18 April 2018 providing further macro-financial assistance to Georgia\n Type: Decision\n Subject Matter: economic structure;  cooperation policy;  economic conditions;  European construction;  economic analysis;  economic policy;  EU finance;  Europe\n Date Published: 2018-04-23 23.4.2018 EN Official Journal of the European Union L 103/8 DECISION (EU) 2018/598 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 18 April 2018 providing further macro-financial assistance to Georgia THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 212(2) thereof, Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Acting in accordance with the ordinary legislative procedure (1), Whereas: (1) Relations between the European Union (the Union) and Georgia continue to develop within the framework of the European Neighbourhood Policy (ENP) and the Eastern Partnership. Georgia joined the EU's Eastern Partnership in 2009, which was followed by the negotiation of an EU-Georgia association agreement. That agreement (2) (the Association Agreement), which includes the gradual introduction of a Deep and Comprehensive Free Trade Area (DCFTA), was signed in June 2014 and entered into force on 1 July 2016. (2) Georgia continues to face a weak external environment, which, through reduced exports and remittances, has contributed to the relatively subdued GDP growth in 2016. Whilst regional and global growth picked up in 2017, it remains subject to downside risks. (3) Georgia's fiscal deficit remains significant, and its public debt-to-GDP ratio is increasing. Georgia's balance of payments position also remains vulnerable due to a very large current account deficit and high external debt. Georgia's foreign exchange reserves have been stable in absolute terms but, in the face of rising reserve needs, they have fallen below the level estimated by the International Monetary Fund (IMF) as adequate. Georgia also continues to adapt to the requirements of the DCFTA with the Union. (4) In this context, the Georgian authorities and the IMF agreed, in April 2017, on a three-year Extended Fund Facility (EFF) arrangement in the amount of USD 285,3 million for the period 2017-2020. The arrangement was approved by the IMF Executive Board on 12 April 2017. The aim of the EFF arrangement is to support an economic reform programme which will help Georgia reduce its economic vulnerabilities, and promote higher and more inclusive economic growth. (5) In view of Georgia's residual external financing needs, the Georgian authorities requested complementary macro-financial assistance from the Union in June 2017. (6) Since the military conflict with Russia in August 2008, Georgia has benefitted from two macro-financial assistance operations pledged by the Union at the International Donors' Conference in Brussels in October 2008. The first of those operations, which was of an amount of EUR 46 million made entirely in the form of grants, was implemented in 2009-2010."
}