{
  "document_category": "eurlex",
  "docId": "eurlex_79",
  "chunk_index": 24,
  "chunk_text": "On this basis, the EIT provides on average up to 25 % of the total KIC funding, while the remaining minimum 75 % of a KIC's overall budget should come from non-EIT sources. This includes KIC partners' own revenues and resources, but also public funding at national, regional and Union level, in particular the  current and future  Structural Funds and the Framework Programme for Research and Innovation. In the latter case the KICs (or some of their partners) apply for funding in accordance with the respective rules of the programmes and on an equal footing with other applicants. The contribution from KIC partners is not a classic grant \"co-financing\" requirement, but a pre-requisite for a minimum level of involvement of existing organisations and their financial commitment to the KIC. This bottom-up approach guarantees strong commitment from KIC partners, incentivizes investment and stimulates structural and organizational change among KIC partners and beyond. The experience of the initial KICs shows that industry is financially committed to the delivery of the KIC business plans and that the share of the KIC budget from industrial partners amounts to between 20 % to 30 % of the total KIC annual budget. The EIT funding is foreseen only for \"KIC added value activities\", namely activities that allow the integration of the knowledge triangle (higher education, research and innovation) policies and partners within and across the KIC, in accordance with the objectives and priorities laid down in the KIC business plans. It includes in particular basic and applied research, innovation, education, entrepreneurship and business creation projects of the KICs, which top up investment in well-established activities (eg. existing research projects). The administration, management and coordination activities of the KIC should also be covered by the EIT contribution. KICs go through various development phases with different characteristics of their total budgets before reaching cruising speed. The absorption capacity of a KIC is relatively limited at the very beginning, but develops substantially over the following years. After an initial set-up phase of two years, KIC budgets should grow substantially and KICs can mobilise a significant level of new resources from existing and new partners in a relatively short time. To reach a sufficient critical mass and to achieve impact at European level, KIC annual budgets will be between EUR 250-450 million at cruising speed, depending on the strategy, partnership and market potential of each individual KICs. While KICs will not be fully financially independent from the EIT during the first years of operation, they will be encouraged to become sustainable in the medium-term; i.e. gradually reduce their dependency from EIT funding- for their further consolidation and further expansion. EIT funding will continue to be provided for certain KIC added value activities where EIT investment brings substantial returns, such as education, business creation, co-location, outreach and dissemination. Currently, the EIT funding to the KICs is carried out solely via grants."
}