{
  "document_category": "eurlex",
  "docId": "eurlex_73",
  "chunk_index": 10,
  "chunk_text": "2. The Commission shall publish in the Official Journal of the European Union a call for submission of applications at least six years before the year of the title. Each call for submission of applications shall contain the application form referred to in Article 4(1). The deadline for submitting applications under each call for submission of applications shall be scheduled at the earliest 10 months after its publication. 3. The pre-selection of the cities shall be carried out by the panel at least five years before the year of the title, on the basis of their respective applications. No meeting with the candidate cities shall be organised. The panel, after assessing the applications in accordance with the criteria, shall agree on a shortlist of candidate cities and shall issue a pre-selection report on all the applications, providing, inter alia, recommendations to the shortlisted candidate cities. The panel shall submit the pre-selection report to the Commission. 4. The shortlisted candidate cities shall complete and revise their applications with a view to complying with the criteria as well as taking into account the recommendations contained in the pre-selection report, and submit them to the Commission. The Commission shall convene the panel for a selection meeting with the shortlisted candidate cities no later than nine months after the pre-selection meeting. Where necessary, the Commission may extend that nine-month deadline for a reasonable period. 5. The panel shall assess the completed and revised applications. 6. The panel shall issue a selection report on the applications of the shortlisted candidate cities together with a recommendation for the designation of a maximum of one city in one candidate country or potential candidate. The selection report shall also contain recommendations to the city concerned regarding the progress to be made by the year of the title. The panel shall submit the selection report to the Commission. 7. Notwithstanding paragraph 6, if none of the candidate cities fulfils all the criteria, the panel may recommend that the title not be awarded for the year in question. Article 11 Designation 1. Each Member State concerned shall designate one city to hold the title, on the basis of the recommendations contained in the selection report of the panel, and shall notify, no later than four years before the year of the title, the European Parliament, the Council, the Commission and the Committee of the Regions of that designation. By way of derogation from the first subparagraph, the Member States entitled to designate the cities to hold the title for the year 2020 may extend that deadline for a maximum of one year. 2. In the case of candidate countries and potential candidates, the Commission shall designate one city to hold the title in the relevant years, on the basis of the recommendations contained in the selection report of the panel, and shall notify, no later than four years before the year of the title, the European Parliament, the Council and the Committee of the Regions of that designation."
}