{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 30,
  "chunk_text": "This requires, in particular: (i) ensuring that systems at national level actively disseminate information about how Union environment legislation is being implemented, and complementing such information with a Union level overview of individual Member States performance; (ii) drawing up partnership implementation agreements on a voluntary basis between Member States and the Commission, involving local and regional participation where appropriate; (iii) extending binding criteria for effective Member State inspections and surveillance to the wider body of Union environment law, and further developing inspection support capacity at Union level, drawing on existing structures, backed up by support for networks of professionals such as IMPEL, and by the reinforcement of peer reviews and best practice sharing, with a view to increasing the efficiency and effectiveness of inspections; (iv) ensuring consistent and effective mechanisms at national level for the handling of complaints about implementation of Union environment law; (v) ensuring that national provisions on access to justice reflect the case law of the Court of Justice of the European Union. Promoting non-judicial dispute resolution as a means of finding amicable and effective solutions for disputes in the environmental field. Priority objective 5: To improve the knowledge and evidence base for Union environment policy 66. Union environment policy is based on environmental monitoring, data, indicators and assessments linked to the implementation of Union legislation, as well as formal scientific research and citizen science initiatives. There has been considerable progress on strengthening this knowledge base, raising awareness and improving the confidence of policy-makers and the public in the evidence which underpins policy, including policies where the precautionary principle has been applied. This has facilitated better understanding of complex environmental and societal challenges. 67. Steps should be taken at Union and international level to further strengthen and improve the science-policy interface and citizen engagement, such as through the appointment of Chief Scientific Advisors, as already done by the Commission and some Member States, or by making better use of institutions or bodies specialising in adapting scientific knowledge for public policy, such as national environment agencies and the European Environment Agency, as well as the European Environment Information and Observation Network (EIONET). 68. However, the pace of current developments and uncertainties surrounding likely future trends requires further steps to maintain and strengthen this knowledge and evidence base in order to ensure policy in the Union continues to draw on a sound understanding of the state of the environment, possible response options and their consequences. 69. Over the past decades, there have been improvements in the way environmental information and statistics are collected and used at Union and at national, regional and local level, as well as globally. However, data collection and quality remain variable and the multiplicity of sources can make access to data difficult. Continuous investment is therefore needed to ensure that credible, comparable and quality-assured data and indicators are available and accessible to those involved in defining and implementing policy."
}