{
  "doc_id": "eurlex_41",
  "category": "eurlex",
  "chunks": [
    {
      "id": "eurlex_41__0",
      "chunk_id": "0",
      "content": "Name: Decision (EU) 2015/2248 of the European Parliament and of the Council of 28 October 2015 on the mobilisation of the Flexibility Instrument for immediate budgetary measures under the European Agenda on Migration\n Type: Decision\n Subject Matter: EU finance;  cooperation policy;  migration;  budget\n Date Published: 2015-12-04\n\n 4.12.2015 EN Official Journal of the European Union L 318/36 DECISION (EU) 2015/2248 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 28 October 2015 on the mobilisation of the Flexibility Instrument for immediate budgetary measures under the European Agenda on Migration THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, Having regard to the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters on and sound financial management (1), and in particular point 12 thereof, Having regard to the proposal from the European Commission, Whereas, (1) Article 11 of Council Regulation (EU, Euratom) No 1311/2013 (2) allows the mobilisation of the Flexibility Instrument within the annual ceiling of EUR 471 million (2011 prices) to allow the financing of clearly identified expenditure which could not be financed within the limits of the ceilings available for one or more other headings. (2) After having examined all possibilities for re-allocating appropriations under the expenditure ceiling for heading 3 (Security and Citizenship), it appears necessary to mobilise the Flexibility Instrument to complement the financing in the general budget of the European Union for the financial year 2015 by EUR 66,1 million to finance measures in the field of migration. (3) The payment appropriations corresponding to the mobilisation of the Flexibility Instrument are EUR 52,9 million in 2016 and EUR 13,2 million in 2017, HAVE ADOPTED THIS DECISION: Article 1 For the general budget of the European Union for the financial year 2015, the Flexibility Instrument shall be used to provide the sum of EUR 66,1 million in commitment appropriations in heading 3 (Security and Citizenship). That amount shall be used to finance measures for managing the refugee crisis. The payment appropriations corresponding to the mobilisation of the Flexibility Instrument will be EUR 52,9 million in 2016 and EUR 13,2 million in 2017. Article 2 This decision shall be published in the Official Journal of the European Union. Done at Strasbourg, 28 October 2015. For the European Parliament The President M. SCHULZ For the Council The President N. SCHMIT (1) OJ C 373, 20.12.2013, p. 1. (2) Council Regulation (EU, Euratom) No 1311/2013 of 2 December 2013 laying down the multiannual financial framework for the years 2014-2020 (OJ L 347, 20.12.2013, p. 884)."
    }
  ]
}