{
  "document_category": "eurlex",
  "docId": "eurlex_18",
  "chunk_index": 18,
  "chunk_text": "(7) Commission Delegated Regulation (EU) No 1268/2012 of 29 October 2012 on the rules of application of Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council on the financial rules applicable to the general budget of the Union (OJ L 362, 31.12.2012, p. 1). (8) Council Decision 2013/743/EU of 3 December 2013 establishing the specific programme implementing Horizon 2020 혬 the Framework Programme for Research and Innovation (2014-2020) and repealing Decisions 2006/971/EC, 2006/972/EC, 2006/973/EC, 2006/974/EC and 2006/975/EC (OJ L 347, 20.12.2013, p. 965). (9) Council Regulation (Euratom, EC) No 2185/96 of 11 November 1996 concerning on-the-spot checks and inspections carried out by the Commission in order to protect the European Communities' financial interests against fraud and other irregularities (OJ L 292, 15.11.1996, p. 2). (10) Regulation (EU, Euratom) No 883/2013 of the European Parliament and of the Council of 11 September 2013 concerning investigations conducted by the European Anti-Fraud Office (OLAF) and repealing Regulation (EC) No 1073/1999 of the European Parliament and of the Council and Council Regulation (Euratom) No 1074/1999 (OJ L 248, 18.9.2013, p. 1). Statement by the Commission on financial guarantees for the PRIMA Implementation Structure 1. In relation to the PRIMA initiative, the EU Financial Regulation in its Article 58(1)(c)(vi) stipulates that the Commission may entrust implementation of the Union budget to a body governed by private law with a public service mission (Implementation Structure 혬 IS). Such a body must provide adequate financial guarantees. 2. In order to respect sound financial management of EU funds, these guarantees should cover, without limitation of scope or amounts, any debt of the IS towards the Union related to all implementation tasks as foreseen in the Delegation Agreement. The Commission normally expects the guarantors to accept the joint and several liability for debts of the IS. 3. However, on the basis of a detailed risk assessment, in particular if the outcome of the ex-ante pillar assessment carried out to the IS in line with Article 61 of the Financial Regulation is deemed to be adequate, the Commission Authorising Officer in charge of PRIMA will envisage that: 혬 Taking into account the principle of proportionality, the financial guarantees requested from the IS may be limited to the maximum amount of the Union contribution. 혬 In accordance, the liability of each guarantor may be proportionate to the share of their contribution to PRIMA. The guarantors may agree on the modalities in which they will cover this liability in their respective letters of declaration on liabilities."
}