{
  "document_category": "eurlex",
  "docId": "eurlex_19",
  "chunk_index": 1,
  "chunk_text": "Name: Decision (EU) 2017/899 of the European Parliament and of the Council of 17 May 2017 on the use of the 470-790 MHz frequency band in the Union\n Type: Decision\n Subject Matter: communications;  research and intellectual property;  technology and technical regulations\n Date Published: 2017-05-25 25.5.2017 EN Official Journal of the European Union L 138/131 DECISION (EU) 2017/899 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 17 May 2017 on the use of the 470-790 MHz frequency band in the Union THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 114 thereof, Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Having regard to the opinion of the European Economic and Social Committee (1), After consulting the Committee of the Regions, Acting in accordance with the ordinary legislative procedure (2), Whereas: (1) In the multiannual radio spectrum policy programme (RSPP), established by Decision No 243/2012/EU (3), the European Parliament and the Council set the objectives of identifying at least 1 200 MHz of spectrum suitable for wireless broadband electronic communications services in the Union by 2015, of supporting the further development of innovative broadcasting services by ensuring sufficient spectrum for the satellite and terrestrial provision of such services if the need is clearly substantiated, and of ensuring sufficient spectrum for programme-making and special events (PMSE). (2) In its Communication of 6 May 2015 entitled A Digital Single Market Strategy for Europe, the Commission highlighted the importance of the 694-790 MHz (700 MHz) frequency band for ensuring the provision of broadband services in rural areas in order to ensure access and connectivity, and stressed the need for a coordinated release of that frequency band while accommodating the specific needs of broadcasting services distribution. Reducing the digital divide, in coverage as well as in knowledge, is an important aspect that has to be a priority, without creating new divides when users take up new technologies. (3) Effective management of spectrum is a condition for the industrial shift to 5G, which would put the Union at the centre of innovation and create a favourable environment for electronic communications networks and services to develop, thus maximising the growth potential of the digital economy. The Union economy will increasingly have digital society at its core, which requires ubiquitous network coverage to develop services relating to the Internet of Things, e-commerce and European cloud services, and to reap the full benefits of Industry 4.0 across the Union. (4) The 700 MHz frequency band represents an opportunity for globally harmonised and coordinated spectrum for wireless broadband that offers economies of scale. It should allow new innovative digital services to be developed in urban and in rural or remote areas, such as eHealth and mHealth, supported by mobile phones, patient-monitoring devices and other wireless devices, as well as smart energy grids."
}