{
  "document_category": "eurlex",
  "docId": "eurlex_42",
  "chunk_index": 16,
  "chunk_text": "5. The funding of an action may be suspended or terminated in accordance with the results of monitoring and control under Article 5 and based on an assessment of whether the action continues to meet the identified needs, and of the effectiveness and efficiency of the action. Article 12 Committee procedure 1. The Commission shall be assisted by the Committee on Interoperability Solutions for European Public Administrations, Businesses and Citizens (the ISA2 Committee). That committee shall be a committee within the meaning of Regulation (EU) No 182/2011. 2. Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply. 3. On duly justified imperative grounds of urgency, the Commission shall adopt immediately applicable implementing acts in accordance with the procedure referred to in Article 8 of Regulation (EU) No 182/2011. Those acts shall remain in force for a period not exceeding 6 months. Article 13 Monitoring and evaluation 1. The Commission shall regularly monitor the implementation and impact of the ISA2 programme for the purpose of assessing whether its actions continue to meet the identified needs. The Commission shall also explore synergies with complementary Union programmes. 2. The Commission shall report annually to the ISA2 Committee, the responsible committee or committees of the European Parliament, the Council and the Committee of Regions on the implementation and results of the ISA2 programme. The Commission shall monitor regularly the implementation and re-use of interoperability solutions across the Union, as part of the rolling work programme established pursuant to Article 9(1). 3. The Commission shall carry out an interim evaluation of the ISA2 programme by 30 September 2019 and a final evaluation by 31 December 2021 and shall communicate the results of those evaluations to the European Parliament and to the Council by the same dates. In that context, the responsible committee or committees of the European Parliament may invite the Commission to present the results of the evaluations and to answer questions raised by their members. 4. The evaluations referred to in paragraph 3 shall examine, inter alia, the relevance, effectiveness, efficiency, utility, including, where relevant, business and citizen satisfaction, and the sustainability and coherence of ISA2 programme actions. The final evaluation shall, in addition, examine the extent to which the ISA2 programme has achieved its objectives such as the re-use of interoperability solutions across the Union, paying particular attention to the needs expressed by the European public administrations. 5. The evaluations shall assess the performance of the ISA2 programme against the achievement of the objectives laid out in Article 1(1) and compliance with the principles set out in point (b) of Article 4. The achievement of the objectives shall be measured in particular in terms of the number of key interoperability enablers and through the number of supporting instruments for public administrations delivered to and used by European public administrations. Indicators for measuring the result and impact of the ISA2 programme shall be defined in the rolling work programme."
}