{
  "document_category": "eurlex",
  "docId": "eurlex_79",
  "chunk_index": 31,
  "chunk_text": "In fact, the disparate nature of the various involved research areas means that there are limited opportunities to meet researchers within different subject areas and benefit from the cross pollination of ideas and collaboration that will be required to foster cost effective low carbon, environmentally sound solutions. Networking within a KIC, bringing together stakeholders from the three strands of the knowledge triangle across the whole value chain would contribute to overcome this weakness. It will give the possibility for enhancing both technology, knowledge and know-how transfer, as well as to provide researchers, students and entrepreneurs the knowledge and skills necessary to deliver innovative solutions and to turn them into new business opportunities. 3. SYNERGIES AND COMPLEMENTARITIES WITH EXISTING INITIATIVES The Union has identified this priority field as one of the grand challenges. A KIC would contribute to Horizon 2020, namely to the societal challenge related to the sustainable supply of raw materials and resource efficiency. It would contribute to the proposed EIP on Raw Materials. The EIP on Raw Materials will provide overarching frameworks to facilitate alignment and synergies among existing supply and demand-driven research and innovation instruments and policies in the field. This will cover technology-focused activities, but also the identification of framework conditions and best practise on policy, regulatory or standardisation issues having an impact on innovation in a given sector or challenge. A KIC in this area would create complementarity in educating key actors, but also in providing a unique structured network of practitioners. It would provide a solid basis for supporting other innovation-related actions which will be carried out in the framework of the EIP, and for the success of which human resources are an absolute necessity. It will also be well placed to support the EIP in the identification of framework conditions and best practise on policy, regulatory or standardisation issues having an impact on the sector. A KIC would also strongly build on and capitalise the results of the numerous research projects of the 7th Framework Programme addressing the topic, in particular those funded in the framework of the nanosciences, nanotechnologies, materials & new production technologies, and environment themes. Similarly, it would build on eco-innovation market replication projects, under the CIP (Competitiveness and Innovation Programme), where material recycling has been one of the priority areas. Such experience will continue with Horizon 2020, namely in the context of the climate action, environment, resource efficiency, and raw materials societal challenges. In addition, synergies with the European Rare Earth Competency Network, set-up for the critical raw materials called rare earths, shall be sought. A KIC in this area would seek complementarities and synergies with those activities and should focus on transdisciplinary activities within the knowledge triangle with a strong focus on innovative products and services and entrepreneurial education. 4. CONCLUSION A KIC in this area is most suited to address the challenges outlined above. It also meets the criteria put forward for the selection of KIC themes in the SIA: "
}