{
  "document_category": "eurlex",
  "docId": "eurlex_72",
  "chunk_index": 21,
  "chunk_text": "3. The delegation of power referred to in Article 4 may be revoked at any time by the European Parliament or by the Council. A decision of revocation shall put an end to the delegation of the power specified in that decision. It shall take effect the day following the publication of the decision in the Official Journal of the European Union or at a later date specified therein. It shall not affect the validity of any delegated acts already in force. 4. As soon as it adopts a delegated act, the Commission shall notify it simultaneously to the European Parliament and to the Council. 5. A delegated act adopted pursuant to Article 4 shall enter into force only if no objection has been expressed either by the European Parliament or by the Council within a period of two months of notification of that act to the European Parliament and to the Council or if, before the expiry of that period, the European Parliament and the Council have both informed the Commission that they will not object. That period shall be extended by two months at the initiative of the European Parliament or of the Council. Article 19 Mid-term review By 31 December 2016, the Commission, in cooperation with the EIB, shall submit to the European Parliament and the Council a mid-term report evaluating the application of this Decision in the first years accompanied, where appropriate, by a proposal for its amendment. The mid-term report shall draw upon an independent external evaluation and contribution from the EIB. The report shall include in particular: (a) an assessment of the application of the allocation policy; (b) an assessment of EIB reporting and where appropriate recommendations on how to improve it; (c) an assessment of the REM, including performance indicators and criteria, and their contribution to the achievement of the objectives of this Decision; (d) a detailed account of the criteria considered for the recommendation concerning the potential activation in whole or in part of the optional additional amount. Article 20 Final reporting By 31 December 2021, the Commission shall present to the European Parliament and to the Council a final report on the application of this Decision. Article 21 Entry into force This Decision shall enter into force on the third day following that of its publication in the Official Journal of the European Union. Done at Strasbourg, 16 April 2014. For the European Parliament The President M. SCHULZ For the Council The President D. KOURKOULAS (1) Position of the European Parliament of 11 March 2014 (not yet published in the Official Journal) and decision of the Council of 14 April 2014. (2) Decision No 1080/2011/EU of the European Parliament and of the Council of 25 October 2011 granting an EU guarantee to the European Investment Bank against losses under loans and loan guarantees for projects outside the Union and repealing Decision No 633/2009/EC (OJ L 280, 27.10.2011, p. 1)."
}