{
  "document_category": "eurlex",
  "docId": "eurlex_19",
  "chunk_index": 9,
  "chunk_text": "At the request of the Member State concerned, the Commission may provide guidance on such compensation in order to facilitate the transition in spectrum use. Article 7 The Commission shall, in cooperation with the Member States, report to the European Parliament and to the Council on developments in the use of the sub-700 MHz frequency band, with a view to ensuring efficient use of spectrum, pursuant to the applicable Union law. The Commission shall take into account the social, economic, cultural and international aspects affecting the use of the sub-700 MHz frequency band pursuant to Articles 1 and 4, further technological developments, changes in consumer behaviour and the requirements in connectivity to foster growth and innovation in the Union. Article 8 This Decision shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union. Article 9 This Decision is addressed to the Member States. Done at Strasbourg, 17 May 2017. For the European Parliament The President A. TAJANI For the Council The President C. ABELA (1) OJ C 303, 19.8.2016, p. 127. (2) Position of the European Parliament of 15 March 2017 (not yet published in the Official Journal) and decision of the Council of 25 April 2017. (3) Decision No 243/2012/EU of the European Parliament and of the Council of 14 March 2012 establishing a multiannual radio spectrum policy programme (OJ L 81, 21.3.2012, p. 7). (4) Decision No 676/2002/EC of the European Parliament and of the Council of 7 March 2002 on a regulatory framework for radio spectrum policy in the European Community (Radio Spectrum Decision) (OJ L 108, 24.4.2002, p. 1). (5) Directive 2002/21/EC of the European Parliament and of the Council of 7 March 2002 on a common regulatory framework for electronic communications networks and services (Framework Directive) (OJ L 108, 24.4.2002, p. 33). (6) Directive 2002/20/EC of the European Parliament and of the Council of 7 March 2002 on the authorisation of electronic communications networks and services (Authorisation Directive) (OJ L 108, 24.4.2002, p. 21). ANNEX Justified reasons for a delay in allowing the use of 700 MHz frequency band for terrestrial systems capable of providing wireless broadband electronic communications services later than 30 June 2020 (Article 1(1)): (1) unresolved cross-border coordination issues resulting in harmful interferences; (2) the need to ensure, and the complexity of ensuring, the technical migration of a large amount of the population to advanced broadcasting standards; (3) the financial costs of transition exceeding the expected revenue generated by award procedures; (4) force majeure."
}