{
  "document_category": "eurlex",
  "docId": "eurlex_42",
  "chunk_index": 18,
  "chunk_text": "Article 18 Entry into force This Decision shall enter into force on the third day following that of its publication in the Official Journal of the European Union. It shall apply from 1 January 2016 to 31 December 2020. Notwithstanding the second paragraph of this Article, Article 13 shall apply from 1 January 2016 to 31 December 2021. Done at Strasbourg, 25 November 2015. For the European Parliament The President M. SCHULZ For the Council The President N. SCHMIT (1) OJ C 12, 15.1.2015, p. 99. (2) OJ C 140, 28.4.2015, p. 47. (3) Position of the European Parliament of 11 November 2015 (not yet published in the Official Journal) and decision of the Council of 23 November 2015. (4) Directive 2006/123/EC of the European Parliament and of the Council of 12 December 2006 on services in the internal market (OJ L 376, 27.12.2006, p. 36). (5) Directive 2012/17/EU of the European Parliament and of the Council of 13 June 2012 amending Council Directive 89/666/EEC and Directives 2005/56/EC and 2009/101/EC of the European Parliament and of the Council as regards the interconnection of central, commercial and companies registers (OJ L 156, 16.6.2012, p. 1). (6) Directive 2007/2/EC of the European Parliament and of the Council of 14 March 2007 establishing an Infrastructure for Spatial Information in the European Community (INSPIRE) (OJ L 108, 25.4.2007, p. 1). (7) Regulation (EC) No 767/2008 of the European Parliament and of the Council of 9 July 2008 concerning the Visa Information System (VIS) and the exchange of data between Member States on short-stay visas (VIS Regulation) (OJ L 218, 13.8.2008, p. 60). (8) Regulation (EC) No 1987/2006 of the European Parliament and of the Council of 20 December 2006 on the establishment, operation and use of the second-generation Schengen Information System (SIS II) (OJ L 381, 28.12.2006, p. 4). (9) Council Regulation (EC) No 2725/2000 of 11 December 2000 concerning the establishment of Eurodac for the comparison of fingerprints for the effective application of the Dublin Convention (OJ L 316, 15.12.2000, p. 1). (10) https://e-justice.europa.eu (11) Directive 2011/24/EU of the European Parliament and of the Council of 9 March 2011 on the application of patients' rights in cross-border healthcare (OJ L 88, 4.4.2011, p. 45). (12) Regulation (EU) No 1303/2013 of the European Parliament and of the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006 (OJ L 347, 20.12.2013, p. 320). (13) Directive 2013/37/EU of the European Parliament and of the Council of 26 June 2013 amending Directive 2003/98/EC on the re-use of public sector information (OJ L 175, 27.6.2013, p. 1). (14) Regulation (EU)"
}