{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 40,
  "chunk_text": "This requires, in particular: (i) agreeing on a set of criteria to assess the environmental performance of cities, taking into account economic, social and territorial impacts; (ii) ensuring that cities have information about, and better access to, financing for measures to improve urban sustainability; (iii) sharing best practice between cities at Union and international level in relation to innovative and sustainable urban development; (iv) in the context of ongoing Union initiatives and networks, developing and promoting a common understanding of how to contribute to improved urban environments by focusing on the integration of urban planning with objectives related to resource efficiency, an innovative safe and sustainable low-carbon economy, sustainable urban land-use, sustainable urban mobility, urban biodiversity management and conservation, ecosystem resilience, water management, human health, public participation in decision-making and environmental education and awareness. Priority objective 9: To increase the Unions effectiveness in addressing international environmental and climate-related challenges 96. Ensuring the sustainable use of resources is one of the most pressing challenges facing the world today and is central to ending poverty and securing a sustainable future for the world (87). At Rio + 20, world leaders renewed their commitment to sustainable development and to ensuring the promotion of an economically, socially and environmentally sustainable future for the planet, for present and future generations. They also recognised that the inclusive and green economy is an important tool for achieving sustainable development. Rio + 20 outlined that in the light of a growing population and in an increasingly urbanised world, such challenges require that international action be taken in a number of areas, such as water, oceans, sustainable land and ecosystems, resource efficiency (in particular waste), sound management of chemicals, sustainable energy and climate change. The phasing-out of environmentally harmful subsidies, including fossil fuel subsidies also requires additional action. In addition to translating these commitments into action at local, national and Union level, the Union will engage proactively in international efforts to develop the solutions needed to ensure sustainable development globally. 97. Rio + 20 decided to replace the UN Commission on Sustainable Development with a High-Level Political Forum, which will enhance the integration of the three dimensions of sustainable development and follow up and review progress on the implementation of the outcomes of Rio + 20 and relevant outcomes of other UN summits and conferences, thereby contributing to the implementation of sustainable development goals as part of the overarching post-2015 framework. 98. Many of the priority objectives set out in the 7th EAP can only be fully achieved as part of a global approach and in cooperation with partner countries, and overseas countries and territories. That is why the Union and its Member States should engage in relevant international, regional and bilateral processes in a strong, focused, united and coherent manner."
}