{
  "document_category": "eurlex",
  "docId": "eurlex_42",
  "chunk_index": 8,
  "chunk_text": "(42) Consideration should be given to the possibility of using pre-accession funds to facilitate candidate countries' participation in the ISA2 programme and the adoption and further implementation in those countries of solutions provided thereunder. (43) The ISA2 programme should contribute to the implementation of any follow-on initiatives in the context of Europe 2020 and the DAE. In order to avoid any duplication of effort, the ISA2 programme should take account of other Union programmes and initiatives in the field of ICT solutions, services and infrastructures, in particular the CEF, Horizon 2020 and the European eGovernment Action Plan 2011-2015 established in the Commission's Communication of 15 December 2010. The Commission should coordinate those actions when implementing the ISA2 programme and when planning future initiatives which would affect interoperability. For the purpose of rationalisation, the scheduling of the ISA2 programme committee meetings should, as far as possible, take into account the meetings scheduled in relation to other relevant Union initiatives and programmes. (44) The principles and provisions laid down in Union law concerning the protection of individuals with regard to the processing of personal data and on the free movement of such data, in particular Directive 95/46/EC of the European Parliament and of the Council (29), Directive 2002/58/EC of the European Parliament and of the Council (30) and Regulation (EC) No 45/2001 of the European Parliament and of the Council (31), should apply to solutions operated under the ISA2 programme that entail the processing of personal data. Accordingly, those solutions should implement appropriate technical and organisational measures to ensure compliance with data protection requirements in Union law. In particular, by default, personal data should be processed only if they are adequate, relevant and not excessive in relation to the purpose for which they are collected. When developing and establishing interoperability solutions, due consideration should be given to the impact on the protection of personal data. (45) When evaluating the ISA2 programme, the Commission should pay particular attention to whether the solutions created and implemented have a positive or a negative impact on modernising the public sector and facilitating the needs of businesses and citizens, for example by reducing their administrative burden and costs and by enhancing the overall interconnection between European public administrations on the one hand, and between European public administrations and businesses and citizens on the other. (46) Procuring external services for the purposes of the ISA2 programme where required is subject to Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council (32) and to Directives 2014/23/EU, 2014/24/EU and 2014/25/EU. (47) In order to ensure uniform conditions for the implementation of this Decision, implementing powers should be conferred on the Commission to adopt a rolling work programme."
}