{
  "document_category": "eurlex",
  "docId": "eurlex_79",
  "chunk_index": 19,
  "chunk_text": " Ensure strong participation of the private sector, including SMEs, in the knowledge triangle. 2.3. New delivery mechanisms and results-oriented monitoring Simplification, implemented in a responsible and accountable manner, is a must for the EIT to achieve effective results, promote innovation breakthroughs and the involvement of the business community. There is still room for the EIT to exploit its flexibility to the full, in order to push simplification further. As an 'investor' in KICs, the EIT considers simplification to be a dynamic process, embedded in the EIT operation and an integral part of its supporting function towards the KICs. To this end, the EIT will strive to adapt, improve and streamline its monitoring, reporting and funding processes and constantly seek simplified approaches that can help the KICs to cope with new, emerging needs and foster their impact. The KICs will provide an ideal testing ground for new approaches to funding and management of innovation. Through the KICs' experimentation and experience, the EIT will deliver a simplification agenda in key areas such as contractual agreements, simplified reporting, lump sums and flat rates in order to reduce the administrative burden for the KICs. The Commission will closely monitor the EIT's ability to deliver the simplest possible agreements and principles for the funding and management of KICs activities, based on the EIT's own simplification agenda. Insights gained  including failures  will be shared with future KICs and Union programmes and schemes under Horizon 2020. The Commission has reinforced its efforts in supporting the EIT towards establishing a sound and solid results-oriented monitoring system. This monitoring system will ensure full accountability of the EIT and the KICs, quality of the deliverables, the contribution to Horizon 2020 priorities, and at the same time allow for sufficient flexibility in the KICs' operations and openness to new ideas and partners. It will allow the EIT to develop a solid capacity for gathering and analysing the input from the KICs, including funding sources to measure the performance of the EIT against its own objectives and to benchmark EIT and KICs against best practices at European and global level. The system will be designed in a flexible manner and if necessary adjusted to take into account the EIT's and KICs' evolving and growing portfolio of activities. Following the recommendation of the independent external evaluation and the overarching monitoring provisions under Horizon 2020, the Commission has proposed, in association with the EIT and the KICs, the establishment of a results-orientated performance monitoring system for the EIT, addressing four activity levels: Horizon 2020 level: to regularly monitor the EIT and KICs' contribution to achieving the objectives of Horizon 2020. EIT level: to assess the performance of the EIT as an efficient and effective Union body; this will be measured in terms of support provided to the KICs, the intensity and coverage of its outreach, dissemination and international activities and its ability to deliver simplified procedures."
}