{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 26,
  "chunk_text": "Together, those approaches will increase the chemical knowledge base and provide a predictable framework driving the development of more sustainable solutions. 51. Meanwhile, the growing market for bio-based products, chemicals and materials may offer advantages such as lower GHG emissions and new market opportunities, but care needs to be taken to ensure that the full life-cycle of such products is sustainable and does not exacerbate competition for land or water, or increase emission levels. 52. Climate change will further aggravate environmental problems by causing prolonged droughts and heat waves, floods, storms, forest fires, soil and coastal erosion, as well as new or more virulent forms of human, animal or plant disease. Dedicated action should be taken to ensure that the Union is adequately prepared to face the pressures and changes resulting from climate change, and to strengthen its environmental, economic and societal resilience. Since many sectors are and will be increasingly subject to the impact of climate change, adaptation and disaster risk management considerations need to be further integrated into Union policies. 53. In addition, measures to enhance ecological and climate resilience, such as ecosystem restoration and green infrastructure, can have important socioeconomic benefits, including for public health. The synergies and potential trade-offs between climate-related and other environmental objectives, such as air quality, need to be adequately managed. For example, switching to certain lower carbon emission fuels in response to climate-related or security of supply considerations could lead to substantial increases in particulate matter and dangerous emissions, especially in the absence of appropriate abatement technologies. 54. In order to safeguard the Unions citizens from environment-related pressures and risks to health and well-being, the 7th EAP shall ensure that by 2020: (a) outdoor air quality in the Union has significantly improved, moving closer to WHO recommended levels, while indoor air quality has improved, informed by the relevant WHO guidelines; (b) noise pollution in the Union has significantly decreased, moving closer to WHO recommended levels; (c) citizens throughout the Union benefit from high standards for safe drinking and bathing water; (d) the combination effects of chemicals and safety concerns related to endocrine disruptors are effectively addressed in all relevant Union legislation, and risks for the environment and health, in particular in relation to children, associated with the use of hazardous substances, including chemicals in products, are assessed and minimised. Long-term actions with a view to reaching the objective of a non-toxic environment will be identified; (e) the use of plant protection products does not have any harmful effects on human health or unacceptable influence on the environment, and such products are used sustainably; (f) safety concerns related to nanomaterials and materials with similar properties are effectively addressed as part of a coherent approach in legislation; (g) decisive progress is made in adapting to the impact of climate change."
}