{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 28,
  "chunk_text": "The costs associated with failure to implement legislation, by contrast, are high, broadly estimated at around EUR 50 billion a year, including costs related to infringement cases (67). In 2009 alone there were 451 infringement cases related to Union environment legislation, with a further 299 reported in 2011 together with an additional 114 new proceedings being initiated (68), making the environment acquis the area of Union law with most infringement proceedings. The Commission also receives numerous complaints directly from Union citizens, many of which could be better addressed at Member State or local level. 57. Improving the implementation of the Union environment acquis at Member State level will therefore be given top priority in the coming years. There are significant differences in implementation between and within Member States. There is a need to equip those involved in implementing environment legislation at Union, national, regional and local levels with the knowledge, tools and capacity to improve the delivery of benefits from that legislation, and to improve the governance of the enforcement process. 58. The high number of infringements, complaints and petitions in the area of the environment shows the need for an effective, workable system of checks and balances at national level to help to identify and resolve implementation problems, along with measures to prevent them from arising in the first place, such as liaison between the relevant administrations responsible for implementation and experts during the policy development phase. In this respect, efforts in the period up to 2020 will focus on delivering improvements in four key areas. 59. First, the way knowledge about implementation is collected and disseminated will be improved to help the general public and environment professionals fully understand the purpose and benefit of Union environment legislation and how national and local administrations give effect to Union commitments (69). The appropriate use of available online tools could contribute to this goal. Implementation challenges specific to an individual Member State will be targeted for assistance, similar to the tailored approach followed in the European Semester process. For instance, partnership implementation agreements involving the Commission and individual Member States will be drawn up, addressing issues such as where to find financial support for implementation and better information systems to track progress. With a view to maximising the effectiveness of this approach, Member States should, as appropriate and in accordance with their administrative arrangements, encourage participation by local and regional authorities. The Technical Platform for Cooperation on the Environment set up by the Committee of the Regions and the Commission will facilitate dialogue and information pooling, with a view to improving the implementation of legislation at local level. 60. Second, the Union will extend requirements relating to inspections and surveillance to the wider body of Union environment law, and further develop inspection support capacity at Union level, drawing on existing structures, inter alia, to respond to requests from Member States for assistance, to address situations where there is due reason for concern and to facilitate cooperation throughout the Union."
}