{
  "document_category": "eurlex",
  "docId": "eurlex_73",
  "chunk_index": 8,
  "chunk_text": "Article 6 Expert panel 1. A panel of independent experts (the panel) shall be established to carry out the selection and monitoring procedures. 2. The panel shall consist of 10 experts appointed by Union institutions and bodies (the European experts) in accordance with paragraph 3. 3. After organising an open call for expressions of interest, the Commission shall propose a pool of potential European experts. The European Parliament, the Council and the Commission shall select three experts each from that pool and appoint them in accordance with their respective procedures. The Committee of the Regions shall select one expert from the pool and appoint that expert in accordance with its procedures. When selecting European experts, each of those Union institutions and bodies shall seek to ensure complementarity of the competences, a balanced geographical distribution and gender balance in the overall composition of the panel. 4. In addition to the European experts, for the selection and monitoring of a city from a Member State, the Member State concerned shall be entitled to appoint up to two experts to the panel in accordance with its own procedures and in consultation with the Commission. 5. All experts shall: (a) be citizens of the Union; (b) be independent; (c) have substantial experience and expertise in: (i) the cultural sector; (ii) the cultural development of cities; or (iii) the organisation of a European Capital of Culture event or an international cultural event of similar scope and scale; (d) be in a position to devote an appropriate number of working days per year to the panel. 6. The panel shall designate its chairperson. 7. The European experts shall be appointed for a period of three years. Notwithstanding the first subparagraph, as regards the first establishment of the panel, the European Parliament shall appoint its experts for three years, the Commission for two years and the Council and the Committee of the Regions for one year. 8. All experts shall declare any actual or potential conflict of interest in respect of a specific candidate city. In the event of such a declaration, or if such a conflict of interest comes to light, the expert concerned shall resign and the relevant Union institution or body or Member State shall replace that expert for the remainder of the mandate, in accordance with the relevant procedure. Article 7 Submission of applications in the Member States 1. Each Member State shall be responsible for the organisation of the competition between its cities in accordance with the calendar. 2. The Member States concerned shall publish a call for submission of applications at least six years before the year of the title. By way of derogation from the first subparagraph, the Member States entitled to designate a city to hold the title in 2020 shall publish such a call as soon as possible after 4 May 2014. Each call for submission of applications shall contain the application form referred to in Article 4(1)."
}