{
  "document_category": "eurlex",
  "docId": "eurlex_18",
  "chunk_index": 3,
  "chunk_text": "(11) Integrated water provision and management, including reuse and treatment of water, means that all the different uses of water resources are considered. (12) Sustainable agro-food systems should aim to meet the requirements of citizens and the environment for safe, healthy and affordable food and to make food and feed processing, distribution and consumption more sustainable with the aim of minimising food losses and agro-food waste. (13) With regard to water resources and agro-food systems, open, democratic and participatory governance is crucial to ensure that the most cost-effective solutions are implemented for the benefit of society as a whole. (14) With a view to ensuring participation of the third countries not associated to Horizon 2020 in PRIMA, namely Algeria, Egypt, Jordan, Lebanon and Morocco, international agreements for scientific and technological cooperation between the Union and those third countries are required in order to extend to them the legal regime established by this Decision. (15) In line with the objectives of Horizon 2020, any other Member State and any third country associated to Horizon 2020 should be entitled to participate in PRIMA if it commits to contributing to the financing of PRIMA and to take the legislative, regulatory, administrative and other measures necessary for protecting the Union's financial interests. (16) In order to ensure the joint implementation of PRIMA, an implementation structure (PRIMA-IS) should be set up. PRIMA-IS should be the recipient of the Union financial contribution and it should ensure the efficient and transparent implementation of PRIMA. (17) In order to achieve the objectives of PRIMA, any other third country not associated to Horizon 2020, in particular Southern Mediterranean countries, should be able to participate if it commits to contributing to the financing of PRIMA and if PRIMA-IS approves its participation. Its participation should also be provided for by the relevant international agreement for scientific and technological cooperation between such third country and the Union. (18) The Union financial contribution should be subject to formal commitments from the Participating States to contribute to the financing of PRIMA and to the fulfilment and implementation of those commitments in accordance with this Decision. Flexibility should be provided to the Participating States to contribute financially to PRIMA-IS on an optional basis with a view to funding indirect actions, thereby achieving a high degree of financial integration. Furthermore, Participating States should contribute financially or in kind to activities implemented without the Union financial contribution and to the administrative budget of PRIMA-IS not covered by the Union financial contribution. The period during which the Participating States are to provide their contribution should be clearly defined. (19) A ceiling should be established for the Union financial contribution to PRIMA with funding from Horizon 2020. Under that ceiling, the Union financial contribution should be equal to the Participating States' contribution to PRIMA in order to achieve a high leverage effect and ensure a stronger integration of the Participating States' programmes."
}