{
  "document_category": "eurlex",
  "docId": "eurlex_72",
  "chunk_index": 9,
  "chunk_text": "The principles set out in this Decision should also be applied when EIB financing is implemented through cooperation agreements with other European and international financial institutions. (26) The EIB should be encouraged to continue to finance operations outside the Union also at its own risk, including in support of Union economic interests, in countries and in favour of investment projects having a sufficient creditworthiness according to the assessment of the EIB and taking into account its own risk absorption capacity, so that the use of the EU guarantee can be focused on countries and investment projects where the EU guarantee provides added value on the basis of EIB own assessment, including in terms of sustainable economic, social and environmental development. (27) The EIB should expand the range of innovative financial instruments it offers, including by focusing more on developing guarantee instruments. Moreover, the EIB should actively seek to participate in risk sharing instruments and debt capital market financing of projects with stable and predictable cash flow generation. In particular, it should consider supporting debt capital market instruments issued or granted for the benefit of an investment project carried out in the eligible countries. In addition, the EIB should increase its provision of loans in local currencies and issue bonds in local markets, provided that beneficiary countries put in place the necessary structural reforms, in particular in the financial sector, as well as other measures to facilitate EIB activities. In the diversification and expansion of capital market instruments, special care should be taken to ensure that such instruments do not lead to risky financial practices and indebtedness and therefore could threaten financial stability. (28) The Commission should report annually to the European Parliament and the Council. The report should assess EIB financing operations and their compliance with this Decision, their added value and contribution to the Union external policies, their quality, their development impact drawing on the EIB's REM and the financial benefits transferred to beneficiaries. The report should also include information on calls on the EU guarantee, on climate change and biodiversity financing under this Decision, on the follow-up of the functioning of the Memorandum of Understanding between the EIB and the European Ombudsman, and a description of the cooperation with the Commission and other European and international financial institutions, including co-financing. The report should be made public in order to allow relevant stakeholders, including civil society, to express their views. (29) The EIB financing operations in support of Union external policies should continue to be conducted in accordance with the principles of sound banking practice. They should continue to be managed in accordance with the EIB's own rules and procedures, which should reflect those principles, including appropriate control measures and compliance with the EIB's statement on social and environmental standards, as well as with the relevant rules and procedures concerning the Court of Auditors and the European Anti-Fraud Office (OLAF)."
}