{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 13,
  "chunk_text": "Since agriculture and forestry together represent 78 % of land cover in the Union, they play a major role in maintaining natural resources, especially good quality water and soil as well as biodiversity and diverse cultural landscapes. Greening of the CAP will promote environmentally beneficial agricultural and forestry practices such as crop diversification, the protection of permanent grassland and grazing land, and sustainable agroforestry, and will also promote the establishment and maintenance of ecologically valuable farmland and forest areas, including through extensive and traditional practices. It will also increase the land use, land-use change and forestry sectors capacity to act as a carbon sink. An essential element in sustainable agriculture is farming with a sense of responsibility for future generations, while at the same time remaining resource-efficient and productive. 21. The Union has the worlds largest maritime territory and therefore has a significant responsibility for ensuring the protection of the marine environment. In the case of the marine environment, while the maritime sector offers economic opportunities, from fishing, shipping and aquaculture to raw materials and offshore energy and marine biotechnology, care needs to be taken to ensure their exploitation is compatible with the conservation and sustainable management of marine and coastal ecosystems. In conjunction, maritime spatial planning and integrated coastal management within and between Member States can play an effective role in coordinating sustainable use of marine waters and coastal zones, when applying the ecosystem-based approach to the management of different sectoral activities in those areas. The marine environment is not adequately protected partly because completion of the Natura 2000 network is behind schedule, requiring further efforts from Member States. Marine-protected areas also need to be managed more efficiently. 22. Ecosystem-based approaches to climate change mitigation and adaptation which also benefit biodiversity and the provision of other ecosystem services should be used more extensively as part of the Unions climate change policy, while other environmental objectives such as biodiversity conservation and the protection of soil and water should be fully taken into account in decisions relating to renewable energy. Finally, measures to address transport-related air pollution and CO2 emissions will need to be taken (25). 23. The degradation, fragmentation and unsustainable use of land in the Union is jeopardising the provision of several key ecosystem services, threatening biodiversity and increasing Europes vulnerability to climate change and natural disasters. It is also exacerbating soil degradation and desertification. More than 25 % of the Unions territory is affected by soil erosion by water, which compromises soil functions and affects the quality of freshwater. Soil contamination and sealing are also persistent problems. More than half a million sites throughout the Union are thought to be contaminated and until they are identified and assessed, they will continue to pose potentially serious environmental, economic, social and health risks. Every year more than 1 000 km2 of land are taken for housing, industry, transport or recreational purposes."
}