{
  "document_category": "eurlex",
  "docId": "eurlex_74",
  "chunk_index": 9,
  "chunk_text": "Article 11 Entry into force This Decision shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union. Done at Strasbourg, 16 April 2014. For the European Parliament The President M. SCHULZ For the Council The President D. KOURKOULAS (1) Not yet published in the Official Journal. (2) Position of European Parliament of 2 April 2014 (not yet published in the Official Journal) and decision of the Council of 14 April 2014. (3) OJ C 46, 24.2.2006, p. 1. (4) Regulation (EU, Euratom) No 966/2012 of the European Parliament and the Council of 25 October 2012 on the financial rules applicable to the general budget of the Union and repealing Council Regulation (EC, Euratom) No 1605/2002 (OJ L 298, 26.10.2012, p. 1). (5) Regulation (EU) No 233/2014 of the European Parliament and of the Council of 11 March 2014 establishing a financing instrument for development cooperation for the period 2014-2020 (OJ L 77, 15.3.2014, p. 44). (6) Regulation (EU) No 232/2014 of the European Parliament and of the Council of 11 March 2014 establishing a European Neighbourhood Instrument (OJ L 77, 15.3.2014, p. 27). (7) Commission Delegated Regulation (EU) No 1268/2012 of 29 October 2012 on the rules of application of Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council on the financial rules applicable to the general budget of the Union (OJ L 362, 31.12.2012, p. 1). (8) Regulation (EU) No 235/2014 of the European Parliament and of the Council of 11 March 2014 establishing a financing instrument for democracy and human rights worldwide (OJ L 77, 15.3.2014, p. 85). (9) Regulation (EU) No 230/2014 of the European Parliament and of the Council of 11 March 2014 establishing an instrument contributing to stability and peace (OJ L 77, 15.3.2014, p. 1). (10) Regulation (EU) No 231/2014 of the European Parliament and of the Council of 11 March 2014 establishing an Instrument for Pre-accession Assistance (IPA II) (OJ L 77, 15.3.2014, p. 11). (11) Regulation (EU) No 234/2014 of the European Parliament and of the Council of 11 March 2014 establishing a Partnership Instrument for cooperation with third countries (OJ L 77, 15.3.2014, p. 77). (12) Council Regulation (Euratom, EC) No 2185/96 of 11 November 1996 concerning on-the-spot checks and inspections carried out by the Commission in order to protect the European Communities' financial interests against fraud and other irregularities (OJ L 292, 15.11.1996, p. 2). (13) Regulation (EU, Euratom) No 883/2013 of the European Parliament and of the Council of 11 September 2013 concerning investigations conducted by the European Anti-Fraud Office (OLAF) and repealing Regulation (EC) No 1073/1999 of the European Parliament and of the Council and Council Regulation (Euratom) No 1074/1999 (OJ L 248, 18.9.2013, p. 1). ANNEX DETAILS OF THE MEASURES REFERRED TO IN ARTICLE 3 Implementation of the European Year shall focus on a broad Union-wide information and communication campaign complemented by actions taken by the Member States."
}