{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 2,
  "chunk_text": "Ensuring the Unions long-term prosperity requires taking further action to address those challenges. (8) It is essential that Union priority objectives for 2020 are established, in line with a clear long-term vision for 2050. This would also provide a stable environment for sustainable investment and growth. The 7th EAP should build on policy initiatives in the Europe 2020 strategy (6), including the Union climate and energy package (7), the Commission Communication on a Roadmap for moving to a low-carbon economy in 2050 (8), the EU Biodiversity Strategy to 2020 (9), the Roadmap to a Resource Efficient Europe (10), the Innovation Union Flagship Initiative (11) and the European Union Strategy for Sustainable Development. (9) The 7th EAP should help to achieve the environment and climate change targets on which the Union has already agreed and to identify policy gaps where additional targets may be required. (10) The Union has agreed to achieve a reduction of at least 20 % of its greenhouse gas (GHG) emissions by 2020 (30 %, provided that other developed countries commit themselves to comparable emissions reductions and that developing countries contribute adequately according to their responsibilities and respective capabilities); to ensure that 20 % of energy consumption comes from renewable energy by 2020; and to achieve a 20 % cut in primary energy use compared with projected levels, by improving energy efficiency (12). (11) The Union has agreed to halt the loss of biodiversity and the degradation of ecosystem services in the Union by 2020, and restore them in so far as feasible, while stepping up the Union contribution to averting global biodiversity loss (13). (12) The Union supports the aims of halting global forest cover loss by 2030 at the latest and of reducing gross tropical deforestation by at least 50 % by 2020 compared to 2008 levels (14). (13) The Union has agreed to achieve good status for all Union waters, including freshwater (rivers and lakes, groundwater), transitional waters (estuaries/deltas) and coastal waters within one nautical mile of the coast by 2015 (15). (14) The Union has agreed to achieve good environmental status in all marine waters of the Union by 2020 (16). (15) The Union has agreed to achieve levels of air quality that do not give rise to significant negative impacts on, and risks to, human health and the environment (17). (16) The Union has agreed to achieve, by 2020, the objective that chemicals are produced and used in ways that lead to the minimisation of significant adverse effects on human health and the environment (18). (17) The Union has agreed to protect the environment and human health by preventing or reducing the adverse impacts of the generation and management of waste and by reducing the overall impact of resource use and improving the efficiency of such use, by applying the following waste hierarchy: prevention, preparing for re-use, recycling, other recovery, and disposal (19)."
}