{
  "document_category": "eurlex",
  "docId": "eurlex_22",
  "chunk_index": 2,
  "chunk_text": "In the same spirit, the European Council in its conclusions of 19 March 2015 called for full compliance with Union law of all agreements related to the buying of gas from external suppliers, notably by reinforcing transparency of such agreements and compatibility with Union energy security provisions. (4) The European Parliament, in its resolution of 15 December 2015 entitled Towards a European Energy Union, stressed the need to enhance the coherence of the Union's external energy security policies and greater transparency in energy-related agreements. (5) Decision No 994/2012/EU of the European Parliament and of the Council (3) has been useful for receiving information on existing intergovernmental agreements and for identifying problems posed by them in terms of their compatibility with Union law. (6) However, Decision No 994/2012/EU has proved to be ineffective in terms of ensuring the compliance of intergovernmental agreements with Union law. That Decision has mainly relied on the assessment of intergovernmental agreements by the Commission after they were concluded by the Member States with a third country. Experience gained in the implementation of Decision No 994/2012/EU has demonstrated that such an ex-post assessment does not fully exploit the potential for ensuring the compliance of intergovernmental agreements with Union law. In particular, intergovernmental agreements often contain no appropriate termination or adaptation clauses which would allow Member States to eliminate any non-compliance within a reasonable period of time. Furthermore, the positions of the signatories have already been fixed, which creates political pressure not to change any aspect of the agreement. (7) A high degree of transparency with regard to agreements between Member States and third countries in the field of energy will be of benefit in achieving both closer intra-Union cooperation in the field of external energy relations and the Union's long-term policy objectives relating to energy, climate and security of energy supply. (8) In order to avoid any non-compliance with Union law and to enhance transparency, Member States should inform the Commission of their intention to enter into negotiations with regard to new intergovernmental agreements or amendments to intergovernmental agreements as soon as possible. The Commission should be kept informed regularly of the progress of the negotiations. Member States should have the possibility to invite the Commission to participate in the negotiations as an observer. The Commission should be able to request to participate in the negotiations as an observer. (9) During the negotiation of an intergovernmental agreement, the Commission should have the possibility to advise the Member State concerned on how to avoid incompatibility of that agreement with Union law. In that framework, the Commission should also have the possibility to draw the attention of the Member State concerned to the relevant Union energy policy objectives, solidarity between Member States and Union policy positions adopted in Council or European Council conclusions. However, this should not form part of the legal assessment of the Commission of the draft intergovernmental agreement or amendment."
}