{
  "document_category": "eurlex",
  "docId": "eurlex_72",
  "chunk_index": 18,
  "chunk_text": "The report shall in particular include a breakdown of Union financial resources and resources of other European and international financial institutions used in combination with EIB financing, thus giving an overview of the overall investment supported by EIB financing operations carried out under this Decision. The report shall also mention the conclusion of new memoranda of understanding between the EIB and other European or international financial institutions having a bearing on EIB financing operations under this Decision; (i) information on the follow up of the functioning of the Memorandum of Understanding between the EIB and the European Ombudsman in so far as that Memorandum concerns EIB financing operations covered by this Decision. 2. For the purposes of the Commission's reporting referred to in paragraph 1, the EIB shall provide the Commission with yearly reports on EIB financing operations carried out under this Decision including all necessary elements allowing the Commission to report in accordance with paragraph 1. The EIB may also provide to the Commission additional information relevant for the European Parliament and the Council to have a comprehensive overview of EIB external activity. 3. The EIB shall provide the Commission with statistical, financial and accounting data on each EIB financing operation, as well as any additional information necessary to fulfil the Commission's reporting duties or requests by the Court of Auditors and an auditor's certificate on the outstanding amounts of the EIB financing operations. EIB shall also provide the Commission any other necessary documents in line with Regulation (EU, Euratom) No 966/2012. 4. For the purposes of the Commission's accounting and reporting of the risks covered by the EU guarantee, the EIB shall provide the Commission with the EIB's risk assessment and grading information concerning EIB financing operations. 5. The EIB shall provide the Commission, at least on a yearly basis, an indicative multiannual programme of the planned volume of signatures of EIB financing operations, so as to ensure compatibility of the EIB's forecast financing with the ceilings established in this Decision and for the Commission to ensure appropriate budgetary planning for provisioning the Guarantee Fund. The Commission shall take account of this forecast when preparing the draft general budget of the Union. 6. The EIB shall on a regular basis provide the European Parliament, the Council and the Commission with all its independent evaluation reports which assess the practical results achieved by the specific activities of the EIB under this Decision and other external mandates. 7. The EIB shall provide the information referred to in paragraphs 2 to 6 at its own expense. The EIB shall also make publicly available the information referred to in paragraphs 2, 3 and 6, in general terms and excluding any confidential information. Article 12 Transparency and public disclosure of information 1."
}