{
  "document_category": "eurlex",
  "docId": "eurlex_12",
  "chunk_index": 1,
  "chunk_text": "Name: Decision (EU) 2018/51 of the European Parliament and of the Council of 25 October 2017 on the mobilisation of the Flexibility Instrument to provide the financing for the European Fund for Sustainable Development\n Type: Decision\n Subject Matter: EU finance;  budget;  cooperation policy;  economic policy\n Date Published: 2018-01-12 12.1.2018 EN Official Journal of the European Union L 7/37 DECISION (EU) 2018/51 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 25 October 2017 on the mobilisation of the Flexibility Instrument to provide the financing for the European Fund for Sustainable Development THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, Having regard to the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (1), and in particular point 12 thereof, Having regard to the proposal from the European Commission, Whereas: (1) The Flexibility Instrument is intended to allow the financing of clearly identified expenditure which could not be financed within the limits of the ceilings available for one or more other headings. (2) The ceiling on the annual amount available for the Flexibility Instrument is EUR 600 000 000 (2011 prices), as laid down in Article 11 of Council Regulation (EU, Euratom) No 1311/2013 (2). (3) In order to address the ongoing challenges of migration, refugee inflows and security threats, it is necessary to mobilise significant additional amounts to finance appropriate measures as a matter of urgency. (4) Having examined all possibilities for re-allocating appropriations under the expenditure ceiling for heading 4 (Global Europe), it is necessary to mobilise the Flexibility Instrument to supplement the financing available in the general budget of the Union for the financial year 2017, beyond the ceiling of heading 4 by the amount of EUR 275 000 000, to provide the financing for the European Fund for Sustainable Development (EFSD). This amount includes amounts which lapsed in the previous years of the European Union Solidarity Fund and of the European Globalisation Adjustment Fund and which are made available for the Flexibility Instrument in accordance with the second subparagraph of Article 11(1) of Regulation (EU, Euratom) No 1311/2013. (5) On the basis of the expected payment profile, the payment appropriations corresponding to the mobilisation of the Flexibility Instrument should be for 2017 only, HAVE ADOPTED THIS DECISION: Article 1 1. For the general budget of the Union for the financial year 2017, the Flexibility Instrument shall be mobilised to provide the amount of EUR 275 000 000 in commitment appropriations in heading 4 (Global Europe). The amount referred to in the first paragraph shall be used to provide the financing for the European Fund for Sustainable Development Guarantee Fund. 2. On the basis of the expected payment profile, the payment appropriations corresponding to the mobilisation of the Flexibility Instrument will be EUR 275 000 000 in 2017."
}