{
  "document_category": "eurlex",
  "docId": "eurlex_72",
  "chunk_index": 19,
  "chunk_text": "The EIB shall also make publicly available the information referred to in paragraphs 2, 3 and 6, in general terms and excluding any confidential information. Article 12 Transparency and public disclosure of information 1. In accordance with its own transparency policy and Union principles on access to documents and information, and progressively with International Aid Transparency Initiative standards, the EIB shall make publicly available on its website information relating to: (a) all EIB financing operations carried out under this Decision, after the project approval stage, in particular indicating whether an investment project is covered by the EU guarantee and how it contributes to the goals of the Union external action, noting in particular its economic, social and environmental impact; (b) unless confidentiality requirements apply, any memoranda of understanding between the EIB and other European or international financial institutions having a bearing on EIB financing operations under this Decision; (c) where possible and appropriate, existing framework agreements between the EIB and a recipient country. When signing new agreements or amending existing ones, the EIB shall endeavour to make possible their disclosure; (d) the EIB's allocation policy. 2. The Commission shall make publicly available on its website specific information relating to all cases of recoveries under the guarantee agreement referred to in Article 14, and the agreement laying down the detailed provisions and procedures relating to recovery of claims referred to in Article 15(2), unless confidentiality requirements apply. Article 13 Non-cooperative jurisdictions In its financing operations, the EIB shall not tolerate any activities carried out for illegal purposes, including money laundering, financing of terrorism, tax fraud and tax evasion, corruption, and fraud affecting the financial interests of the Union. In particular the EIB shall not participate in any financing operation implemented in an eligible country through a foreign vehicle located in a non-cooperative jurisdiction identified as such by the Union, the United Nations, the Organisation for Economic Cooperation and Development or the Financial Action Task Force. In its financing operations, the EIB shall apply the principles and standards set out in Union law on the prevention of the use of the financial system for the purpose of money laundering and terrorist financing, including a requirement to take reasonable measures to identify the beneficial owners where applicable. Article 14 Guarantee agreement The Commission and the EIB shall sign a guarantee agreement laying down the detailed provisions and procedures relating to the EU guarantee as set out in Article 8, and shall inform the European Parliament and the Council accordingly. Article 15 Recovery of payments made by the Commission 1. Where the Commission makes any payment under the EU guarantee, the EIB shall, in the name and on behalf of the Commission, pursue the recovery of claims for the amounts paid. 2. No later than the date of signature of the guarantee agreement referred to in Article 14, the Commission and the EIB shall sign a separate agreement laying down the detailed provisions and procedures relating to recovery of claims."
}