{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 24,
  "chunk_text": "Developing approaches to manage the use of treated wastewater. Priority objective 3: To safeguard the Unions citizens from environment-related pressures and risks to health and well-being 44. Union environment legislation has delivered significant benefits for the health and well-being of the public. However, water pollution, air pollution and chemicals remain among the general publics top environmental concerns in the Union (57). The World Health Organisation (WHO) estimates that environmental stressors are responsible for between 15 % and 20 % of all deaths in 53 European countries (58). According to the OECD, urban air pollution is set to become the primary environmental cause of mortality worldwide by 2050. 45. A substantial proportion of the Unions population remains exposed to levels of air pollution, including indoor air pollution, exceeding WHO recommended standards (59). For example, local coal-fuelled heating and combustion engines and installations are a significant source of mutagenic and carcinogenic poly-aromatic hydrocarbons (PAH) and dangerous emissions of particulate matter (PM 10, PM 2,5 and PM 1). Action is especially needed in areas, such as in cities, where people, particularly sensitive or vulnerable groups of society, and ecosystems, are exposed to high levels of pollutants. In order to ensure a healthy environment for all, local measures should be complemented with adequate policy at both national and Union level. 46. Access to water of satisfactory quality remains problematic in a number of rural areas in the Union. Yet ensuring the good quality of Europes bathing waters benefits both human health and the Unions tourism industry. The adverse consequences of floods and drought for human health and economic activity are being experienced more frequently, partly due to changes to the hydrological cycle and land use. 47. The failure to fully implement existing policy is preventing the Union from achieving adequate air and water quality standards. The Union will update targets in line with the latest science and seek more actively to ensure synergies with other policy objectives in areas such as climate change, mobility and transport, biodiversity and the marine and terrestrial environment. For example, reducing certain air pollutants, including short-lived climate pollutants, can make an important contribution to climate mitigation. Further work in this direction will be informed by a comprehensive review of Union air quality legislation and by the implementation of the Blueprint to Safeguard Europes Water Resources. 48. Tackling pollution at source remains a priority and the implementation of the Industrial Emissions Directive will further reduce emissions from major industrial sectors. Achieving the goals set out in the Roadmap to a Single European Transport Area will also lead to more sustainable mobility in the Union, thereby addressing a major source of noise and local air pollution. 49. Available data on long-term average exposure show that 65 % of Europeans living in major urban areas are exposed to high noise levels (60), and more than 20 % to night time noise levels at which adverse health effects occur frequently."
}