{
  "document_category": "eurlex",
  "docId": "eurlex_18",
  "chunk_index": 10,
  "chunk_text": "3. In-kind contributions referred to in point (b) of paragraph 2 of this Article shall consist of costs incurred by the Participating States in implementing activities referred to in point (b) of Article 6(1), less any direct or indirect Union financial contribution to those costs. 4. In-kind contributions referred to in point (c) of paragraph 2 shall consist of costs incurred by the Participating States in relation to the administrative budget of PRIMA-IS, less any direct or indirect Union financial contribution to those costs. 5. For the purpose of valuing the in-kind contributions referred to in points (b) and (c) of paragraph 2, the costs shall be determined in accordance with the usual accounting practices of the Participating States or the national funding bodies concerned, the applicable accounting standards of the Participating State where the national funding bodies concerned are established and the applicable International Accounting Standards and International Financial Reporting Standards. The costs shall be certified by an independent auditor appointed by the Participating States or the national funding bodies concerned. Should there be any uncertainty arising from the certification, the valuation method may be verified by PRIMA-IS. In the event of remaining uncertainties, the valuation method may be audited by PRIMA-IS. 6. Contributions referred to in points (a), (b) and (c) of paragraph 2 of this Article counting as contributions from Participating States shall be made after the adoption of the annual work plan. If the annual work plan is adopted during the reference year referred to in Article 6(2), the contributions referred to in point (c) of paragraph 2 of this Article, counting as contributions from Participating States included in the annual work plan, may comprise contributions made as from 1 January of that year. However, the contributions referred to in point (c) of paragraph 2 of this Article, counting as contributions from Participating States included in the first annual work plan, may comprise contributions made after 7 August 2017. Article 6 Activities and implementation of PRIMA 1. PRIMA shall support a wide range of research and innovation activities, as described in its annual work plan, by means of: (a) indirect actions within the meaning of Regulations (EU) No 1290/2013 and (EU) No 1291/2013 funded by PRIMA-IS in accordance with Article 7 of this Decision, mainly in the form of grants following transnational open and competitive calls for proposals organised by PRIMA-IS, including: (i) research and innovation actions, as well as innovation actions; (ii) coordination and support actions focusing on dissemination and outreach to promote PRIMA and maximise its impacts; (b) activities funded by the Participating States without the Union financial contribution referred to in Article 3(1) consisting of: (i) activities selected following transnational open and competitive calls for proposals organised by PRIMA-IS, managed by the national funding bodies under the national programmes of the Participating States, providing financial support mainly in the form of grants; (ii) activities under the national programmes of the Participating States including transnational projects."
}