{
  "document_category": "eurlex",
  "docId": "eurlex_42",
  "chunk_index": 14,
  "chunk_text": "Article 7 Prioritisation 1. Subject to paragraph 2, all actions that meet the eligibility criteria shall be prioritised in accordance with the following prioritisation criteria: (a) the contribution of the action to the interoperability landscape, measured by the importance and necessity of the action to complete the interoperability landscape across the Union; (b) the scope of the action, measured by its horizontal impact, once completed, across the sectors concerned; (c) the geographical reach of the action, measured by the number of Member States and of European public administrations involved; (d) the urgency of the action, measured by its potential impact, taking into account the lack of other funding sources; (e) the re-usability of the action, measured by the extent to which its results can be re-used; (f) the re-use by the action of existing common frameworks and elements of interoperability solutions; (g) the link of the action with Union initiatives to be measured by the collaboration and contribution level of the action to Union initiatives such as the DSM. 2. The prioritisation criteria referred to in paragraph 1 shall be of equal value. Eligible actions fulfilling more criteria than other eligible actions shall be given higher priority to be included in the rolling work programme. Article 8 Implementation rules 1. In the implementation of the ISA2 programme, due consideration shall be given to the EIS and to the EIF. 2. In order to ensure interoperability between national and Union information systems, interoperability solutions shall be specified with reference to existing and new European standards or publicly available or open specifications for information exchange and service integration. 3. The establishment or improvement of interoperability solutions shall, where appropriate, build on, or be accompanied by, the exchange of views, sharing of experience and the exchange and promotion of best practices. To that end, the Commission shall bring together relevant stakeholders and organise conferences, workshops and other meetings on issues addressed by the ISA2 programme. 4. In the implementation of interoperability solutions under the ISA2 programme due consideration shall, where appropriate, be given to the EIRA. 5. Interoperability solutions and updates thereof shall, where appropriate, be included in the EIC and be made available for re-use by European public administrations. 6. The Commission shall, at all times, encourage and enable Member States to join an action or a project at any stage. 7. In order to avoid duplication, interoperability solutions financed under the ISA2 programme shall, where appropriate, reference results achieved by relevant Union or Member State initiatives, and shall re-use existing interoperability solutions. 8. In order to maximise synergies and ensure complementary and combined efforts, actions shall, where appropriate, be coordinated with other relevant Union initiatives. 9. Interoperability solutions established or improved under the ISA2 programme shall build on the sharing of experience and the exchange and promotion of best practices. The ISA2 programme shall promote community building activities around frameworks and solutions of common interest, involving relevant stakeholders including non-profit organisations and universities. Article 9 Rolling work programme 1."
}