{
  "document_category": "eurlex",
  "docId": "eurlex_85",
  "chunk_index": 3,
  "chunk_text": "The Unions macro-financial assistance should complement the programmes and resources provided by the IMF and the World Bank. The determination of the amount of the assistance also takes into account expected financial contributions from multilateral donors and the need to ensure fair burden sharing between the Union and other donors, as well as the pre-existing deployment of the Unions other external financing instruments in the Kyrgyz Republic and the added value of the overall Union involvement. (14) Taking into consideration the Kyrgyz Republics residual external financing needs, the level of its economic development, as measured by per capita income and poverty ratios, its capacity to finance itself with its own resources, in particular the international reserves at its disposal, and the assessment of its ability to repay drawing on debt sustainability analysis, a part of the assistance should be provided in the form of grants. (15) The Commission should ensure that the Unions macro-financial assistance is legally and substantially in line with the key principles, objectives and measures taken within the different areas of external action and other relevant Union policies. (16) The Unions macro-financial assistance should support the Unions external policy towards the Kyrgyz Republic. Commission services and the European External Action Service should work closely together throughout the macro-financial assistance operation in order to coordinate, and to ensure the consistency of, Union external policy. (17) The Unions macro-financial assistance should support the Kyrgyz Republics commitment to values shared with the Union, including democracy, the rule of law, good governance, respect for human rights, sustainable development and poverty reduction, as well as its commitment to the principles of open, rule-based and fair trade. (18) A precondition for granting the Unions macro-financial assistance should be that the Kyrgyz Republic respects effective democratic mechanisms, including a multi-party parliamentary system and the rule of law, and guarantees respect for human rights. In addition, the specific objectives of the Unions macro-financial assistance should strengthen the efficiency, transparency and accountability of public finance management systems in the Kyrgyz Republic. Both fulfilment of the precondition and the achievement of those objectives should be regularly monitored by the Commission. (19) In order to ensure that the Unions financial interests linked to the Unions macro-financial assistance are protected efficiently, the Kyrgyz Republic should take appropriate measures relating to the prevention of, and fight against, fraud, corruption and any other irregularities linked to the assistance. In addition, provision should be made for the Commission to carry out checks and for the Court of Auditors to carry out audits. (20) Release of the Unions macro-financial assistance is without prejudice to the powers of the European Parliament and the Council. (21) The amounts of macro-financial assistance provided in the form of grants and the amounts of the provision required for macro-financial assistance in the form of loans should be consistent with the budgetary appropriations provided for in the multiannual financial framework. (22) The Unions macro-financial assistance should be managed by the Commission."
}