{
  "document_category": "eurlex",
  "docId": "eurlex_22",
  "chunk_index": 7,
  "chunk_text": "Article 3 Notification obligations with respect to intergovernmental agreements 1. When a Member State intends to enter into negotiations with a third country or an international organisation in order to amend an intergovernmental agreement or to conclude a new intergovernmental agreement, the Member State shall inform the Commission in writing of its intention at the earliest possible moment before the envisaged opening of the negotiations. The Member State concerned should keep the Commission regularly informed of the progress of the negotiations. The information provided to the Commission shall include an indication of the provisions to be addressed in the negotiations and the objectives of the negotiations in accordance with Article 8. 2. As soon as an agreement has been reached by the parties on all the main elements of a draft intergovernmental agreement relating to gas or oil or an amendment to an intergovernmental agreement relating to gas or oil, but before the closure of formal negotiations, the Member State concerned shall notify to the Commission the draft agreement or amendment, including any annexes thereto, for ex-ante assessment in accordance with Article 5. Where that draft agreement or amendment refers explicitly to other texts, the respective Member State shall also submit those other texts in so far as they contain elements which concern the purchase, trade, sale, transit, storage or supply of gas or oil in or to at least one Member State or the construction or operation of gas or oil infrastructure with a physical connection to at least one Member State. 3. Where a Member State negotiates an intergovernmental agreement or amendment relating to electricity and has been unable, on the basis of its own assessment, to reach a firm conclusion as to the compatibility of the intergovernmental agreement or amendment under negotiation with Union law, it shall notify to the Commission the draft agreement or amendment, including any annexes thereto, for ex-ante assessment in accordance with Article 5, as soon as an agreement has been reached by the parties on all the main elements of that draft, but before the closure of formal negotiations. 4. Member States may avail themselves of the first and second subparagraphs of paragraph 2 for intergovernmental agreements or amendments relating to electricity. 5. Upon ratification of an intergovernmental agreement or of an amendment to an intergovernmental agreement, the Member State concerned shall notify the intergovernmental agreement or amendment, including any annexes thereto, to the Commission. Where the Commission has issued an opinion pursuant to Article 5(2), and the Member State concerned has departed from the Commission's opinion, that Member State should, without undue delay, explain to the Commission in writing the reasons underlying its decision."
}