{
  "document_category": "eurlex",
  "docId": "eurlex_81",
  "chunk_index": 2,
  "chunk_text": "(4) Jordans geographical position makes it also a strategic country for stability and security in the Middle East, but equally makes the country particularly vulnerable to external shocks, both in political and economic terms. It is therefore important to provide adequate support to Jordan and to further political and economic dialogue between the Union and Jordan. (5) Jordan has embarked on a series of political reforms, most in particular leading to the adoption by the Jordanian Parliament in September 2011 of over 40 constitutional amendments, representing a significant step towards a fully-fledged democratic system. Political and economic support from the Union to Jordans reform process is consistent with the Unions policy towards the Southern Mediterranean region, as set out in the context of the ENP. (6) In line with the Joint Declaration by the European Parliament and the Council adopted together with Decision No 778/2013/EU of the European Parliament and of the Council (3), Union macro-financial assistance should be an exceptional financial instrument of untied and undesignated balance-of-payments support, which aims at restoring a beneficiarys sustainable external finance situation and should underpin the implementation of a policy programme containing strong adjustment and structural reform measures designed to improve the balance of payment position, in particular over the programme period, and reinforce the implementation of relevant agreements and programmes with the Union. (7) In August 2012, the Jordanian authorities and the International Monetary Fund (IMF) agreed on a non-precautionary three-year Stand-By-Arrangement (IMF programme) of SDR 1 364 million (Special Drawing Rights) in support of Jordans economic adjustment and reform programme. The objectives of the IMF programme are consistent with the purpose of the Union macro-financial assistance, namely to alleviate short-term balance of payment difficulties, and the implementation of strong adjustment measures is consistent with the aim of Union macro-financial assistance. (8) The Union has made available EUR 293 million in grants for the period 2011-13 under its regular cooperation programme in support of Jordans economic and political reform agenda. In addition, EUR 70 million has been allocated to Jordan in 2012 under the Support for partnership, reforms and inclusive growth (SPRING) programme, and EUR 10 million in Union humanitarian aid to support Syrian refugees. (9) In December 2012, in view of the worsening economic situation and outlook, Jordan requested Union macro-financial assistance. (10) Given that Jordan is a country covered by the ENP, it should be considered to be eligible to receive Union macro-financial assistance."
}