{
  "document_category": "eurlex",
  "docId": "eurlex_19",
  "chunk_index": 6,
  "chunk_text": "(20) Member States should adopt coherent national roadmaps to facilitate the use of the 700 MHz frequency band for terrestrial wireless broadband electronic communications services while ensuring continuity for the television broadcasting services that vacate the band. Once such national roadmaps have been adopted, Member States should make them available in a transparent manner within the Union. The national roadmaps should cover activities and timescales for frequency replanning, technical developments for network and end-user equipment, coexistence between radio and non-radio equipment, existing and new authorisation regimes, mechanisms to avoid harmful interference with spectrum users in adjacent bands and information on the possibility of compensation for migration costs, where such costs would arise, in order to avoid, inter alia, costs for end users or broadcasters. Where Member States intend to maintain DTT, the national roadmaps should consider the option of facilitating upgrades of broadcasting equipment to more spectrum-efficient technologies, such as advanced video formats (e.g. HEVC) or signal transmission technologies (e.g. DVB-T2). (21) The scope of and mechanism for possible compensation for completing the transition in spectrum use, in particular for end users, should be analysed in accordance with the relevant national provisions, as provided for by Article 14 of Directive 2002/20/EC of the European Parliament and of the Council (6), and should be consistent with Articles 107 and 108 of the Treaty on the Functioning of the European Union in order, for example, to facilitate the transition to more spectrum-efficient technologies. The Commission should be able to provide guidance to a Member State, on its request, to facilitate the transition in spectrum use. (22) The Commission should, in cooperation with the Member States, report to the European Parliament and to the Council on developments in the use of the sub-700 MHz frequency band, with a view to ensuring efficient use of spectrum, pursuant to the applicable Union law. The Commission should take into account the social, economic, cultural and international aspects affecting the use of the sub-700 MHz frequency band, further technological developments, changes in consumer behaviour and the requirements in connectivity to foster growth and innovation in the Union. (23) Since the objective of this Decision, namely to ensure a coordinated approach to the use of the 470-790 MHz frequency band in the Union in accordance with common objectives, cannot be sufficiently achieved by the Member States but can rather, by reason of its scale and effects, be better achieved at Union level, the Union may adopt measures in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality, as set out in that Article, this Decision does not go beyond what is necessary in order to achieve that objective, HAVE ADOPTED THIS DECISION: Article 1 1."
}