{
  "document_category": "eurlex",
  "docId": "eurlex_86",
  "chunk_index": 1,
  "chunk_text": "Name: Decision NoÂ 778/2013/EU of the European Parliament and of the Council of 12Â August 2013 providing further macro-financial assistance to Georgia\n Type: Decision\n Subject Matter: executive power and public service;  management;  EU finance;  economic structure;  economic conditions;  cooperation policy;  European construction;  economic policy;  Europe\n Date Published: 2013-08-14 14.8.2013 EN Official Journal of the European Union L 218/15 DECISION No 778/2013/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 12 August 2013 providing further macro-financial assistance to Georgia THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 212(2) thereof, Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Acting in accordance with the ordinary legislative procedure, in the light of the joint text approved by the Conciliation Committee on 26 June 2013 (1), Whereas: (1) Relations between Georgia and the European Union are developing within the framework of the European Neighbourhood Policy. In 2006, the Community and Georgia agreed on a European Neighbourhood Policy Action Plan identifying medium-term priorities in EU-Georgia relations. In 2010, the Union and Georgia launched the negotiations of an Association Agreement that is expected to replace the existing EU-Georgia Partnership and Cooperation Agreement (2). The framework of EU-Georgia relations is further enhanced by the newly launched Eastern Partnership. (2) The extraordinary European Council meeting on 1 September 2008 confirmed the Unions willingness to strengthen EU-Georgia relations in the aftermath of the armed conflict in August 2008 between Georgia and the Russian Federation. (3) The Georgian economy has been affected by the international financial crisis since the third quarter of 2008, with declining output, falling fiscal revenues and rising external financing needs. (4) At the International Donors Conference held on 22 October 2008, the international community pledged support to Georgias economic recovery in line with the Joint Needs Assessment carried out by the United Nations and the World Bank. (5) The Union announced that it would provide up to EUR 500 million as financial assistance to Georgia. (6) Georgian economic adjustment and recovery is supported by financial assistance from the International Monetary Fund (IMF). In September 2008, the Georgian authorities agreed with the IMF on a Stand-By Arrangement of USD 750 million to support the Georgian economy in making the necessary adjustments in the light of the financial crisis. (7) Following a further deterioration of Georgias economic situation and a necessary revision of the underlying economic assumptions of the IMF programme as well as Georgias greater external financing needs, an agreement was reached between Georgia and the IMF for a loan increase of USD 424 million under the Stand-By Arrangement, which was approved in August 2009 by the IMF Board. (8) The Union allocated, for 2010-2012, under the European Neighbourhood and Partnership Instrument (ENPI), budget support grants to Georgia of, on average, EUR 24 million per year."
}