{
  "document_category": "eurlex",
  "docId": "eurlex_20",
  "chunk_index": 2,
  "chunk_text": "Thus, its sustainable management constitutes a strategic choice for the twenty-first century, as stressed by the Council in its conclusions of 21 May 2014 (3). The contribution of cultural heritage in terms of value creation, skills and jobs, and quality of life is underestimated. (6) Cultural heritage is central to the European Agenda for Culture (4) and contributes to its objectives, which are the promotion of cultural diversity and intercultural dialogue, the promotion of culture as a catalyst for creativity, and the promotion of culture as a vital element in the Union's international relations. It is also one of the four priorities for European cooperation on culture for the period 2015-2018, as set out in the current Work Plan for Culture, adopted by the Council and the Representatives of the Governments of the Member States, meeting within the Council, on 25 November 2014 (5). (7) The Council, in its conclusions of 21 May 2014, stated that cultural heritage encompasses a broad spectrum of resources inherited from the past in all forms and aspects  tangible, intangible and digital (born digital and digitised), including monuments, sites, landscapes, skills, practices, knowledge and expressions of human creativity, as well as collections conserved and managed by public and private bodies such as museums, libraries and archives. Cultural heritage also includes film heritage. (8) Cultural heritage has been forged over centuries by the interaction between cultural expressions of the various civilisations that have populated Europe. A European Year of Cultural Heritage will help to encourage and advance understanding of the importance of the protection and promotion of the diversity of cultural expressions. One way to achieve such understanding would be through educational and greater public-awareness programmes, in line with the obligations set out in the 2005 Unesco Convention on the Protection and Promotion of the Diversity of Cultural Expressions, to which the Union and the Member States are party. (9) In accordance with Article 30 of the United Nations Convention on the Rights of Persons with Disabilities, to which the Union and most of the Member States are party, the Parties to the Convention recognise the right of persons with disabilities to take part on an equal basis with others in cultural life and they are to take all appropriate measures to ensure that persons with disabilities, inter alia, enjoy access to places for cultural performances or services, such as theatres, museums, cinemas, libraries and tourism services, and, as far as possible, enjoy access to monuments and sites of national cultural importance. (10) The European Access City Award has shown that it is both feasible and good practice to make the cultural heritage of cities accessible, in ways that respect its nature and values, for persons with disabilities, elderly people and those with reduced mobility or other types of temporary impairments. (11) Cultural heritage plays an important role for community cohesion at a time when cultural diversity is increasing in European societies."
}