{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 8,
  "chunk_text": "Union citizens enjoy a level of water quality that is among the best in the world, and over 18 % of the Unions territory and 4 % of its seas have been designated as protected areas for nature. 4. The Unions environment policy has stimulated innovation and investment in environmental goods and services, generating jobs and export opportunities (1). Successive enlargements have extended high standards of environmental protection across a large part of the European continent, and the Unions efforts have contributed to increasing international commitment to combatting climate change and biodiversity loss, and to successful global efforts to eliminate ozone-depleting substances and leaded fuels. 5. Considerable headway has also been made in integrating environmental objectives into other Union policies and activities. The reformed Common Agricultural Policy (CAP) has, since 2003, linked direct payments to requirements that farmers maintain land in good agricultural and environmental condition and comply with relevant environment legislation. Fighting climate change has become an integral part of energy policy and progress is being made on integrating resource efficiency, climate change and energy efficiency concerns into other key sectors, such as transport and buildings. 6. However, many environmental trends in the Union continue to be a cause for concern, not least due to insufficient implementation of existing Union environment legislation. Only 17 % of species and habitats assessed under the Habitats Directive (2) have favourable conservation status, and the degradation and loss of natural capital is jeopardising efforts to attain the Unions biodiversity and climate change objectives. Such status of species and habitats as well as the degradation and loss of natural capital have high associated costs which have not yet been properly valued in our economic or social system. 30 % of the Unions territory is highly fragmented, affecting the connectivity and health of ecosystems and their ability to provide services as well as viable habitats for species. While progress has been made in the Union to decouple growth from GHG emissions, resource use and environmental impacts, resource use is still largely unsustainable and inefficient, and waste is not yet properly managed. As a result, businesses in the Union are foregoing the significant opportunities that resource efficiency offers in terms of competitiveness, cost reductions, improved productivity and security of supply. Water quality and air pollution levels are still problematic in many parts of Europe, and Union citizens continue to be exposed to hazardous substances, potentially compromising their health and well-being. Unsustainable land use is consuming fertile soils, and soil degradation continues, resulting in impacts on global food security and the achievement of biodiversity targets. 7. Environmental and climate change in the Union is increasingly caused by developments taking place at global level, including in relation to demographics, patterns of production and trade, and rapid technological progress. Such developments may offer significant opportunities for economic growth and societal well-being, but pose challenges and uncertainties for the Unions economy and society and are causing environmental degradation worldwide (3)."
}