{
  "document_category": "eurlex",
  "docId": "eurlex_42",
  "chunk_index": 5,
  "chunk_text": "In that context, compliance with the EIF, open specifications and standards should be promoted. (23) Several successive programmes have sought to ensure the coherent development and implementation of global and sectoral interoperability strategies, legal frameworks, guidelines, services and tools to address requirements under Union-wide policies, such as: (i) the programme for the interchange of data between administrations (1999-2004) (the IDA programme), established by Decisions No 1719/1999/EC (23) and No 1720/1999/EC (24) of the European Parliament and of the Council; (ii) the programme for interoperable delivery of pan-European eGovernment services to public administrations, businesses and citizens (2005-2009) (the IDABC programme), established by Decision 2004/387/EC of the European Parliament and of the Council (25); and (iii) the programme on interoperability solutions for European public administrations (2010-2015) (the ISA programme), established by Decision No 922/2009/EC of the European Parliament and of the Council (26). The programme established in this Decision should be based on the experience acquired during the course of those programmes. (24) Activities under the IDA, the IDABC and the ISA programmes have made important contributions to ensuring interoperability in the electronic exchange of information between European public administrations. In its Resolution of 20 April 2012 on a competitive digital single market  eGovernment as a spearhead, the European Parliament recognised the contribution of the ISA programme and its overarching role in defining, promoting and supporting the implementation of interoperability solutions and frameworks for European public administrations, achieving synergies, promoting the re-use of solutions and translating their interoperability requirements into specifications and standards for digital services. (25) Decision No 922/2009/EC expires on 31 December 2015. A new Union programme on interoperability solutions and common frameworks for European public administrations, businesses and citizens (the ISA2 programme) is therefore needed to develop, maintain and promote a holistic approach to interoperability in order to eliminate fragmentation in the interoperability landscape and avoid electronic barriers in the Union; to facilitate efficient and effective electronic cross-border or cross-sector interaction between European public administrations on the one hand, and between European public administrations and businesses and citizens on the other; to identify, create and operate interoperability solutions supporting the implementation of Union policies and activities; and to facilitate the re-use of interoperability solutions by European public administrations. (26) In addition to European public administrations, businesses and citizens are also end-users of interoperability solutions because they use electronic public services provided by public administrations. The principle of user-centricity applies, in particular, to the end-users of interoperability solutions. Business should be understood to include, in particular, small and medium-sized enterprises (SMEs) and microenterprises, given their valuable contribution to the Union economy. (27) Common frameworks and solutions established or operated under the ISA2 programme should, as far as possible, form an interoperability landscape to facilitate interaction between European public administrations, businesses and citizens, and to ensure, facilitate and enable cross-border or cross-sector interoperability. (28) It should be possible to implement actions under the ISA2 programme using an iterative methodology."
}