{
  "document_category": "eurlex",
  "docId": "eurlex_52",
  "chunk_index": 3,
  "chunk_text": "(9) On 9 September 2014, in view of the worsening economic situation and outlook, Ukraine requested further macro-financial assistance from the Union. That request was reiterated in another letter on 15 December 2014. (10) Given that Ukraine is a country covered by the ENP, it should be considered to be eligible to receive the Union's macro-financial assistance. (11) Given that there is still a significant residual external financing gap in Ukraine's balance of payments over and above the resources provided by the IMF and other multilateral institutions, the Union's macro-financial assistance to be provided to Ukraine (the Union's macro-financial assistance) is, under the current exceptional circumstances, considered to be an appropriate response to Ukraine's request to support economic stabilisation in conjunction with the IMF programme. The Union's macro-financial assistance would support the economic stabilisation and the structural reform agenda of Ukraine, supplementing resources made available under the IMF financial arrangement. (12) The Union's macro-financial assistance should aim to support the restoration of a sustainable external financing situation for Ukraine, thereby supporting its economic and social development in line with the Association Agreement. (13) The determination of the amount of the Union's macro-financial assistance is based on a complete quantitative assessment of Ukraine's residual external financing needs, and takes into account its capacity to finance itself with its own resources, in particular the international reserves at its disposal. The Union's macro-financial assistance should complement the programmes and resources provided by the IMF and the World Bank. The determination of the amount of the assistance also takes into account expected financial contributions from multilateral donors and the need to ensure fair burden sharing between the Union and other donors, as well as the pre-existing deployment of other external financing instruments of the Union in Ukraine and the added value of the overall Union involvement. (14) The Commission should ensure that the Union's macro-financial assistance is legally and substantially in line with the key principles, objectives and measures taken within the different areas of external action and other relevant Union policies. (15) The Union's macro-financial assistance should support the Union's external policy towards Ukraine. Commission services and the European External Action Service should work closely together throughout the macro-financial assistance operation in order to coordinate, and to ensure the consistency of, Union external policy. (16) The Union's macro-financial assistance should support Ukraine's commitment to values shared with the Union, including those of democracy, the rule of law, good governance, respect for human rights, sustainable development and poverty reduction, as well as Ukraine's commitment to the principles of open, rule-based and fair trade. (17) A pre-condition for granting the Union's macro-financial assistance should be that Ukraine respects effective democratic mechanisms  including a multi-party parliamentary system  and the rule of law, and guarantees respect for human rights."
}