{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 10,
  "chunk_text": "11. The transformation into an inclusive green economy requires the integration of environment issues into other policies, such as energy, transport, agriculture, fisheries, trade, economy and industry, research and innovation, employment, development, foreign affairs, security, education and training, as well as social and tourism policy, so as to create a coherent, joined-up approach. Action within the Union should also be complemented by enhanced global action and cooperation with neighbouring countries to tackle common challenges. 12. The Union has set this transformation in motion with long-term, integrated strategies to halt biodiversity loss (8), improve resource efficiency (9) and expedite the transition towards a safe and sustainable low-carbon economy (10). The Commission has further integrated environmental concerns and objectives in recent initiatives taken in other key policy areas, including energy (11) and transport (12), and sought to enhance the delivery of environmental benefits through reforms of Union policies for agriculture and rural development, fisheries and cohesion, building on achievements to date. In this regard, cross-compliance is particularly important in contributing to the sustainability of agriculture, by promoting the protection of vulnerable ecosystems, such as water bodies, soil and habitats for species. 13. The Union has signed up to a large number of legally binding commitments under multilateral environmental agreements as well as to politically binding environmental commitments, including those agreed at the United Nations Conference on Sustainable Development (Rio + 20) (13). The Rio + 20 outcome document recognises that the inclusive and green economy is an important tool for achieving sustainable development and poverty eradication. The document sets out a framework for action covering all three dimensions of sustainable development (environment, social and economic), many of which are reflected in the priority objectives of the 7th EAP. At Rio + 20, it was also agreed to develop sustainable development goals that are coherent with, and integrated into, the post-2015 UN development agenda, in order to strengthen the institutional framework and develop a financing strategy for sustainable development. Rio + 20 also adopted a global 10-year Framework of Programmes on sustainable consumption and production. The Union and its Member States should now ensure that those commitments are implemented within the Union, and should promote their implementation globally. 14. The 7th EAP complements those efforts by defining priority objectives for the Union to attain over the period up to 2020. The 7th EAP shall support implementation and encourage action at all levels and promote environment and climate-related investment, also beyond 2020. 15. In many cases, action to achieve the priority objectives will be required primarily at national, regional or local level, in line with the principle of subsidiarity. In other cases, additional measures at Union and international level will be needed. The public should also play an active role and should be properly informed about environment policy."
}