{
  "document_category": "eurlex",
  "docId": "eurlex_79",
  "chunk_index": 13,
  "chunk_text": "2.1.1. Consolidating and fostering growth and impact of the existing KICs The EIT will actively support the initial three KICs to enhance their potential and impact and their contribution to the objectives of Horizon 2020. Over time, the KICs will expand their initial portfolio of activities in order to seize new market or societal opportunities and adapt to a changing global environment. To support these developments, the EIT will advise and define, in an open and transparent way and in close co-operation with each individual KIC, tailor-made co-financing strategies, which at the same time underpin strategic activities from an EIT perspective. KICs should remain dynamic partnerships and hence be open to new partners across the whole of Europe on the basis of excellence, but also to discontinue existing ones if appropriate. The KICs should tap into new sources of existing and potential excellence whenever they bring added value, through participation of new partners in the existing co-location centres, enhanced cross-co-location work within each KIC or even, the setting-up of a new co-location centre, while keeping their KIC partnership focused, robust and manageable. A good balance between co-operation and competition is equally important for bringing KICs to maximum performance. The EIT will incentivize KICs to engage in cross-KIC work in areas which offer a strong potential for synergies, e.g. via joint professional development courses, joint research activities, masters or PhDs degrees or cross-KIC mobility between academia and business. At the same time, the EIT will provide incentives for a certain degree of competition to encourage KICs to stay focused on results and impact and take appropriate measures in case of underperformance. KICs not only build on their partners' existing excellent research base, but are also the frontrunners for promoting and implementing the EIT's educational mission. The objective is to educate and train talented people with the skills, knowledge and mindset, including entrepreneurship, needed in a global knowledge economy and society. To this end, the EIT actively promotes, inter alia, the EIT-labelled degrees by monitoring their quality and consistent implementation across KICs. In this endeavour they will make extensive use of peer and expert evaluations, and establish a dialogue with national and international quality assurance bodies. This will enhance the national and international recognition and reputation of the EIT labelled qualifications and raise their attractiveness globally, thereby enhancing the employability of graduates while providing a platform for collaboration at international level. In the future, KICs will be encouraged to expand their educational activities beyond post-graduate education to a greater variety of study modes to cater for a wider range of innovative, professional development activities, involving executive education, tailor-made training courses, including professional training courses, and summer schools, as well as internships within the KICs and their partners. To enhance the impact of KICs' educational activities and to reach out to a wider audience, KICs may envisage the design, on an experimental basis, of distance learning and e-learning modules for undergraduate courses or packages targeted at school education."
}