{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 27,
  "chunk_text": "This requires, in particular: (i) implementing an updated Union air quality policy, aligned with the latest scientific knowledge, and developing and implementing measures to combat air pollution at source taking into account the differences between the sources of indoor and outdoor air pollution; (ii) implementing an updated Union noise policy aligned with the latest scientific knowledge, and measures to reduce noise at source, and including improvements in city design; (iii) increasing efforts to implement the Water Framework Directive, the Bathing Water Directive (65) and the Drinking Water Directive (66), in particular for small drinking water supplies; (iv) continuing to implement REACH in order to ensure a high level of protection for human health and the environment as well as the free circulation of chemicals within the internal market while enhancing competitiveness and innovation, while being mindful of the specific needs of SMEs. Developing by 2018 a Union strategy for a non-toxic environment that is conducive to innovation and the development of sustainable substitutes including non-chemical solutions, building on horizontal measures to be undertaken by 2015 to ensure: (1) the safety of manufactured nanomaterials and materials with similar properties; (2) the minimisation of exposure to endocrine disruptors; (3) appropriate regulatory approaches to address combination effects of chemicals and (4) the minimisation of exposure to chemicals in products, including, inter alia, imported products, with a view to promoting non-toxic material cycles and reducing indoor exposure to harmful substances; (v) monitoring the implementation of Union legislation on the sustainable use of biocidal products and plant protection products and reviewing it, as necessary, to keep it up to date with the latest scientific knowledge; (vi) agreeing and implementing an EU Strategy on adaptation to climate change, including the integration of climate change adaptation and disaster risk management considerations into key Union policy initiatives and sectors. THE ENABLING FRAMEWORK 55. Achieving the abovementioned priority thematic objectives requires an enabling framework which supports effective action. Measures will be taken to improve four key pillars of this enabling framework: to improve the way Union environment laws are implemented in all areas; to strengthen the scientific knowledge and evidence base for environment policy; to secure investments and create the right incentives to protect the environment; and finally, to improve environmental integration and policy coherence both within the area of environment policy and between environment policy and other policies. Those horizontal measures will benefit Union environment policy beyond the scope and timeframe of the 7th EAP. Priority objective 4: To maximise the benefits of Union environment legislation by improving implementation 56. In addition to the significant advantages for health and the environment, the benefits of ensuring that Union environment legislation is actually implemented are threefold: the creation of a level playing field for economic actors operating in the Internal Market; the stimulation of innovation; and the promotion of first-mover advantages for European companies in many sectors."
}