{
  "document_category": "eurlex",
  "docId": "eurlex_42",
  "chunk_index": 9,
  "chunk_text": "No 966/2012 of the European Parliament and of the Council (32) and to Directives 2014/23/EU, 2014/24/EU and 2014/25/EU. (47) In order to ensure uniform conditions for the implementation of this Decision, implementing powers should be conferred on the Commission to adopt a rolling work programme. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council (33). (48) The Commission should adopt immediately applicable implementing acts where, in duly justified cases relating to the established rolling work programme, such as a risk of interruption in the delivery of services, imperative grounds of urgency so require. (49) The objectives of this Decision are to develop, maintain and promote a holistic approach to interoperability; to facilitate efficient and effective electronic cross-border or cross-sector interaction between European public administrations on the one hand, and between European public administrations and businesses and citizens on the other; to identify, create and operate interoperability solutions supporting the implementation of Union policies and activities; and to facilitate the re-use of interoperability solutions by European public administrations. Since those objectives cannot be sufficiently achieved by the Member States acting alone because the coordination function at Union level would be difficult and costly to set up at the level of the Member States by Member States themselves but can rather, by reason of their scale and effects, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality, as set out in that Article, this Decision does not go beyond what is necessary in order to achieve those objectives, HAVE ADOPTED THIS DECISION: Article 1 Subject matter and objectives 1. This Decision establishes, for 2016-2020, a programme on interoperability solutions and common frameworks for European public administrations, businesses and citizens (the ISA2 programme). The objectives of the ISA2 programme shall be to: (a) develop, maintain and promote a holistic approach to interoperability in the Union in order to eliminate fragmentation in the interoperability landscape in the Union; (b) facilitate efficient and effective electronic cross-border or cross-sector interaction between European public administrations on the one hand, and between European public administrations and businesses and citizens on the other, and to contribute to the development of a more effective, simplified and user-friendly e-administration at the national, regional and local levels of public administration; (c) identify, create and operate interoperability solutions supporting the implementation of Union policies and activities; (d) facilitate the re-use of interoperability solutions by European public administrations. The ISA2 programme shall take into account social, economic and other aspects of interoperability, as well as the specific situation of SMEs and microenterprises, in order to improve interaction between European public administrations on the one hand, and between European public administrations and businesses and citizens on the other."
}