{
  "document_category": "eurlex",
  "docId": "eurlex_5",
  "chunk_index": 8,
  "chunk_text": "2. Not later than two years after the expiry of the availability period referred to in Article 1(4), the Commission shall submit to the European Parliament and to the Council an ex-post evaluation report, assessing the results and efficiency of the completed Union's macro-financial assistance and the extent to which it has contributed to the aims of the assistance. Article 9 This Decision shall enter into force on the third day following that of its publication in the Official Journal of the European Union. Done at Strasbourg, 4 July 2018. For the European Parliament The President A. TAJANI For the Council The President K. EDTSTADLER (1) Position of the European Parliament of 13 June 2018 (not yet published in the Official Journal) and Decision of the Council of 26 June 2018. (2) Association Agreement between the European Union and the European Atomic Energy Community and their Member States, of the one part, and Ukraine, of the other part (OJ L 161, 29.5.2014, p. 3). (3) Council Decision 2002/639/EC of 12 July 2002 providing supplementary macro-financial assistance to Ukraine (OJ L 209, 6.8.2002, p. 22). (4) Decision No 646/2010/EU of the European Parliament and of the Council of 7 July 2010 providing macrofinancial assistance to Ukraine (OJ L 179, 14.7.2010, p. 1). (5) Council Decision 2014/215/EU of 14 April 2014 providing macro-financial assistance to Ukraine (OJ L 111, 15.4.2014, p. 85). (6) Decision (EU) 2015/601 of the European Parliament and of the Council of 15 April 2015 providing macro-financial assistance to Ukraine (OJ L 100, 17.4.2015, p. 1). (7) Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission's exercise of implementing powers (OJ L 55, 28.2.2011, p. 13). (8) Council Decision 2010/427/EU of 26 July 2010 establishing the organisation and functioning of the European External Action Service (OJ L 201, 3.8.2010, p. 30). (9) Council Regulation (EC, Euratom) No 480/2009 of 25 May 2009 establishing a Guarantee Fund for external actions (OJ L 145, 10.6.2009, p. 10). (10) Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council of 25 October 2012 on the financial rules applicable to the general budget of the Union and repealing Council Regulation (EC, Euratom) No 1605/2002 (OJ L 298, 26.10.2012, p. 1). (11) Commission Delegated Regulation (EU) No 1268/2012 of 29 October 2012 on the rules of application of Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council on the financial rules applicable to the general budget of the Union (OJ L 362, 31.12.2012, p. 1). (12) Council Regulation (EC, Euratom) No 2988/95 of 18 December 1995 on the protection of the European Communities financial interests (OJ L 312, 23.12.1995, p. 1)."
}