{
  "document_category": "eurlex",
  "docId": "eurlex_74",
  "chunk_index": 1,
  "chunk_text": "Name: Decision No 472/2014/EU of the European Parliament and of the Council of 16 April 2014 on the European Year for Development (2015)\n Type: Decision\n Subject Matter: politics and public safety;  cooperation policy;  economic policy;  European construction;  culture and religion\n Date Published: 2014-05-09 9.5.2014 EN Official Journal of the European Union L 136/1 DECISION No 472/2014/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 16 April 2014 on the European Year for Development (2015) THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 209 and Article 210(2) thereof, Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national Parliaments, Having regard to the opinion of the European Economic and Social Committee of 10 December 2013 (1), Acting in accordance with the ordinary legislative procedure (2), Whereas: (1) Development cooperation policy has as its primary objective the reduction and, in the long term, the eradication of poverty as laid down in Article 21 of the Treaty on European Union (TEU) and Article 208 of the Treaty on the Functioning of the European Union. Combating global poverty helps to build a more stable, peaceful, prosperous and equitable world, reflecting the interdependence of richer and poorer countries. (2) As stated in the European Parliament resolution of 23 October 2012 entitled An Agenda for Change: the future of EU development policy, development cooperation also consists of promoting human development and the fulfilment of human beings in all respects, including the cultural dimension. (3) The Union has been providing development cooperation assistance since 1957 and is now the largest donor of official development assistance in the world. (4) The Treaty of Lisbon has firmly anchored development policy within the Union's external action in support of the Union's interest in a stable and prosperous world. Development policy also helps to address other global challenges and contributes to the Europe 2020 Strategy, set out in the Commission Communication of 3 March 2010 entitled Europe 2020, a strategy for smart, sustainable and inclusive growth. (5) The Union has been a leader in formulating and implementing the concept of policy coherence for development, which aims at strengthening synergies between non-aid policies and development objectives, in order to ensure that Union policies support developing countries' development needs, or at least do not contradict the aim of poverty eradication."
}