{
  "document_category": "eurlex",
  "docId": "eurlex_22",
  "chunk_index": 8,
  "chunk_text": "Where the Commission has issued an opinion pursuant to Article 5(2), and the Member State concerned has departed from the Commission's opinion, that Member State should, without undue delay, explain to the Commission in writing the reasons underlying its decision. Where the ratified intergovernmental agreement or amendment to the intergovernmental agreement refers explicitly to other texts, the Member State concerned shall also submit those other texts in so far as they contain elements which concern the purchase, trade, sale, transit, storage or supply of energy in or to at least one Member State or the construction or operation of energy infrastructure with a physical connection to at least one Member State. 6. The obligation to notify to the Commission pursuant to paragraphs 2, 3 and 5 does not apply in respect of agreements between undertakings. Where a Member State is in doubt as to whether an agreement constitutes an intergovernmental agreement and thus whether it is to be notified in accordance with this Article and Article 6, the Member State shall consult the Commission without delay. 7. All notifications pursuant to paragraphs 1 to 5 of this Article and to Article 6(1) and (2) shall be made through a web-based application provided by the Commission. The periods referred to in Article 5(1) and (2) and Article 6(3) shall start to run on the date when the complete notification file has been registered in the application. Article 4 Assistance from the Commission 1. Where a Member State gives the Commission notice of negotiations pursuant to Article 3(1), the Commission services may provide it with advice on how to avoid incompatibility with Union law of the intergovernmental agreement or of the amendment to an intergovernmental agreement under negotiation. Such advice may include relevant optional model clauses and guidance that the Commission develops in consultation with Member States in accordance with Article 9(2). The Commission services may also draw the attention of the Member State concerned to the relevant Union energy policy objectives, including on the Energy Union. That Member State may also request the assistance of the Commission in those negotiations. 2. At the request of the Member State concerned, the Commission may participate in the negotiations as an observer. The Commission may request to participate in the negotiations as an observer where it considers this to be necessary. The Commission's participation shall be subject to the written approval of the Member State concerned. 3. Where the Commission participates in the negotiations as an observer, it may provide the Member State concerned with advice on how to avoid incompatibility with Union law of the intergovernmental agreement or amendment under negotiation. Article 5 Assessment by the Commission 1. The Commission shall, within 5 weeks of the date of notification of the complete draft intergovernmental agreement or amendment, including any annexes thereto, pursuant to Article 3(2), inform the Member State concerned of any doubts it may have as to the compatibility with Union law of the draft intergovernmental agreement or amendment."
}