{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 41,
  "chunk_text": "That is why the Union and its Member States should engage in relevant international, regional and bilateral processes in a strong, focused, united and coherent manner. Particular emphasis should be given to the Black Sea and the Arctic regions, where there is a need for intensified cooperation and increased Union involvement, including through membership of the Convention on the Protection of the Black Sea against Pollution and by gaining permanent observer status in the Arctic Council, in order to address new and shared environmental challenges. The Union and its Member States should continue to promote an effective, rules-based framework for global environment policy, complemented by a more effective, strategic approach in which bilateral and regional political dialogues and cooperation are tailored towards the Unions strategic partners, candidate and neighbourhood countries, and developing countries, respectively, supported by adequate finance. 99. The time span covered by the 7th EAP corresponds to key phases in international climate, biodiversity and chemical policy. To remain within the 2 °C ceiling, global GHG emissions need to be cut by at least 50 % of their 1990 levels by 2050. However, the pledges countries have made so far to reduce GHG emissions will deliver no more than one third of the reductions required by 2020 (88). Without more resolute global action, climate change is unlikely to be curtailed. Even in a best-case scenario, countries will increasingly face inevitable impacts from climate change because of historical GHG emissions and will need to develop climate adaptation strategies. Under the Durban Platform for Enhanced Action, a comprehensive and robust agreement applicable to all is to be agreed by 2015 and implemented as of 2020. The Union will remain engaged proactively in this process, including in discussions on how to close the gap between current emission reduction pledges by developed and developing countries, and on action needed to stay on an emission pathway compatible with the 2 °C objective, informed by the latest findings from the IPCC. The implementation of the Rio + 20 outcome must also ensure coherence and complementarity with this process so that they are mutually reinforcing. The follow-up to Rio + 20 should also help to reduce GHG emissions, thus supporting the fight against climate change. In parallel, the Union should pursue and further intensify climate change partnerships with strategic partners and should take further action to mainstream environmental and climate-related considerations in its trade and development policies, bearing in mind mutual commitments and benefits. 100. The global biodiversity targets (89) laid down under the Convention on Biological Diversity (CBD) need to be met by 2020 as the basis for halting and ultimately reversing the loss of biodiversity worldwide. The Union will contribute its fair share to those efforts, including with regard to the doubling of total biodiversity-related international resource flows to developing countries by 2015 and will at least maintain this level until 2020, as set out among the preliminary targets agreed in the context of the CBDs resources mobilisation strategy (90)."
}