{
  "document_category": "eurlex",
  "docId": "eurlex_72",
  "chunk_index": 23,
  "chunk_text": "(15) Council Regulation (Euratom, EC) No 2185/96 of 11 November 1996 concerning on-the-spot checks and inspections carried out by the Commission in order to protect the European Communities' financial interests against fraud and other irregularities (OJ L 292, 15.11.1996, p. 2). (16) Council Regulation (EC, Euratom) No 2988/95 of 18 December 1995 on the protection of the European Communities financial interests (OJ L 312, 23.12.1995, p. 1). ANNEX I REGIONAL CEILINGS A. Pre-accession countries: EUR 8 739 322 000; B. Neighbourhood and Partnership countries: EUR 14 437 225 000, broken down into the following indicative sub-ceilings: (i) Mediterranean countries: EUR 9 606 200 000; (ii) Eastern Europe, Southern Caucasus and Russia: EUR 4 831 025 000; C. Asia and Latin America: EUR 3 407 295 000, broken down into the following indicative sub-ceilings: (i) Latin America: EUR 2 288 870 000; (ii) Asia: EUR 936 356 000; (iii) Central Asia: EUR 182 069 000; D. South Africa: EUR 416 158 000. Within the overall fixed ceiling, the EIB governing bodies may decide, after consulting the Commission, to reallocate an amount of up to 20 % of the sub-regional ceilings within regions and up to 10 % of the regional ceilings between regions. ANNEX II POTENTIALLY ELIGIBLE REGIONS AND COUNTRIES A. Pre-accession countries 1. Candidates Iceland, former Yugoslav Republic of Macedonia, Montenegro, Serbia, Turkey 2. Potential candidates Albania, Bosnia and Herzegovina, Kosovo B. Neighbourhood and Partnership countries 1. Mediterranean countries Algeria, Egypt, Israel, Jordan, Lebanon, Libya, Morocco, Palestine, Syria, Tunisia 2. Eastern Europe, Southern Caucasus and Russia Eastern Europe: Belarus, Republic of Moldova, Ukraine Southern Caucasus: Armenia, Azerbaijan, Georgia Russia C. Asia and Latin America 1. Latin America Argentina, Bolivia, Brazil, Chile, Colombia, Costa Rica, Cuba, Ecuador, El Salvador, Guatemala, Honduras, Mexico, Nicaragua, Panama, Paraguay, Peru, Uruguay, Venezuela 2. Asia Afghanistan, Bangladesh, Bhutan, Brunei, Cambodia, China (including Hong Kong and Macao Special Administrative Regions), India, Indonesia, Iraq, Laos, Malaysia, Maldives, Mongolia, Myanmar/Burma, Nepal, Pakistan, Philippines, Singapore, South Korea, Sri Lanka, Taiwan, Thailand, Vietnam, Yemen 3. Central Asia Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan, Uzbekistan D. South Africa South Africa ANNEX III ELIGIBLE REGIONS AND COUNTRIES A. Pre-accession countries 1. Candidates Iceland, former Yugoslav Republic of Macedonia, Montenegro, Serbia, Turkey 2. Potential candidates Albania, Bosnia and Herzegovina, Kosovo B. Neighbourhood and Partnership countries 1. Mediterranean countries Algeria, Egypt, Israel, Jordan, Lebanon, Libya, Morocco, Palestine, Tunisia 2. Eastern Europe, Southern Caucasus and Russia Eastern Europe: Republic of Moldova, Ukraine Southern Caucasus: Armenia, Azerbaijan, Georgia Russia C. Asia and Latin America 1. Latin America Argentina, Bolivia, Brazil, Chile, Colombia, Costa Rica, Ecuador, El Salvador, Guatemala, Honduras, Mexico, Nicaragua, Panama, Paraguay, Peru, Uruguay, Venezuela 2."
}