{
  "document_category": "eurlex",
  "docId": "eurlex_29",
  "chunk_index": 8,
  "chunk_text": "4. All costs incurred by the Union which relate to the borrowing and lending operations under this Decision shall be borne by Jordan. 5. The Commission shall inform the European Parliament and the Council of developments in the operations referred to in paragraphs 2 and 3. Article 6 1. The Union's macro-financial assistance shall be implemented in accordance with Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council (8) and Commission Delegated Regulation (EU) No 1268/2012 (9). 2. The implementation of the Union's macro-financial assistance shall be under direct management. 3. The Loan Agreement referred to in Article 3(3)shall contain provisions: (a) ensuring that Jordan regularly checks that financing provided from the budget of the Union has been properly used, takes appropriate measures to prevent irregularities and fraud, and, if necessary, takes legal action to recover any funds provided under this Decision that have been misappropriated; (b) ensuring the protection of the Union's financial interests, in particular providing for specific measures in relation to the prevention of, and fight against, fraud, corruption and any other irregularities affecting the Union's macro-financial assistance, in accordance with Council Regulation (EC, Euratom) No 2988/95 (10), Council Regulation (Euratom, EC) No 2185/96 (11) and Regulation (EU, Euratom) No 883/2013 of the European Parliament and of the Council (12); (c) expressly authorising the Commission, including the European Anti-Fraud Office, or its representatives to carry out checks, including on-the-spot checks and inspections; (d) expressly authorising the Commission and the Court of Auditors to perform audits during and after the availability period of the Union's macro-financial assistance, including document audits and on-the-spot audits, such as operational assessments; and (e) ensuring that the Union is entitled to early repayment of the loan where it has been established that, in relation to the management of the Union's macro-financial assistance, Jordan has engaged in any act of fraud or corruption or any other illegal activity detrimental to the financial interests of the Union. 4. Before the implementation of the Union's macro-financial assistance, the Commission shall assess, by means of an operational assessment, the soundness of Jordan's financial arrangements, the administrative procedures, and the internal and external control mechanisms which are relevant to the assistance. Article 7 1. The Commission shall be assisted by a committee. That committee shall be a committee within the meaning of Regulation (EU) No 182/2011. 2. Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply. Article 8 1. By 30 June of each year, the Commission shall submit to the European Parliament and to the Council a report on the implementation of this Decision in the preceding year, including an evaluation of that implementation."
}