{
  "document_category": "eurlex",
  "docId": "eurlex_86",
  "chunk_index": 11,
  "chunk_text": "7. Procedure (a) A country or territory seeking macro-financial assistance should make a request in writing to the Commission. The Commission should check whether the conditions referred to in points 1, 2, 4 and 6 are met and, if appropriate, could submit a proposal for a decision to the European Parliament and to the Council. (b) The decision to provide a loan should specify the amount, the maximum average maturity and the maximum number of instalments of the macro-financial assistance. If the decision includes a grant element, it should also specify the amount, and the maximum number of instalments. The decision to provide a grant should be accompanied by a justification for the grant (or grant element) of assistance. In both cases, the period during which the macro-financial assistance is available should be defined. As a rule, that availability period should not exceed three years. When submitting a proposal for a new decision to grant macro-financial assistance, the Commission should provide the information referred to in point 12(c). (c) Following the adoption of the decision granting macro-financial assistance, the Commission, acting in accordance with the advisory procedure where the assistance is equal to or below EUR 90 million, and in accordance with the examination procedure where the assistance is above EUR 90 million, should agree with the beneficiary, in the Memorandum of Understanding, on the policy measures referred to in points 6(c), (d), (e) and (f). (d) Following the adoption of the decision granting macro-financial assistance, the Commission should agree with the beneficiary on the detailed financial terms of the assistance. Those detailed financial terms should be laid down in a Grant or Loan Agreement. (e) The Commission should inform the European Parliament and the Council of developments in country-specific assistance, including disbursements thereof, and provide those institutions with the relevant documents in due time. 8. Implementation and financial management (a) The Commission should implement macro-financial assistance in accordance with Union financial rules. (b) The implementation of macro-financial assistance should be under direct centralised management. (c) Budget commitments should be made on the basis of decisions taken by the Commission in accordance with this point. Where macro-financial assistance extends over a number of financial years, budget commitments for that assistance may be split into annual instalments. 9. Disbursement of the assistance (a) Macro-financial assistance should be disbursed to the central bank of the beneficiary. (b) The macro-financial assistance should be disbursed in successive instalments, subject to the fulfilment of the pre-condition referred to in point 6(a) and the conditions referred to in point 6(b) and (c). (c) The Commission should verify at regular intervals that the conditions referred to in point 6(b) and (c) continue to be met. (d) Where the pre-condition referred to in point 6(a) and the conditions referred to in point 6(b) and (c) are not met, the Commission should temporarily suspend or cancel the disbursement of the macro-financial assistance."
}