{
  "document_category": "eurlex",
  "docId": "eurlex_74",
  "chunk_index": 4,
  "chunk_text": "(19) Efficient coordination between all partners contributing at Union, national, regional and local levels is a fundamental prerequisite for an effective European Year. Local and regional partners have, in this case, a particular role to play in promoting Union development policy. (20) Differing national socioeconomic and cultural contexts and sensitivities call for some of the activities of the European Year to be decentralised to national level, in accordance with Article 58 of the Regulation (EU, Euratom) No 966/2012 of the European Parliament and the Council (4). However, the setting of policy priorities at national level should be coordinated with the Commission with a view to guaranteeing consistency with the strategic objectives of the European Year. Close coordination between the Commission's and Member States' activities is of prime importance in order to create synergies and make the European Year a success. (21) In addition to Member States, participation in the activities to be financed within the European Year should be open to the candidate countries benefiting from a pre-accession strategy, in accordance with the general principles and general terms and conditions for the participation of those countries in Union programmes established in the respective framework agreements and in Association Council decisions. Coordination with national measures, in particular with national Development Education and Awareness Raising (DEAR) programmes, should be encouraged. The level and form of involvement in the European Year should remain at each Member State's discretion. (22) Consistency and complementarity with other Union legislation and actions should be ensured, in particular with the Development Cooperation Instrument established by Regulation (EU) No 233/2014 of the European Parliament and of the Council (5) including the DEAR programme, the European Development Fund, the European Neighbourhood Instrument established by Regulation (EU) No 232/2014 of the European Parliament and of the Council (6) and other Union instruments for financing external action, where relevant to development policy. (23) The financial interests of the Union should be protected through proportionate measures throughout the expenditure cycle, including the prevention, detection and investigation of irregularities, the recovery of funds lost, unduly paid or incorrectly used and, where appropriate, administrative and financial penalties in accordance with Regulation (EU, Euratom) No 966/2012. (24) In order to optimise the effectiveness and efficiency of the activities envisaged for the European Year, it is important that a set of preparatory actions be carried out in 2014. (25) The Commission has already taken various measures to promote development policies and inform Union citizens about its development cooperation. Those existing measures should be used as much as possible for the European Year. (26) The primary responsibility for raising citizens' awareness of development issues rests with Member States."
}