{
  "doc_id": "eurlex_15",
  "category": "eurlex",
  "chunks": [
    {
      "id": "eurlex_15__0",
      "chunk_id": "0",
      "content": "Name: Decision (EU) 2018/8 of the European Parliament and of the Council of 12 December 2017 on the mobilisation of the Flexibility Instrument to finance immediate budgetary measures to address the on-going challenges of migration, refugee inflows and security threats\n Type: Decision\n Subject Matter: international security;  migration;  budget;  EU finance\n Date Published: 2018-01-06 6.1.2018 EN Official Journal of the European Union L 3/5 DECISION (EU) 2018/8 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 12 December 2017 on the mobilisation of the Flexibility Instrument to finance immediate budgetary measures to address the on-going challenges of migration, refugee inflows and security threats THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, Having regard to the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (1), and in particular point 12 thereof, Having regard to the proposal from the European Commission, Whereas: (1) The Flexibility Instrument is intended to allow the financing of clearly identified expenditure which could not be financed within the limits of the ceilings available for one or more other headings. (2) The ceiling on the annual amount available for the Flexibility Instrument is EUR 600 000 000 (2011 prices), as laid down in Article 11 of Council Regulation (EU, Euratom) No 1311/2013 (2). (3) In order to address the ongoing challenges of migration, refugee inflows and security threats, it is necessary to mobilise significant additional amounts to finance such measures as a matter of urgency. (4) Having examined all possibilities for re-allocating appropriations under the expenditure ceiling for heading 3 (Security and citizenship), it is necessary to mobilise the Flexibility Instrument to supplement the financing available in the general budget of the Union for the financial year 2018, beyond the ceilings of heading 3 by the amount of EUR 837 241 199 to finance measures in the field of migration, refugees and security. This amount includes amounts which lapsed in the previous years of the European Union Solidarity Fund and of the European Globalisation Adjustment Fund and which are made available for the Flexibility Instrument in accordance with the second subparagraph of Article 11(1) of Regulation (EU, Euratom) No 1311/2013. (5) On the basis of the expected payment profile, the payment appropriations corresponding to the mobilisation of the Flexibility Instrument should be distributed over several financial years. (6) In order to allow for the quick use of the funds, this Decision should apply from the beginning of the financial year 2018, HAVE ADOPTED THIS DECISION: Article 1 1. For the general budget of the Union for the financial year 2018, the Flexibility Instrument shall be mobilised to provide the amount of EUR 837 241 199 in commitment appropriations in heading 3 (Security and Citizenship)."
    },
    {
      "id": "eurlex_15__1",
      "chunk_id": "1",
      "content": "For the general budget of the Union for the financial year 2018, the Flexibility Instrument shall be mobilised to provide the amount of EUR 837 241 199 in commitment appropriations in heading 3 (Security and Citizenship). The amount referred to in the first subparagraph shall be used to finance measures to address the ongoing challenges of migration, refugee inflows and security threats. 2. On the basis of the expected payment profile, the distribution of the payment appropriations corresponding to the mobilisation of the Flexibility Instrument shall be estimated as follows: (a) EUR 464 039 631 in 2018; (b) EUR 212 683 883 in 2019; (c) EUR 126 354 910 in 2020; (d) EUR 34 162 775 in 2021. The specific amounts of payment appropriations for each financial year shall be authorised in accordance with the annual budgetary procedure. Article 2 This Decision shall enter into force on the day of its publication in the Official Journal of the European Union. It shall apply from 1 January 2018. Done at Brussels, 12 December 2017. For the European Parliament The President A. TAJANI For the Council The President K. SIMSON (1) OJ C 373, 20.12.2013, p. 1. (2) Council Regulation (EU, Euratom) No 1311/2013 of 2 December 2013 laying down the multiannual financial framework for the years 2014-2020 (OJ L 347, 20.12.2013, p. 884)."
    }
  ]
}