{
  "document_category": "eurlex",
  "docId": "eurlex_73",
  "chunk_index": 13,
  "chunk_text": "Those evaluations shall include an assessment of the action as a whole, including the efficiency of the processes involved in running it, its impact and ways in which it could be improved. The Commission shall present to the European Parliament, the Council and the Committee of the Regions the following reports based on those evaluations, accompanied, if appropriate, by relevant proposals: (a) an initial interim report by 31 December 2024; (b) a second interim report by 31 December 2029; (c) an ex post report by 31 December 2034. Article 17 Repeal and transitional provision Decision No 1622/2006/EC is hereby repealed. It shall however continue to apply in the case of cities which have been designated or are in the process of being designated as European Capitals of Culture for the years from 2013 to 2019. Article 18 Entry into force This Decision shall enter into force on the day following that of its publication in the Official Journal of the European Union. Done at Strasbourg, 16 April 2014. For the European Parliament The President M. SCHULZ For the Council The President D. KOURKOULAS (1) OJ C 113, 18.4.2012, p. 17 and OJ C 17, 19.1.2013, p. 97. (2) Position of the European Parliament of 12 December 2013 (not yet published in the Official Journal) and position of the Council at first reading of 24 March 2014 (not yet published in the Official Journal). Position of the European Parliament of 15 April 2014 (not yet published in the Official Journal). (3) OJ C 287, 29.11.2007, p. 1. (4) OJ C 247 E, 15.10.2009, p. 32. (5) Decision No 1622/2006/EC of the European Parliament and of the Council of 24 October 2006 establishing a Community action for the European Capital of Culture event for the years 2007 to 2019 (OJ L 304, 3.11.2006, p. 1). (6) Regulation (EU) No 1295/2013 of the European Parliament and of the Council of 11 December 2013 establishing the Creative Europe Programme (2014 to 2020) and repealing Decisions No 1718/2006/EC, No 1855/2006/EC and No 1041/2009/EC (OJ L 347, 20.12.2013, p. 221). (7) OJ C 56 E, 26.2.2013, p. 41. ANNEX CALENDAR 2020 Croatia Ireland 2021 Romania Greece Candidate country or potential candidate 2022 Lithuania Luxembourg 2023 Hungary United Kingdom 2024 Estonia Austria Candidate country or potential candidate 2025 Slovenia Germany 2026 Slovakia Finland 2027 Latvia Portugal Candidate country or potential candidate 2028 Czech Republic France 2029 Poland Sweden 2030 Cyprus Belgium Candidate country or potential candidate 2031 Malta Spain 2032 Bulgaria Denmark 2033 Netherlands Italy Candidate country or potential candidate"
}