{
  "document_category": "eurlex",
  "docId": "eurlex_17",
  "chunk_index": 5,
  "chunk_text": "Under that Regulation, the advisory procedure should, as a general rule, apply in all cases other than as provided for in that Regulation. Considering the potentially important impact of assistance of more than EUR 90 million, it is appropriate that the examination procedure be used for operations above that threshold. Considering the amount of the Union's macro-financial assistance to the Republic of Moldova, the examination procedure should apply to the adoption of the Memorandum of Understanding, and to any reduction, suspension or cancellation of the assistance, HAVE ADOPTED THIS DECISION: Article 1 1. The Union shall make macro-financial assistance of a maximum amount of EUR 100 million available to the Republic of Moldova (the Union's macro-financial assistance), with a view to supporting the Republic of Moldova's economic stabilisation and a substantive reform agenda. Of that maximum amount, up to EUR 60 million shall be provided in the form of loans and up to EUR 40 million in the form of grants. The release of the Union's macro-financial assistance is subject to the approval of the Union budget for the relevant year by the European Parliament and the Council. The assistance shall contribute to covering the Republic of Moldova's balance of payments needs as identified in the IMF programme. 2. In order to finance the loan component of the Union's macro-financial assistance, the Commission shall be empowered on behalf of the Union to borrow the necessary funds on the capital markets or from financial institutions and to on-lend them to the Republic of Moldova. The loans shall have a maximum average maturity of 15 years. 3. The release of the Union's macro-financial assistance shall be managed by the Commission in a manner consistent with the agreements or understandings reached between the IMF and the Republic of Moldova, and with the key principles and objectives of economic reforms set out in the Association Agreement, including the DCFTA, agreed under the ENI. The Commission shall regularly inform the European Parliament and the Council of developments regarding the Union's macro-financial assistance, including disbursements thereof, and shall provide those institutions with the relevant documents in due time. 4. The Union's macro-financial assistance shall be made available for a period of two and a half years, starting from the first day after the entry into force of the Memorandum of Understanding referred to in Article 3(1). 5. If the financing needs of the Republic of Moldova decrease fundamentally during the period of the disbursement of the Union's macro-financial assistance compared to the initial projections, the Commission, acting in accordance with the examination procedure referred to in Article 7(2), shall reduce the amount of the assistance or suspend or cancel it. Article 2 1. A pre-condition for granting the Union's macro-financial assistance shall be that the Republic of Moldova respects effective democratic mechanisms  including a multi-party parliamentary system  and the rule of law, and guarantees respect for human rights."
}