{
  "document_category": "eurlex",
  "docId": "eurlex_72",
  "chunk_index": 13,
  "chunk_text": "The eligibility criteria for climate action projects are defined in the EIB climate change strategy which shall be updated before the end of 2015. To this end, an analysis of the carbon footprint ought to be included in the environmental assessment procedure to determine whether project proposals optimise energy-efficiency improvements. Over the period covered by this Decision, the volume of those operations shall represent at least 25 % of total EIB financing operations. 8. In line with Union and international climate change objectives, before the end of 2015 the EIB, in cooperation with the Commission, shall update its climate change strategy as regards EIB financing operations. This update shall, inter alia, integrate concrete actions to ensure that investment projects under this Decision are in line with Union's climate change objectives and to step up efforts to support renewable energy sources and energy efficiency. 9. The EU guarantee shall cover only EIB financing operations carried out in eligible countries that have concluded a framework agreement with the EIB establishing the legal conditions under which such operations are to be carried out. Article 4 Countries covered 1. The list of countries potentially eligible for EIB financing under EU guarantee is set out in Annex II. The list of countries eligible for EIB financing under EU guarantee is set out in Annex III and shall include no countries other than those listed in Annex II. For countries not listed in Annex II, eligibility for EIB financing under the EU guarantee shall be decided on a case-by-case basis in accordance with the ordinary legislative procedure. 2. The Commission shall be empowered to adopt delegated acts in accordance with Article 18 concerning amendments to Annex III. The Commission's decisions shall be based on an overall assessment, including economic, social, environmental and political aspects, in particular those related to the democracy, human rights and fundamental freedoms as well as the relevant European Parliament resolutions and Council decisions and conclusions. 3. Delegated acts amending Annex III shall not affect the EU guarantee coverage of EIB financing operations signed before the entry into force of those delegated acts, subject to paragraph 4. 4. Disbursements on EIB financing operations benefiting from a Comprehensive Guarantee as referred to in Article 8(1) shall not be made in countries not listed in Annex III. 5. The EU guarantee shall not cover EIB financing operations in a specific country with which the agreement concerning such operations has been signed after that country's accession to the Union. Article 5 Contribution of EIB financing operations to Union policies 1. The Commission shall update, together with the EIB, the existing regional technical operational guidelines for EIB financing operations within one year following the entry into force of this Decision. The regional technical operational guidelines shall be consistent with the wider Union regional policy framework set out in Annex IV."
}