{
  "document_category": "eurlex",
  "docId": "eurlex_79",
  "chunk_index": 34,
  "chunk_text": "A KIC in this area will focus on the food supply chain. This focus lends itself particularly well to the holistic approach of a KIC. It comprises resource input in the very beginning of the chain (fertilisers, etc.), food production, processing, packaging and distribution; and it ends with the consumers which might be a specific priority of a KIC (reduction of food waste, healthy nutrition, etc.). The objective is to ensure a more efficient and effective food supply chain system, while improving the sustainability and traceability in all parts of this chain. Addressing the food supply chain via a KIC will thus give the possibility to address not only some of the major economic and societal relevant challenges Europe is facing, but also to mobilise investment and long-term commitment from the business sector  namely, in the deployment of new and innovative technologies, processes and knowledge to increase sustainable food production, processing, packaging and distribution, to reduce waste and promote better nutrition. Through its integrative approach, a KIC in this area will be able to influence the industry approach to focus more on consumer-driven innovation, thereby benefiting consumer health and quality of life. This will go along with the potential of new business models and market strategies that focus on consumers' needs and trends and build upon enhanced awareness of the food chain, which can have potential to get innovations and technological possibilities in line with consumer interests and thus create new business opportunities. A KIC in this area will be very important to overcome the high level of fragmentation of the whole food supply chain. It will blend a critical mass of excellent research, innovation, education and training stakeholders along the whole chain. All elements of the chain (primary sector, food production, food processors, retailers, food service channels and  not least  the consumer) are inextricably linked to each other for the conception of future innovations. A KIC will provide the necessary systemic and transdiciplinary approach to tackle these issues. The major added value of a KIC in this area will be its role in addressing the current shortage of skills and human resources. Currently, probably as many as half of the European food and beverage manufacturing industries are facing a shortage in scientific and skilled personnel. This is a barrier to innovation in this sector. By integrating education with the other sectors of the knowledge triangle, a KIC will address this issue. It will at the same time offer the opportunity to stimulate new educated entrepreneurial people, capable of developing new innovative technologies and business. This focus on entrepreneurship would be particularly relevant in the food sector, which is characterised by a high number of SMEs. The major risks associated to the success of a KIC under this theme are mainly related to the necessary accompanying innovation framework conditions, which KICs are not directly addressing."
}