{
  "document_category": "eurlex",
  "docId": "eurlex_22",
  "chunk_index": 1,
  "chunk_text": "Name: Decision (EU) 2017/684 of the European Parliament and of the Council of 5 April 2017 on establishing an information exchange mechanism with regard to intergovernmental agreements and non-binding instruments between Member States and third countries in the field of energy, and repealing Decision No 994/2012/EU (Text with EEA relevance. ) Type: Decision\n Subject Matter: European construction;  information and information processing;  economic geography;  international affairs;  cooperation policy;  energy policy\n Date Published: 2017-04-12 12.4.2017 EN Official Journal of the European Union L 99/1 DECISION (EU) 2017/684 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 5 April 2017 on establishing an information exchange mechanism with regard to intergovernmental agreements and non-binding instruments between Member States and third countries in the field of energy, and repealing Decision No 994/2012/EU (Text with EEA relevance) THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 194(2) thereof, Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Having regard to the opinion of the European Economic and Social Committee (1), After consulting the Committee of the Regions, Acting in accordance with the ordinary legislative procedure (2), Whereas: (1) The proper functioning of the internal energy market requires that the energy imported into the Union be fully governed by the rules establishing the internal energy market. Transparency and compliance with Union law represents an important element in ensuring the energy stability of the Union. An internal energy market that does not function properly puts the Union in a vulnerable and disadvantageous position with regard to security of energy supply, and undermines its potential benefits to European consumers and industry. (2) In order to safeguard the Union's energy supply, it is necessary to diversify energy sources and build new energy interconnections between Member States. At the same time, it is essential to increase cooperation with regard to energy security with the Union's neighbouring countries and with strategic partners. (3) The objective of the Energy Union Strategy, as adopted by the Commission on 25 February 2015, is to give consumers secure, sustainable, competitive and affordable energy. Pursuing energy, trade and external policies in a coherent and consistent manner will contribute significantly to achieving that objective. More precisely, the Energy Union Strategy emphasises that full compliance of agreements related to the buying of energy from third countries with Union law is an important element in ensuring energy security, building on the analysis already carried out in the European energy security strategy of 28 May 2014. In the same spirit, the European Council in its conclusions of 19 March 2015 called for full compliance with Union law of all agreements related to the buying of gas from external suppliers, notably by reinforcing transparency of such agreements and compatibility with Union energy security provisions."
}