{
  "document_category": "eurlex",
  "docId": "eurlex_72",
  "chunk_index": 25,
  "chunk_text": "The Union for the Mediterranean supports, in particular, the creation of maritime and land highways, the de-pollution of the Mediterranean, the Mediterranean solar energy plan, the Mediterranean Business Development Initiative, civil protection initiatives and the Euro-Mediterranean university. The Eastern Partnership aims to create the necessary conditions to accelerate political association and further economic integration between the Union and Eastern partner countries. The Eastern Partnership will provide additional impetus to the economic and social and regional development of the partner countries. It will facilitate good governance, including in the financial sector, promote regional development and social cohesion and help to reduce partner countries' socioeconomic disparities. The Union Strategy for the Baltic Sea Region supports a sustainable environment and optimal economic and social development in the Baltic Sea region. The Union Strategy for the Danube Region supports, in particular, the development of transport, energy connections and security, sustainable environment and socioeconomic development in the Danube region. The Eastern Partnership aims to create the necessary conditions to accelerate political association and further economic integration between the Union and Eastern partner countries. Russia and the Union have a wide-ranging strategic partnership, distinct from the European Neighbourhood Policy and expressed through the Common Spaces and Roadmaps. These are complemented at multilateral level by the Northern Dimension which provides a framework for cooperation between the Union, Russia, Norway and Iceland (Belarus, Canada and the United States are observers to the Northern Dimension). EIB activity in Latin America takes place in the framework of the Union, Latin America and the Caribbean Strategic Partnership. As highlighted in the 30 September 2009 Commission Communication from the Commission to the European Parliament and the Council entitled The European Union and Latin America: Global Players in Partnership, the Union's priorities in the field of cooperation towards Latin America are the promotion of regional integration and the eradication of poverty and social inequality in order to promote sustainable economic and social development. These policy objectives will be fostered taking into account the different level of development of Latin American countries. Bilateral dialogue and cooperation will be pursued in areas of common interest for both regions, including environment, climate change, disaster risk reduction and energy, science, research, higher education, technology and innovation. In Asia, the Union is deepening its strategic partnerships with China and India and negotiations are progressing on new partnership and free trade agreements with South-East Asian countries. At the same time, development cooperation remains high on the Union's agenda with Asia; the Union development strategy for the Asian region aims at eradicating poverty by supporting broad-based sustainable economic growth, promoting a conducive environment and conditions for trade and integration within the region, enhancing governance, increasing political and social stability, and supporting the achievement of the 2015 Millennium Development Goals. Policies are being put in place jointly to address common challenges, such as climate change, sustainable development, security and stability, governance and human rights, as well as the prevention of, and response to, natural and humanitarian disasters."
}