{
  "document_category": "eurlex",
  "docId": "eurlex_74",
  "chunk_index": 7,
  "chunk_text": "Article 6 Coordination at Union level and implementation 1. The Commission shall implement this Decision at Union level, in particular by adopting the necessary financing decisions in accordance with the Regulations establishing the instruments for financing external action relevant to the actions concerned, namely the Development Cooperation Instrument, the European Instrument for Democracy and Human Rights, as established by Regulation (EU) No 235/2014 of the European Parliament and of the Council (8), the European Neighbourhood Instrument, the Instrument contributing to Stability and Peace, as established by Regulation (EU) No 230/2014 of the European Parliament and of the Council (9), the Instrument for Pre-accession Assistance, as established by Regulation (EU) No 231/2014 of the European Parliament and of the Council (10), and the Partnership Instrument for cooperation with third countries, as established by Regulation (EU) No 234/2014 of the European Parliament and of the Council (11) (the instruments for financing external action). 2. The Commission, together with the European External Action Service (EEAS), shall cooperate closely with the European Parliament, the Council and the Member States, the European Economic and Social Committee, the Committee of the Regions and the bodies and associations active in development issues at Union level. 3. The Commission shall convene meetings of the national coordinators to coordinate the implementation of the European Year and to exchange information on implementation at Union and national levels. The Commission may invite representatives of civil society and regional and local authorities and members of the European Parliament to attend those meetings as observers. 4. The Commission shall convene meetings of all relevant stakeholders involved in Union development cooperation to assist it in implementing the European Year at Union level. The national coordinators shall be invited to those meetings. 5. The Commission shall make the European Year a priority in the communication activities of its Representations in the Member States and of EU Delegations in partner countries. With a view to their participation in activities related to the European Year, whether those activities take place in the Union or in third countries, development partners in third countries shall be supported through EU Delegations while OCTs shall be supported through appropriate institutional channels. 6. The EEAS and EU Delegations shall make the European Year an integral part of their ongoing information and communication activities. Article 7 Consistency and complementarity In accordance with the Regulations establishing the instruments for financing external action relevant to the actions concerned, the Commission shall ensure that the measures provided for in this Decision are consistent with any other Union, national and regional measures that help attain the objectives of the European Year, and fully complement the existing Union, national and regional measures. Article 8 Specific provisions on financial and non-financial support 1. Measures which are Union-wide in nature and referred to in Part A of the Annex shall lead to a procurement procedure or the award of grants financed by the Union in accordance with Titles V and VI of Regulation (EU, Euratom) No 966/2012."
}