{
  "document_category": "eurlex",
  "docId": "eurlex_20",
  "chunk_index": 1,
  "chunk_text": "Name: Decision (EU) 2017/864 of the European Parliament and of the Council of 17 May 2017 on a European Year of Cultural Heritage (2018)\n Type: Decision\n Subject Matter: culture and religion;  cooperation policy;  European construction\n Date Published: 2017-05-20 20.5.2017 EN Official Journal of the European Union L 131/1 DECISION (EU) 2017/864 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 17 May 2017 on a European Year of Cultural Heritage (2018) THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 167 thereof, Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Having regard to the opinion of the Committee of the Regions (1), Acting in accordance with the ordinary legislative procedure (2), Whereas: (1) The ideals, principles and values embedded in Europe's cultural heritage constitute a shared source of remembrance, understanding, identity, dialogue, cohesion and creativity for Europe. Cultural heritage plays a role in the European Union and the preamble to the Treaty on European Union (TEU) states that the signatories drew inspiration from the cultural, religious and humanist inheritance of Europe. (2) Article 3(3) TEU states that the Union is to respect its rich cultural and linguistic diversity, and ensure that Europe's cultural heritage is safeguarded and enhanced. (3) Article 167 of the Treaty on the Functioning of the European Union (TFEU) gives the Union the task of contributing to the flowering of the cultures of the Member States, while respecting their national and regional diversity and at the same time bringing the common cultural heritage to the fore. Union action is to be aimed at encouraging cooperation between Member States and, if necessary, supporting and supplementing their action in the areas of, inter alia, the improvement of the knowledge and dissemination of the culture and history of the European peoples, and the conservation and safeguarding of cultural heritage of European significance. (4) As highlighted by the Commission in its communication of 22 July 2014 entitled Towards an integrated approach to cultural heritage for Europe, cultural heritage is to be considered a shared resource and a common good held in trust for future generations. It is therefore a common responsibility of all stakeholders to look after cultural heritage. (5) Cultural heritage is of great value to European society from a cultural, environmental, social and economic point of view. Thus, its sustainable management constitutes a strategic choice for the twenty-first century, as stressed by the Council in its conclusions of 21 May 2014 (3). The contribution of cultural heritage in terms of value creation, skills and jobs, and quality of life is underestimated."
}