{
  "document_category": "eurlex",
  "docId": "eurlex_72",
  "chunk_index": 12,
  "chunk_text": "3. Regional integration among countries, including in particular economic integration between Pre-accession countries, Neighbourhood countries and the Union, shall be an underlying objective for EIB financing operations within areas covered by the general objectives set out in paragraph 1. The EIB shall undertake financing operations in beneficiary countries within areas covered by the general objectives by supporting foreign direct investments that promote economic integration with the Union. 4. In developing countries, as defined in the Organisation for Economic Cooperation and Development list of official development assistance recipients, the EIB financing operations shall contribute, in accordance with Articles 208 and 209 TFEU, indirectly to the objectives of the Union development cooperation policy, such as reducing poverty through inclusive growth and sustainable economy, environmental and social development. 5. To ensure that private sector investments have the greatest development impact, the EIB shall endeavour to strengthen the local private sector in beneficiary countries through support to local investment as provided for in point (a) of paragraph 1. EIB financing operations supporting the general objectives set out in paragraph 1 shall endeavour to also include support to investment projects by SMEs from the Union. In order to effectively monitor the use of funds for the benefit of the SMEs concerned, the EIB shall establish adequate contractual requirements with financial intermediaries, including standards for reporting to be provided by the beneficiaries. The EIB shall cooperate with financial intermediaries that can support the specific needs of SMEs in the countries of operation and that do not participate in EIB financing operations implemented in an eligible country through vehicles located in a foreign non-cooperative jurisdiction referred to in Article 13. 6. EIB financing operations supporting the general objective set out in point (b) of paragraph 1 shall support investment projects predominantly in the areas of transport, energy, environmental infrastructure, information and communication technology, health and education. This includes production and integration of energy from renewable sources, energy systems transformation enabling a switch to lower carbon intensive technologies and fuels, sustainable energy security and energy infrastructure, including for gas production and transportation to Union energy market, as well as electrification of rural areas, environmental infrastructure such as water and sanitation and green infrastructure, telecommunications and broadband network infrastructure. 7. EIB financing operations supporting the general objectives set out in point (c) of paragraph 1 shall support investment projects in climate change mitigation and adaptation which contribute to the overall objective of the United Nations Framework Convention on Climate Change, in particular by avoiding or reducing greenhouse gas emissions in the areas of renewable energy, energy efficiency and sustainable transport, or by increasing resilience to the adverse impacts of climate change on vulnerable countries, sectors and communities. The eligibility criteria for climate action projects are defined in the EIB climate change strategy which shall be updated before the end of 2015. To this end, an analysis of the carbon footprint ought to be included in the environmental assessment procedure to determine whether project proposals optimise energy-efficiency improvements."
}