{
  "document_category": "eurlex",
  "docId": "eurlex_81",
  "chunk_index": 4,
  "chunk_text": "(17) A precondition for granting the Unions macro-financial assistance should be that Jordan respects effective democratic mechanisms, including a multi-party parliamentary system and the rule of law, and guarantees respect for human rights. In addition, the specific objectives of the Unions macro-financial assistance should strengthen the efficiency, transparency and accountability of the public finance management systems in Jordan and promote structural reforms aimed at supporting sustainable and inclusive growth, employment creation and fiscal consolidation. Both fulfilment of the precondition and the achievement of those objectives should be regularly monitored by the Commission. (18) In order to ensure that the Unions financial interests linked to the Unions macro-financial assistance are protected efficiently, Jordan should take appropriate measures relating to the prevention of, and fight against, fraud, corruption and any other irregularities linked to the assistance. In addition, provision should be made for the Commission to carry out checks and for the Court of Auditors to carry out audits. (19) Release of the Unions macro-financial assistance is without prejudice to the powers of the European Parliament and the Council. (20) The amounts of the provision required for macro-financial assistance should be consistent with the budgetary appropriations provided for in the multiannual financial framework. (21) The Unions macro-financial assistance should be managed by the Commission. In order to ensure that the European Parliament and the Council are able to follow the implementation of this Decision, the Commission should regularly inform them of developments relating to the assistance and provide them with relevant documents. (22) In order to ensure uniform conditions for the implementation of this Decision, implementing powers should be conferred on the Commission. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council (4). (23) The Unions macro-financial assistance should be subject to economic policy conditions, to be laid down in a Memorandum of Understanding. In order to ensure uniform conditions of implementation and for reasons of efficiency, the Commission should be empowered to negotiate such conditions with the Jordanian authorities under the supervision of the committee of representatives of the Member States in accordance with Regulation (EU) No 182/2011. Under that Regulation, the advisory procedure should, as a general rule, apply in all cases other than as provided for in that Regulation. Considering the potentially important impact of assistance of more than EUR 90 million, it is appropriate that the examination procedure be used for operations above that threshold. Considering the amount of the Unions macro-financial assistance to Jordan, the examination procedure should apply to the adoption of the Memorandum of Understanding, and to any reduction, suspension or cancellation of the assistance, HAVE ADOPTED THIS DECISION: Article 1 1. The Union shall make macro-financial assistance available to Jordan (the Unions macro-financial assistance) of a maximum amount of EUR 180 million, with a view to supporting Jordans economic stabilisation and reforms. The assistance shall contribute to covering Jordans balance of payments needs as identified in the IMF programme."
}