{
  "document_category": "eurlex",
  "docId": "eurlex_22",
  "chunk_index": 9,
  "chunk_text": "In the absence of a response from the Commission within that period, the Commission shall be deemed not to have any such doubts. 2. Where the Commission informs the Member State concerned pursuant to paragraph 1 that it has doubts, it shall provide the Member State concerned with its opinion on the compatibility with Union law, in particular with internal energy market rules and Union competition law, of the draft intergovernmental agreement or amendment within 12 weeks of the date of notification referred to in paragraph 1. In the absence of an opinion from the Commission within that period, the Commission shall be deemed not to have raised any objections. 3. With the approval of the Member State concerned, the periods referred to in paragraphs 1 and 2 may be extended. The periods referred to in paragraphs 1 and 2 shall be shortened in agreement with the Commission if circumstances so warrant, in order to ensure that the negotiations are concluded in due time. 4. The Member State shall not sign, ratify or agree to the draft intergovernmental agreement or amendment until the Commission has informed the Member State of any doubts, in accordance with paragraph 1, or, where applicable, has issued its opinion in accordance with paragraph 2, or, in the absence of a response or opinion from the Commission, until the period referred to in paragraph 1 or, where applicable, that referred to in paragraph 2, has elapsed. Before signing, ratifying or agreeing to an intergovernmental agreement or amendment, the Member State concerned shall take utmost account of the Commission's opinion referred to in paragraph 2. Article 6 Notification obligations and assessment by the Commission with respect to existing intergovernmental agreements and to new intergovernmental agreements relating to electricity 1. By 3 August 2017 Member States shall notify to the Commission all existing intergovernmental agreements, including any annexes and amendments thereto. Where the existing intergovernmental agreement refers explicitly to other texts, the Member State concerned shall also submit those other texts in so far as they contain elements which concern the purchase, trade, sale, transit, storage or supply of energy in or to at least one Member State or the construction or operation of energy infrastructure with a physical connection to at least one Member State. The obligation to notify to the Commission laid down in this paragraph does not apply in respect of agreements between undertakings. 2. Existing intergovernmental agreements which have already been notified to the Commission in accordance with Article 3(1) or (5) of Decision No 994/2012/EU, or with point (a) of Article 13(6) of Regulation (EU) No 994/2010 of the European Parliament and of the Council (5) on 2 May 2017 shall be considered to have been notified for the purposes of paragraph 1 of this Article, provided that the notification meets the requirements of that paragraph."
}