{
  "document_category": "eurlex",
  "docId": "eurlex_42",
  "chunk_index": 3,
  "chunk_text": "(11) In the area of health, Directive 2011/24/EU of the European Parliament and of the Council (11) provides rules for facilitating access to safe, high-quality cross-border healthcare. Specifically, that Directive established the eHealth network to address the interoperability challenge between electronic health systems. The eHealth network can adopt guidelines on the minimum data set to be exchanged across borders in the case of unplanned and emergency care and on ePrescription services across borders. (12) In the area of European funds, Article 122 of Regulation (EU) No 1303/2013 of the European Parliament and of the Council (12) requires all exchanges of information between beneficiaries and managing authorities, certifying authorities, audit authorities and intermediate bodies to be carried out by means of electronic data-exchange systems. Those systems are to facilitate interoperability with national and Union frameworks and allow beneficiaries to submit all requisite information only once. (13) In the area of public sector information, Directive 2013/37/EU of the European Parliament and of the Council (13) stresses that public sector bodies should, where possible and appropriate, make documents available through open and machine-readable formats, together with their metadata, at the best level of precision and granularity, in a format that ensures interoperability, re-use and accessibility. (14) In the area of electronic identification, Regulation (EU) No 910/2014 of the European Parliament and of the Council (14) establishes an interoperability framework for the purposes of the interoperability of national electronic identification schemes. (15) In the area of ICT standardisation, Regulation (EU) No 1025/2012 of the European Parliament and of the Council (15) refers to interoperability as an essential outcome of standardisation. (16) In the area of research and innovation, Regulation (EU) No 1291/2013 of the European Parliament and of the Council (16), which establishes Horizon 2020, clearly mentions that interoperable solutions and standards in ICT are key enablers for the partnering of industries at Union level. Collaboration around common, open technology platforms with spill-over and leverage effects will allow a wide range of stakeholders to benefit from new developments and create further innovations. (17) In public procurement, Directives 2014/23/EU (17), 2014/24/EU (18) and 2014/25/EU (19) of the European Parliament and of the Council require Member States to implement electronic procurement. They provide that the tools and devices to be used for communicating by electronic means, as well as their technical characteristics, must be interoperable with the ICT products in general use. Moreover, Directive 2014/55/EU of the European Parliament and of the Council (20) provides for the development of a European standard on electronic invoicing in public procurement to ensure interoperability between electronic invoicing systems across the Union. (18) It is therefore important that policy relating to interoperability and its possible uses should be coordinated at Union level in the manner that is the most effective, and the most responsive to end-users, possible. In order to eliminate fragmentation in the interoperability landscape in the Union, a common understanding of interoperability in the Union and a holistic approach to interoperability solutions should be promoted."
}