{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 20,
  "chunk_text": "The Commission should present a comprehensive strategy to combat unnecessary food waste and work with Member States in the fight against excessive food waste generation. Measures to increase composting and anaerobic digestion of discarded food, as appropriate, would be helpful in this regard. 38. In addition to mandatory green public procurement requirements for certain product categories (48), most Member States have adopted voluntary action plans and many have set targets for specific product groups. There is, however, considerable scope for administrations at all levels to further reduce their environmental impact through their purchasing decisions. Member States and regions should take further steps to reach the target of applying green procurement criteria to at least 50 % of public tenders. The Commission will consider proposing sector-specific legislation to set mandatory green public procurement requirements for additional product categories and the scope for periodic monitoring of Member States progress on the basis of adequate Member State data, while having regard for the need to minimise the level of administrative burden. Voluntary green purchaser networks should be developed. 39. There is also considerable potential for improving waste prevention and management in the Union to make better use of resources, open up new markets, create new jobs and reduce dependence on imports of raw materials, while having lower impacts on the environment (49). Each year in the Union, 2,7 billion tonnes of waste are produced, of which 98 million tonnes (4 %) are hazardous. In 2011, per capita municipal waste generation averaged 503 kg throughout the Union, but ranges from 298 to 718 kg across individual Member States. On average, only 40 % of solid waste is prepared for re-use or recycled whereas some Member States achieve a rate of 70 %, showing how waste could be used as one of the Unions key resources. At the same time, many Member States landfill over 75 % of their municipal waste (50). 40. Turning waste into a resource, as called for in the Roadmap to a Resource Efficient Europe, requires the full implementation of Union waste legislation throughout the Union, based on strict application of the waste hierarchy and covering different types of waste (51). Additional efforts are needed to reduce per capita waste generation and waste generation in absolute terms. Limiting energy recovery to non-recyclable (52) materials, phasing out landfilling of recyclable or recoverable waste (53), ensuring high quality recycling where the use of recycled material does not lead to overall adverse environmental or human health impacts, and developing markets for secondary raw materials are also necessary to achieve resource efficiency objectives. Hazardous waste will need to be managed so as to minimise significant adverse effects on human health and the environment, as agreed at Rio + 20. To achieve that aim, market-based instruments and other measures that privilege prevention, recycling and re-use should be applied much more systematically throughout the Union, including extended producer responsibility, while the development of non-toxic material cycles should be supported."
}