{
  "document_category": "eurlex",
  "docId": "eurlex_36",
  "chunk_index": 4,
  "chunk_text": "(19) The Platform should make use of all relevant sources of information, in particular studies, bilateral agreements concluded between Member States and multilateral cooperation projects, and create synergies between existing instruments and structures at Union level to maximise the deterrent or preventive effect of those measures. The actions of the Platform could take the form of a framework for joint training, peer reviews, the establishment of tools such as an interactive knowledge bank, taking into account existing feasibility studies, inter alia, the work done by the European Foundation for the Improvement of Living and Working Conditions (Eurofound), and, while recognising the importance of data protection, solutions for data sharing. European campaigns or common strategies could increase the awareness of undeclared work, building on policies and strategies to raise awareness of undeclared work which already exist to varying degrees in the Member States. The Platform should also involve non-governmental actors as important sources of information. (20) The Platform should contribute to the strengthening of cooperation between Member States, including by facilitating innovative approaches to cross-border cooperation and enforcement as well as by evaluating Member States' experiences of such cooperation. Timely exchanges of information are essential to curb undeclared work. (21) Where a member of the Platform considers it to be beneficial for the exchange of information and best practices within the Platform to raise specific cases, those cases should be anonymised as appropriate. The Platform can be effective only in an environment where persons raising cases of undeclared work are protected against unfavourable treatment. The Platform should therefore be a forum for the exchange of best practices in that respect. (22) The exchange of information and best practices should allow the Platform to provide useful input for possible action at Union level to tackle undeclared work, including by the Commission. In the context of the European Semester, the activities of the Platform might provide a useful input where measures related to undeclared work are considered. (23) Different national enforcement authorities are involved with undeclared work, such as labour inspectorates, other authorities dealing with health and safety at work, social security inspectorates and tax authorities. In some cases, migration authorities and employment services as well as customs authorities and authorities in charge of implementation of the common transport policy, the police, the public prosecutor's office and the social partners may also be involved. (24) In order to tackle undeclared work comprehensively and successfully, a policy mix needs to be implemented in the Member States. This should be facilitated by encouraging structured cooperation between relevant authorities and other actors. The Platform should include all relevant national authorities, in particular enforcement authorities, which lead and/or are active in tackling undeclared work. Member States remain competent to decide which authorities represent them in the different activities of the Platform. Cooperation between national authorities of the Member States should comply with applicable Union and national law. (25)"
}