{
  "document_category": "eurlex",
  "docId": "eurlex_36",
  "chunk_index": 3,
  "chunk_text": "Tackling the complex problem of undeclared work still needs to be developed and requires a holistic approach. The Platform should not prevent the application of bilateral or multilateral agreements or arrangements concerning administrative cooperation. (13) Taking part in the Platform's activities is without prejudice to the Member States' competences and/or obligations to tackle undeclared work, including their national or international responsibilities under, inter alia, relevant and applicable International Labour Organization (ILO) conventions, such as Convention No 81 concerning Labour Inspection in Industry and Commerce. (14) Cooperation between Member States at Union level remains far from comprehensive, both in terms of the Member States involved and the issues covered. There is no formal mechanism in place for cross-border cooperation between Member States' relevant authorities to address in a comprehensive way issues related to undeclared work. (15) Encouraging cooperation between Member States at Union level is necessary to help Member States to tackle undeclared work more efficiently and effectively. In that context, the Platform should aim to facilitate and support the exchange of best practices and information and to provide a framework at Union level for the purpose of developing common understanding, expertise and analysis on undeclared work. Shared definitions and common concepts of undeclared work should reflect labour market developments. The Platform should also encourage cooperation between the different enforcement authorities of Member States participating in such cross-border actions on a voluntary basis. (16) This Decision aims to encourage cooperation at Union level between Member States. The situation with regard to undeclared work is very different between the Member States and the needs of the relevant authorities and other actors in the different Member States with regard to areas of cooperation therefore also differ. Member States remain competent to decide on their level of involvement in the activities approved at plenary level by the Platform. (17) Close and effective cooperation between the Member States to support and complement their activities in tackling undeclared work should be encouraged at Union level. Action at national level depends on the particular context in the individual Member States and activities within the Platform cannot replace an assessment at national level of the appropriate actions to be taken. (18) Member States and their relevant authorities remain competent with regard to the identification, analysis and solving of practical problems relating to the enforcement of relevant Union law on working conditions and social protection at work, and for deciding what measures to take at national level to give effect to the outcomes of the activities of the Platform. (19) The Platform should make use of all relevant sources of information, in particular studies, bilateral agreements concluded between Member States and multilateral cooperation projects, and create synergies between existing instruments and structures at Union level to maximise the deterrent or preventive effect of those measures."
}