{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 18,
  "chunk_text": "This would contribute to building a low-carbon economy. 33. All sectors of the economy will need to contribute to reducing GHG emissions if the Union is to deliver its fair share of global efforts. The Union needs to agree the next steps for its climate and energy framework beyond 2020 in order to prepare itself for international negotiations on a new legally binding agreement, but also to provide Member States, industry and other sectors with a clear legally-binding framework and target(s) to make the medium- and long-term investments needed in emissions reduction, energy efficiency and renewable energy. Hence the Union needs to consider policy options to make the transition to a low-carbon economy in a gradual, cost-effective way, taking into account the indicative milestones set out in the Low-Carbon Economy Roadmap to 2050, which should serve as the basis for further work. The Green Paper on a 2030 framework for climate and energy policies (40) represents an important step in this regard. The 2050 Energy roadmap and the White Paper on transport need to be underpinned by strong policy frameworks. Moreover, Member States need to develop and put in place long-term, cost-effective low-carbon development strategies aimed at achieving the Union objective of reducing GHG emissions by 80 % to 95 % by mid-century, compared to 1990 levels, as part of a global effort to limit the average temperature increase to below 2 °C compared to pre-industrial levels, and in the context of necessary reductions by developed countries as a group, according to evidence provided by the Intergovernmental Panel on Climate Change (IPCC). The Union Emissions Trading System will continue to be a central pillar of Union climate policy beyond 2020, and should be structurally reformed to incentivise low-carbon investment. Consistent with international commitments, the Union, together with other parties to the United Nations Framework Convention on Climate Change (UNFCCC), should support developing countries in their efforts to mitigate climate change through capacity-building, financial aid and technology transfer. 34. The uptake by industry of the Best Available Techniques under the Industrial Emissions Directive (41) will deliver improved resource-use patterns and reduced emissions for over 50 000 major industrial installations in the Union, thus making a significant contribution to stimulating the development of innovative techniques, greening the economy and reducing costs for industry in the longer term. This development can be further encouraged by the implementation of enviromental management systems, such as EMAS (42), by industry. 35. Some existing policy instruments relating to production and consumption are limited in scope. There is a need for a framework that gives appropriate signals to producers and consumers to promote resource efficiency and the circular economy. Measures will be taken to further improve the environmental performance of goods and services on the Union market over their whole life cycle including measures to increase the supply of environmentally sustainable products and stimulate a significant shift in consumer demand for such products."
}