{
  "document_category": "eurlex",
  "docId": "eurlex_86",
  "chunk_index": 9,
  "chunk_text": "(b) Where macro-financial assistance takes the form of a loan, the Commission should be empowered on behalf of the Union to borrow the necessary funds on the capital markets or from financial institutions and on-lend them to the beneficiary. (c) Borrowing and lending operations should be carried out in euro using the same value date and should not involve the Union in the transformation of maturities, or in any exchange or interest rate risk. (d) All costs incurred by the Union which relate to borrowing or lending operations should be borne by the beneficiary. (e) At the request of the beneficiary, and where circumstances permit an improvement of the interest rate of the loan, the Commission may decide to refinance all or part of its initial borrowings or restructure the corresponding financial conditions. Refinancing and restructuring operations should be carried out in accordance with the conditions laid down in point 3(d) and should not have the effect of extending the average maturity of the borrowing concerned or of increasing the amount of capital outstanding at the date of the refinancing or restructuring. 4. Financial provisions (a) The amounts of macro-financial assistance provided in the form of grants should be consistent with the budget appropriations provided for in the multi-annual financial framework. (b) The amounts of macro-financial assistance provided in the form of loans should be provisioned in accordance with the Regulation establishing a Guarantee Fund for external actions. The amounts of the provisions should be consistent with the budget appropriations provided for in the multi-annual financial framework. (c) Annual appropriations should be authorised by the budgetary authority within the limits of the multi-annual financial framework. 5. Amount of the assistance (a) The determination of the amount of the assistance should be based on the residual external financing needs of the eligible country or territory, and should take into account its capacity to finance itself with its own resources, and in particular the international reserves at its disposal. Those financing needs should be determined by the Commission in cooperation with international financial institutions, based on a complete quantitative assessment and transparent supporting documentation. In particular, the Commission should draw on the latest balance of payments projections of the IMF for the relevant country or territory and take into account the expected financial contributions from multilateral donors, as well as the pre-existing deployment of the Unions other external financing instruments in that eligible country or territory. (b) The Commission documentation should contain information on the projected stock of foreign exchange reserves in the absence of macro-financial assistance compared to levels considered to be adequate, as measured by relevant indicators such as the ratio of reserves to short-term external debt and the ratio of reserves to imports of the beneficiary country. (c) The determination of the amount of macro-financial assistance provided should also take into account the need to ensure fair burden sharing between the Union and the other donors and the added value of the overall Union involvement."
}