{
  "document_category": "eurlex",
  "docId": "eurlex_36",
  "chunk_index": 2,
  "chunk_text": "(5) Undeclared work was defined in the Commission Communication of 24 October 2007 entitled Stepping up the fight against undeclared work as any paid activities that are lawful as regards their nature but not declared to public authorities, taking into account differences in the regulatory systems of the Member States. That definition excluded all illegal activities. (6) Undeclared work often has a cross-border dimension. The nature of undeclared work may vary from one country to the other, depending on the economic, administrative and social context. National legislation as regards undeclared work and the definitions used at national level are diverse. Therefore, measures to tackle undeclared work should be tailored to take account of those differences. (7) Estimates indicate that undeclared work constitutes a significant part of the Union's economy. As undeclared work is defined differently in national legislation across Member States, it is difficult to obtain precise data of how widespread it is. (8) The abuse of the status of self-employed persons, as defined in national law, either at national level or in cross-border situations, is a form of falsely declared work that is frequently associated with undeclared work. Bogus self-employment occurs when a person is declared as self-employed while fulfilling the conditions characteristic of an employment relationship, in order to avoid certain legal or fiscal obligations. The Platform established by this Decision (the Platform) should tackle undeclared work in its various forms and falsely declared work that is associated with undeclared work, including bogus self-employment. (9) Undeclared work has serious implications for the workers concerned, who find themselves having to accept precarious and sometimes hazardous working conditions, much lower wages, severe infringements of labour rights and significantly reduced protection under labour and social protection law, thus depriving them of adequate social benefits, pension rights and access to healthcare, as well as skills development and lifelong learning opportunities. (10) While the negative effects of undeclared work on society and the economy take various forms, the Platform aims to improve working conditions and to promote integration in the labour market and social inclusion. Undeclared work has serious budgetary implications through decreased tax and social security revenues, thus undermining the financial sustainability of social protection systems. It has negative impacts on employment and productivity and distorts the level playing field. (11) Undeclared work has different effects on different social groups, inter alia, women, migrants and domestic workers, some undeclared workers being in a particularly vulnerable position. (12) A wide range of policy approaches and measures to tackle undeclared work have been introduced across the Member States. Member States have also concluded bilateral agreements and carried out multilateral projects on certain aspects of undeclared work. Tackling the complex problem of undeclared work still needs to be developed and requires a holistic approach. The Platform should not prevent the application of bilateral or multilateral agreements or arrangements concerning administrative cooperation."
}