{
  "document_category": "eurlex",
  "docId": "eurlex_19",
  "chunk_index": 7,
  "chunk_text": "In accordance with the principle of proportionality, as set out in that Article, this Decision does not go beyond what is necessary in order to achieve that objective, HAVE ADOPTED THIS DECISION: Article 1 1. By 30 June 2020, Member States shall allow the use of the 694-790 MHz (700 MHz) frequency band for terrestrial systems capable of providing wireless broadband electronic communications services only under harmonised technical conditions established by the Commission pursuant to Article 4 of Decision No 676/2002/EC. Member States may, however, delay allowing the use of the 700 MHz frequency band for up to two years on the basis of one or more of the duly justified reasons set out in the Annex to this Decision. In the case of such a delay, the Member State concerned shall inform the other Member States and the Commission accordingly and shall include those duly justified reasons in the national roadmap adopted pursuant to Article 5 of this Decision. Where necessary, Member States shall carry out the authorisation process or amend relevant existing rights to use the spectrum in accordance with Directive 2002/20/EC, in order to allow such use. A Member State that delays allowing the use of the 700 MHz frequency band under the second subparagraph and the Member States affected by that delay shall cooperate with each other with a view to coordinating the process of releasing the 700 MHz frequency band for wireless broadband electronic communications services and shall include information on such coordination in the national roadmaps adopted pursuant to Article 5. 2. In order to allow the use of the 700 MHz frequency band in accordance with paragraph 1, Member States shall, by 31 December 2017, conclude all the necessary cross-border frequency-coordination agreements within the Union. 3. Member States shall not be bound by the obligations laid down in paragraphs 1 and 2 in geographical areas where frequency coordination with third countries remains unresolved, provided that Member States make all practicable efforts to minimise the duration and geographical scope of such unresolved coordination and report the results to the Commission, on an annual basis, until the outstanding coordination issues have been resolved. The first subparagraph shall apply to the spectrum coordination problems in the Republic of Cyprus arising from the fact that the Government of Cyprus is prevented from exercising effective control in part of its territory. 4. This Decision is without prejudice to the right of Member States to organise and use their spectrum for the purposes of public order, public security and defence. Article 2 Upon the granting of the rights of use in the 700 MHz frequency band for terrestrial systems capable of providing wireless broadband electronic communications services, Member States shall allow the transfer or leasing of such rights in accordance with open and transparent procedures pursuant to the applicable Union law."
}