{
  "document_category": "eurlex",
  "docId": "eurlex_5",
  "chunk_index": 2,
  "chunk_text": "That IMF financial assistance has been complemented by substantial support from a number of bilateral partners, including the Union, its Member States, the US, Japan and Canada. Other international financial institutions such as the World Bank, the European Bank for Reconstruction and Development and the European Investment Bank have also significantly scaled up their activity to support Ukraine's economic transition. (6) Following its technical mission of November 2017, the IMF revised its estimates of Ukraine's external financing needs, identifying an additional gap of USD 4,5 billion for 2018 and 2019. Those financing needs go over and above the funding committed so far by the international community, which includes the Union's macro-financial assistance pursuant to Decisions 2002/639/EC, No 646/2010/EU, 2014/215/EU and (EU) 2015/601. (7) In November 2017, in view of the continued challenging economic and financial situation of Ukraine, the Ukrainian authorities requested additional macro-financial assistance from the Union. (8) At the EU-Ukraine Association Council which met on 8 December 2017, the Union reaffirmed its support for Ukraine's substantial reform efforts, including financial assistance linked to concrete reform progress. (9) Given that Ukraine is a country covered by the ENP, it should be considered to be eligible to receive macro-financial assistance from the Union. (10) The Union's macro-financial assistance should be an exceptional financial instrument of untied and undesignated balance-of-payments support, which aims to address the beneficiary's immediate external financing needs, and should underpin the implementation of a policy programme containing strong immediate adjustment and structural reform measures designed to improve the beneficiary's balance-of-payments position in the short term. (11) Given that a residual external financing gap remains in Ukraine's balance of payments over and above the resources provided by the IMF and other multilateral institutions, the provision by the Union of macro-financial assistance to Ukraine is, under the current exceptional circumstances, considered to be an appropriate response to Ukraine's request to the Union to support its economic stabilisation, in conjunction with the IMF programme. The Union's macro-financial assistance would support the economic stabilisation and the structural reform agenda of Ukraine, supplementing resources made available under the IMF's financial arrangement. (12) The Union's macro-financial assistance should aim to support the restoration of a sustainable external financing situation for Ukraine, thereby supporting its economic and social development. (13) The determination of the amount of the Union's macro-financial assistance is based on a complete quantitative assessment of Ukraine's residual external financing needs, and takes into account its capacity to finance itself with its own resources, in particular the international reserves at its disposal. The Union's macro-financial assistance should complement the programmes and resources provided by the IMF and the World Bank. The determination of the amount of the assistance also takes into account expected financial contributions from bilateral and multilateral donors and the need to ensure fair burden sharing between the Union and other donors, as well as the pre-existing deployment of the Union's other external financing instruments in Ukraine and the added value of the overall Union involvement."
}