{
  "document_category": "eurlex",
  "docId": "eurlex_0",
  "chunk_index": 1,
  "chunk_text": "Name: Decision (EU) 2019/276 of the European Parliament and of the Council of 12 December 2018 on the mobilisation of the Flexibility Instrument to reinforce key programmes for the competitiveness of the EU and to finance immediate budgetary measures to address the ongoing challenges of migration, refugee inflows and security threats\n Type: Decision\n Subject Matter: cooperation policy;  budget;  EU finance;  international security;  migration\n Date Published: 2019-02-22 22.2.2019 EN Official Journal of the European Union L 54/3 DECISION (EU) 2019/276 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 12 December 2018 on the mobilisation of the Flexibility Instrument to reinforce key programmes for the competitiveness of the EU and to finance immediate budgetary measures to address the ongoing challenges of migration, refugee inflows and security threats THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, Having regard to the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (1), and in particular point 12 thereof, Having regard to the proposal from the European Commission, Whereas, (1) The Flexibility Instrument is intended to allow the financing of clearly identified expenditure which could not be financed within the limits of the ceilings available for one or more other headings. (2) The ceiling on the annual amount available for the Flexibility Instrument is EUR 600 000 000 (2011 prices), as laid down in Article 11 of Council Regulation (EU, Euratom) No 1311/2013 (2) increased, where applicable, by lapsed amounts made available in accordance with the second subparagraph of paragraph 1 of that Article. (3) In order to reinforce key programmes for the competitiveness of the EU and to address the ongoing challenges of migration, refugee inflows and security threats, it is necessary to mobilise significant additional amounts to finance such measures as a matter of urgency. (4) Having examined all possibilities for reallocating appropriations under the expenditure ceiling of heading 1a (Competitiveness for growth and jobs) and heading 3 (Security and citizenship), it is necessary to mobilise the Flexibility Instrument to supplement the financing available in the general budget of the Union for the financial year 2019 beyond the ceilings of heading 1a by the amount of EUR 178 715 475 to reinforce key programmes for the competitiveness of the EU and of heading 3 by the amount of EUR 985 629 138 to finance measures in the field of migration, refugees and security. (5) On the basis of the expected payment profile, the payment appropriations corresponding to the mobilisation of the Flexibility Instrument should be distributed over several financial years. (6) In order to allow for the quick use of the funds, this Decision should apply from the beginning of the financial year 2019, HAVE ADOPTED THIS DECISION: Article 1 1."
}