{
  "doc_id": "eurlex_52",
  "category": "eurlex",
  "chunks": [
    {
      "id": "eurlex_52__0",
      "chunk_id": "0",
      "content": "Name: Decision (EU) 2015/601 of the European Parliament and of the Council of 15 April 2015 providing macro-financial assistance to Ukraine\n Type: Decision\n Subject Matter: economic policy;  Europe;  EU finance;  international security;  economic analysis;  cooperation policy;  European construction\n Date Published: 2015-04-17 17.4.2015 EN Official Journal of the European Union L 100/1 DECISION (EU) 2015/601 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 15 April 2015 providing macro-financial assistance to Ukraine THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 212 thereof, Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Acting in accordance with the ordinary legislative procedure (1), Whereas: (1) Relations between the European Union and Ukraine are developing within the framework of the European Neighbourhood Policy (ENP) and the Eastern Partnership. The Association Agreement between the European Union and the European Atomic Energy Community and their Member States, of the one part, and Ukraine, of the other part (2) (the Association Agreement), including a Deep and Comprehensive Free Trade Area (DCFTA), was negotiated from 2007 to 2011. It was initialled in 2012, signed by Ukraine on 21 March 2014 and by the Union on 27 June 2014. Since 1 November 2014, important parts of the Association Agreement have been provisionally applied in the areas of the respect for human rights, fundamental freedoms and rule of law, political dialogue and reform, justice, freedom and security, and economic and financial cooperation. (2) Following the reinstatement of the Ukrainian Constitution of 2004, presidential as well as parliamentary elections were successfully held on 25 May 2014 and 26 October 2014, respectively. After the formation of a new government on 2 December 2014 reflecting the outcome of the parliamentary elections, Ukraine has reconfirmed its commitment to political and economic reforms in line with the framework provided by the Association Agreement and has presented an Action Plan outlining the intended reforms. (3) The violation of Ukraine's sovereignty and territorial integrity and the resulting military conflict have had damaging effects on Ukraine's already precarious economic and financial stability. Ukraine is facing a difficult balance of payments and liquidity position linked to receding confidence and concomitant capital flight, as well as a worsening fiscal situation as a result of the direct budgetary cost of the conflict, a deeper than expected recession and the loss of fiscal revenues from the geographic areas controlled by the separatists. At the same time, pre-existing structural weaknesses and budgetary and external financial vulnerabilities have also contributed to the deterioration of the economic situation. (4) In this context, Ukraine's external financing needs are substantially larger than initially identified, requiring additional financial assistance by international creditors and donors."
    },
    {
      "id": "eurlex_52__1",
      "chunk_id": "1",
      "content": "At the same time, pre-existing structural weaknesses and budgetary and external financial vulnerabilities have also contributed to the deterioration of the economic situation. (4) In this context, Ukraine's external financing needs are substantially larger than initially identified, requiring additional financial assistance by international creditors and donors. In its most recent programme review mission, the International Monetary Fund (IMF) identified a significant financing need over and above the funding committed so far by the international community, which includes the Union's macro-financial assistance under Council Decision 2002/639/EC (3), Decision No 646/2010/EU of the European Parliament and of the Council (4) and Council Decision 2014/215/EU (5). (5) The Union has, on various occasions, declared its commitment to support the new Ukrainian authorities in achieving their aims of stabilising the situation and pursuing the course of reforms. The Union has also declared its readiness to support fully the efforts of the international community and international financial institutions, especially the IMF, with regard to an international assistance package designed to address the urgent needs of Ukraine, conditional on Ukraine's clear commitment to reforms. Financial support from the Union to Ukraine is consistent with the Union's policy as set out in the ENP and in the Eastern Partnership. In its conclusions of 18 December 2014, the European Council stated that, following the Commission's second disbursement in December 2014 of EUR 500 million in macro-financial assistance, the Union and its Member States stand ready to further facilitate and support Ukraine's reform process, together with other donors and in line with IMF conditionality. (6) The Union's macro-financial assistance should be an exceptional financial instrument of untied and undesignated balance-of-payments support, which aims to address the beneficiary's immediate external financing needs and should underpin the implementation of a policy programme containing strong immediate adjustment and structural reform measures designed to improve the balance-of-payments position in the short term. (7) On 30 April 2014, the Ukrainian authorities and the IMF agreed on a two-year Stand-by Arrangement of Special Drawing Rights (SDR) 10,976 billion (about USD 17,01 billion, 800 percent of quota) in support of Ukraine's economic adjustment and reform programme. (8) On 5 March 2014, in view of the drastically worsening balance-of-payments situation in Ukraine, the Commission announced a support package, which was endorsed by the extraordinary European Council on 6 March 2014. That package includes financial assistance in the amount of EUR 11 billion for the period 2014-2020, including up to EUR 1,565 billion in grants for the same period mobilised under the European Neighbourhood Instrument, the Neighbourhood Investment Facility, the Instrument contributing to Stability and Peace and the budget of the Common Foreign and Security Policy, as well as the Union's macro-financial assistance of up to EUR 1,61 billion for the period 2014-2015. (9) On 9 September 2014, in view of the worsening economic situation and outlook, Ukraine requested further macro-financial assistance from the Union. That request was reiterated in another letter on 15 December 2014."
    },
    {
      "id": "eurlex_52__2",
      "chunk_id": "2",
      "content": "(9) On 9 September 2014, in view of the worsening economic situation and outlook, Ukraine requested further macro-financial assistance from the Union. That request was reiterated in another letter on 15 December 2014. (10) Given that Ukraine is a country covered by the ENP, it should be considered to be eligible to receive the Union's macro-financial assistance. (11) Given that there is still a significant residual external financing gap in Ukraine's balance of payments over and above the resources provided by the IMF and other multilateral institutions, the Union's macro-financial assistance to be provided to Ukraine (the Union's macro-financial assistance) is, under the current exceptional circumstances, considered to be an appropriate response to Ukraine's request to support economic stabilisation in conjunction with the IMF programme. The Union's macro-financial assistance would support the economic stabilisation and the structural reform agenda of Ukraine, supplementing resources made available under the IMF financial arrangement. (12) The Union's macro-financial assistance should aim to support the restoration of a sustainable external financing situation for Ukraine, thereby supporting its economic and social development in line with the Association Agreement. (13) The determination of the amount of the Union's macro-financial assistance is based on a complete quantitative assessment of Ukraine's residual external financing needs, and takes into account its capacity to finance itself with its own resources, in particular the international reserves at its disposal. The Union's macro-financial assistance should complement the programmes and resources provided by the IMF and the World Bank. The determination of the amount of the assistance also takes into account expected financial contributions from multilateral donors and the need to ensure fair burden sharing between the Union and other donors, as well as the pre-existing deployment of other external financing instruments of the Union in Ukraine and the added value of the overall Union involvement. (14) The Commission should ensure that the Union's macro-financial assistance is legally and substantially in line with the key principles, objectives and measures taken within the different areas of external action and other relevant Union policies. (15) The Union's macro-financial assistance should support the Union's external policy towards Ukraine. Commission services and the European External Action Service should work closely together throughout the macro-financial assistance operation in order to coordinate, and to ensure the consistency of, Union external policy. (16) The Union's macro-financial assistance should support Ukraine's commitment to values shared with the Union, including those of democracy, the rule of law, good governance, respect for human rights, sustainable development and poverty reduction, as well as Ukraine's commitment to the principles of open, rule-based and fair trade. (17) A pre-condition for granting the Union's macro-financial assistance should be that Ukraine respects effective democratic mechanisms  including a multi-party parliamentary system  and the rule of law, and guarantees respect for human rights."
    },
    {
      "id": "eurlex_52__3",
      "chunk_id": "3",
      "content": "(17) A pre-condition for granting the Union's macro-financial assistance should be that Ukraine respects effective democratic mechanisms  including a multi-party parliamentary system  and the rule of law, and guarantees respect for human rights. In addition, the specific objectives of the Union's macro-financial assistance should strengthen the efficiency, transparency and accountability of the public finance management systems in Ukraine, and promote structural reforms aimed at supporting sustainable and inclusive growth, employment creation and fiscal consolidation. Both the fulfilment of the pre-condition and the achievement of those objectives should be regularly monitored by the Commission and by the European External Action Service. (18) In order to ensure that the Union's financial interests linked to the Union's macro-financial assistance are protected efficiently, Ukraine should take appropriate measures relating to the prevention of, and fight against, fraud, corruption and any other irregularities linked to that assistance. In addition, provision should be made for the Commission to carry out checks and for the Court of Auditors to carry out audits. (19) Release of the Union's macro-financial assistance is without prejudice to the powers of the European Parliament and of the Council (as budgetary authority). (20) The amounts of the provision required for the Union's macro-financial assistance should be consistent with the budgetary appropriations provided for in the multi-annual financial framework. (21) The Union's macro-financial assistance should be managed by the Commission. In order to ensure that the European Parliament and the Council are able to follow the implementation of this Decision, the Commission should regularly inform them of developments relating to the assistance and provide them with relevant documents. (22) In order to ensure uniform conditions for the implementation of this Decision, implementing powers should be conferred on the Commission. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council (6). (23) The Union's macro-financial assistance should be subject to economic policy conditions, to be laid down in a Memorandum of Understanding. In order to ensure uniform conditions of implementation and for reasons of efficiency, the Commission should be empowered to negotiate such conditions with the Ukrainian authorities under the supervision of the committee of representatives of the Member States in accordance with Regulation (EU) No 182/2011. Under that Regulation, the advisory procedure should, as a general rule, apply in all cases other than as provided for in that Regulation. Considering the potentially important impact of assistance of more than EUR 90 million, it is appropriate that the examination procedure be used for operations above that threshold. Considering the amount of the Union's macro-financial assistance to Ukraine, the examination procedure should apply to the adoption of the Memorandum of Understanding, and to any reduction, suspension or cancellation of the assistance, HAVE ADOPTED THIS DECISION: Article 1 1. The Union shall make macro-financial assistance available to Ukraine (the Union's macro-financial assistance) of a maximum amount of EUR 1,8 billion, with a view to supporting Ukraine's economic stabilisation and a substantive reform agenda."
    },
    {
      "id": "eurlex_52__4",
      "chunk_id": "4",
      "content": "The Union shall make macro-financial assistance available to Ukraine (the Union's macro-financial assistance) of a maximum amount of EUR 1,8 billion, with a view to supporting Ukraine's economic stabilisation and a substantive reform agenda. The assistance shall contribute to covering Ukraine's balance of payments needs as identified in the IMF programme. 2. The full amount of the Union's macro-financial assistance shall be provided to Ukraine in the form of loans. The Commission shall be empowered on behalf of the Union to borrow the necessary funds on the capital markets or from financial institutions and to on-lend them to Ukraine. The loans shall have a maximum maturity of 15 years. 3. The release of the Union's macro-financial assistance shall be managed by the Commission in a manner consistent with the agreements or understandings reached between the IMF and Ukraine, and with the key principles and objectives of economic reforms set out in the Association Agreement and the EU-Ukraine Association Agenda agreed under the ENP. The Commission shall regularly inform the European Parliament and the Council of developments regarding the Union's macro-financial assistance, including disbursements thereof, and shall provide those institutions with the relevant documents in due time. 4. The Union's macro-financial assistance shall be made available for a period of two and a half years, starting from the day after the entry into force of the Memorandum of Understanding referred to in Article 3(1). 5. If the financing needs of Ukraine decrease fundamentally during the period of the disbursement of the Union's macro-financial assistance compared to the initial projections, the Commission shall, acting in accordance with the examination procedure referred to in Article 7(2), reduce the amount of the assistance or suspend or cancel it. Article 2 1. A pre-condition for granting the Union's macro-financial assistance shall be that Ukraine respects effective democratic mechanisms  including a multi-party parliamentary system  and the rule of law, and guarantees respect for human rights. 2. The Commission and the European External Action Service shall monitor the fulfilment of this pre-condition throughout the life-cycle of the Union's macro-financial assistance. 3. Paragraphs 1 and 2 shall be applied in accordance with Council Decision 2010/427/EU (7). Article 3 1. The Commission shall, in accordance with the examination procedure referred to in Article 7(2), agree with the Ukrainian authorities on clearly defined economic policy and financial conditions, focusing on structural reforms and sound public finances, to which the Union's macro-financial assistance is to be subject, to be laid down in a Memorandum of Understanding (the Memorandum of Understanding) which shall include a timeframe for the fulfilment of those conditions. The economic policy and financial conditions set out in the Memorandum of Understanding shall be consistent with the agreements or understandings referred to in Article 1(3), including the macroeconomic adjustment and structural reform programmes implemented by Ukraine, with the support of the IMF."
    },
    {
      "id": "eurlex_52__5",
      "chunk_id": "5",
      "content": "The economic policy and financial conditions set out in the Memorandum of Understanding shall be consistent with the agreements or understandings referred to in Article 1(3), including the macroeconomic adjustment and structural reform programmes implemented by Ukraine, with the support of the IMF. 2. The conditions referred to in paragraph 1 shall aim, in particular, to enhance the efficiency, transparency and accountability of the public finance management systems in Ukraine, including for the use of the Union's macro-financial assistance. Progress in mutual market opening, the development of rules-based and fair trade and other priorities in the context of the Union's external policy shall also be duly taken into account when designing the policy measures. Progress in attaining those objectives shall be regularly monitored by the Commission. 3. The detailed financial terms of the Union's macro-financial assistance shall be laid down in a Loan Agreement to be agreed between the Commission and the Ukrainian authorities. 4. The Commission shall verify at regular intervals that the conditions laid down in Article 4(3) continue to be met, including whether the economic policies of Ukraine are in accordance with the objectives of the Union's macro-financial assistance. In so doing, the Commission shall coordinate closely with the IMF and the World Bank, and, where necessary, with the European Parliament and the Council. Article 4 1. Subject to the conditions laid down in paragraph 3, the Union's macro-financial assistance shall be made available by the Commission in three loan instalments. The size of each loan instalment shall be laid down in the Memorandum of Understanding. 2. The amounts of the Union's macro-financial assistance shall be provisioned, where required, in accordance with Council Regulation (EC, Euratom) No 480/2009 (8). 3. The Commission shall decide on the release of the loan instalments subject to the fulfilment of all of the following conditions: (a) the pre-condition set out in Article 2; (b) a continuous satisfactory track record of Ukraine implementing a policy programme that contains strong adjustment and structural reform measures supported by a non-precautionary IMF credit arrangement; and (c) the implementation of the economic policy and financial conditions agreed in the Memorandum of Understanding within a specific time-frame. 4. The disbursement of the second loan instalment shall not take place on a date earlier than three months after the date of release of the first loan instalment. The disbursement of the third loan instalment shall not take place on a date earlier than three months after the date of release of the second loan instalment. 5. If the conditions laid down in paragraph 3 are not met, the Commission shall temporarily suspend or cancel the disbursement of the Union's macro-financial assistance. In such cases, it shall inform the European Parliament and the Council of the reasons for that suspension or cancellation. 6. The Union's macro-financial assistance shall be disbursed to the National Bank of Ukraine."
    },
    {
      "id": "eurlex_52__6",
      "chunk_id": "6",
      "content": "In such cases, it shall inform the European Parliament and the Council of the reasons for that suspension or cancellation. 6. The Union's macro-financial assistance shall be disbursed to the National Bank of Ukraine. Subject to provisions to be agreed in the Memorandum of Understanding, including confirmation of Ukraine's residual budgetary financing needs, the Union funds may be transferred to the Ukrainian Ministry of Finance as the final beneficiary. Article 5 1. The borrowing and lending operations related to the Union's macro-financial assistance shall be carried out in euro using the same value date and shall not involve the Union in the transformation of maturities, or expose it to any exchange or interest rate risk, or to any other commercial risk. 2. Where the circumstances permit, and if Ukraine so requests, the Commission may take the necessary steps to ensure that an early repayment clause is included in the loan terms and conditions, and that it is matched by a corresponding clause in the terms and conditions of the borrowing operations. 3. Where circumstances permit an improvement of the interest rate of the loan, and if Ukraine so requests, the Commission may decide to refinance all or part of its initial borrowings or may restructure the corresponding financial conditions. Refinancing or restructuring operations shall be carried out in accordance with paragraphs 1 and 4 and shall not have the effect of extending the maturity of the borrowings concerned or of increasing the amount of capital outstanding at the date of the refinancing or restructuring. 4. All costs incurred by the Union which relate to the borrowing and lending operations under this Decision shall be borne by Ukraine. 5. The Commission shall inform the European Parliament and the Council of any developments in the operations referred to in paragraphs 2 and 3. Article 6 1. The Union's macro-financial assistance shall be implemented in accordance with Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council (9) and Commission Delegated Regulation (EU) No 1268/2012 (10). 2. The implementation of the Union's macro-financial assistance shall be under direct management. 3. The Memorandum of Understanding and the Loan Agreement shall contain provisions: (a) ensuring that Ukraine regularly checks that financing provided from the general budget of the Union has been properly used, takes appropriate measures to prevent irregularities and fraud, and, if necessary, takes legal action to recover any funds provided under this Decision that have been misappropriated; (b) ensuring the protection of the Union's financial interests, in particular providing for specific measures in relation to the prevention of, and fight against, fraud, corruption and any other irregularities affecting the Union's macro-financial assistance, in accordance with Council Regulation (EC, Euratom) No 2988/95 (11), Council Regulation (Euratom, EC) No 2185/96 (12) and Regulation (EU, Euratom)"
    },
    {
      "id": "eurlex_52__7",
      "chunk_id": "7",
      "content": "No 883/2013 of the European Parliament and of the Council (13); (c) expressly authorising the Commission, including the European Anti-Fraud Office, or its representatives to carry out checks, including on-the-spot checks and inspections; (d) expressly authorising the Commission and the Court of Auditors to perform audits during and after the availability period of the Union's macro-financial assistance, including document audits and on-the-spot audits, such as operational assessments; and (e) ensuring that the Union is entitled to early repayment of the loan where it has been established that, in relation to the management of the Union's macro-financial assistance, Ukraine has engaged in any act of fraud or corruption or any other illegal activity detrimental to the financial interests of the Union. 4. During the implementation of the Union's macro-financial assistance, the Commission shall monitor, by means of operational assessments, the soundness of Ukraine's financial arrangements, the administrative procedures, and the internal and external control mechanisms which are relevant to the assistance. Article 7 1. The Commission shall be assisted by a committee. That committee shall be a committee within the meaning of Regulation (EU) No 182/2011. 2. Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply. Article 8 1. By 30 June of each year, the Commission shall submit to the European Parliament and to the Council a report on the implementation of this Decision in the preceding year, including an evaluation of that implementation. That report shall: (a) examine the progress made in implementing the Union's macro-financial assistance; (b) assess the economic situation and prospects of Ukraine, as well as progress made in implementing the policy measures referred to in Article 3(1); (c) indicate the connection between the economic policy conditions laid down in the Memorandum of Understanding, Ukraine's ongoing economic and fiscal performance and the Commission's decisions to release the instalments of the Union's macro-financial assistance. 2. No later than two years after the expiry of the availability period referred to in Article 1(4), the Commission shall submit to the European Parliament and to the Council an ex post evaluation report, assessing the results and efficiency of the completed Union's macro-financial assistance and the extent to which it has contributed to the aims of the assistance. Article 9 This Decision shall enter into force on the third day following that of its publication in the Official Journal of the European Union. Done at Brussels, 15 April 2015. For the European Parliament The President M. SCHULZ For the Council The President Z. KALNIÃ A-LUKAÃ EVICA (1) Position of the European Parliament of 25 March 2015 (not yet published in the Official Journal) and decision of the Council of 31 March 2015. (2) OJ L 161, 29.5.2014, p. 3. (3) Council Decision 2002/639/EC of 12 July 2002 providing supplementary macro-financial assistance to Ukraine (OJ L 209, 6.8.2002, p. 22)."
    },
    {
      "id": "eurlex_52__8",
      "chunk_id": "8",
      "content": "(2) OJ L 161, 29.5.2014, p. 3. (3) Council Decision 2002/639/EC of 12 July 2002 providing supplementary macro-financial assistance to Ukraine (OJ L 209, 6.8.2002, p. 22). (4) Decision No 646/2010/EU of the European Parliament and of the Council of 7 July 2010 providing macrofinancial assistance to Ukraine (OJ L 179, 14.7.2010, p. 1). (5) Council Decision 2014/215/EU of 14 April 2014 providing macro-financial assistance to Ukraine (OJ L 111, 15.4.2014, p. 85). (6) Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission's exercise of implementing powers (OJ L 55, 28.2.2011, p. 13). (7) Council Decision 2010/427/EU of 26 July 2010 establishing the organisation and functioning of the European External Action Service (OJ L 201, 3.8.2010, p. 30). (8) Council Regulation (EC, Euratom) No 480/2009 of 25 May 2009 establishing a Guarantee Fund for external actions (OJ L 145, 10.6.2009, p. 10). (9) Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council of 25 October 2012 on the financial rules applicable to the general budget of the Union and repealing Council Regulation (EC, Euratom) No 1605/2002 (OJ L 298, 26.10.2012, p. 1). (10) Commission Delegated Regulation (EU) No 1268/2012 of 29 October 2012 on the rules of application of Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council on the financial rules applicable to the general budget of the Union (OJ L 362, 31.12.2012, p. 1). (11) Council Regulation (EC, Euratom) No 2988/95 of 18 December 1995 on the protection of the European Communities financial interests (OJ L 312, 23.12.1995, p. 1). (12) Council Regulation (Euratom, EC) No 2185/96 of 11 November 1996 concerning on-the-spot checks and inspections carried out by the Commission in order to protect the European Communities' financial interests against fraud and other irregularities (OJ L 292, 15.11.1996, p. 2). (13) Regulation (EU, Euratom) No 883/2013 of the European Parliament and of the Council of 11 September 2013 concerning investigations conducted by the European Anti-Fraud Office (OLAF) and repealing Regulation (EC) No 1073/1999 of the European Parliament and of the Council and Council Regulation (Euratom) No 1074/1999 (OJ L 248, 18.9.2013, p. 1)."
    }
  ]
}