{
  "document_category": "eurlex",
  "docId": "eurlex_18",
  "chunk_index": 5,
  "chunk_text": "(28) Calls for proposals managed by PRIMA-IS should also be published on the single portal for participants, as well as through other Horizon 2020 electronic means of dissemination managed by the Commission. (29) PRIMA-IS should make information on the implementation of the actions funded publicly available. (30) The Union financial contribution should be managed in accordance with the principle of sound financial management and with the rules on indirect management laid down in Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council (6) and Commission Delegated Regulation (EU) No 1268/2012 (7). (31) In order to protect the Union's financial interests, the Commission should have the right to terminate, reduce or suspend the Union financial contribution if PRIMA is implemented inadequately, partially or late, or if the Participating States do not contribute, or contribute partially or late, to the financing of PRIMA. (32) In line with the overall aim of Horizon 2020 of achieving greater simplification, sets of rules that are different from those of Horizon 2020 should be avoided. Therefore, participation in indirect actions funded by PRIMA-IS is subject to Regulation (EU) No 1290/2013. However, due to the unique objectives and specific operating needs of PRIMA, it is necessary to provide for a limited number of derogations in accordance with Article 1(3) of that Regulation. (33) In order to account for the specificities resulting from the geographical scope of PRIMA, derogations from point (b) of Article 9(1) and from Article 9(3) of Regulation (EU) No 1290/2013 are necessary to adjust the minimum eligibility conditions for participation in indirect actions. In particular, in order to adapt to the specificities of PRIMA the minimum number of participants should, by way of derogation from point (b) of Article 9(1) of Regulation (EU) No 1290/2013, be three legal entities established in three different Participating States, fostering balanced Euro-Mediterranean cooperation. A derogation from Article 9(3) of Regulation (EU) No 1290/2013 is also necessary in order to ensure that the minimum eligibility conditions for participation in indirect actions do not discriminate against entities established in third countries that are Participating States. (34) Derogations from Article 10(1) and (2) of Regulation (EU) No 1290/2013 are necessary in order to ensure that, as a general rule, only legal entities established in a Participating State or created under Union law, or international European interest organisations, are eligible for funding. However, PRIMA-IS should also be able to fund beneficiaries established in a country that is not a Participating State, provided that such participation is deemed to be essential by PRIMA-IS or if funding is provided for under an international agreement or arrangement. The participation of such entities should be monitored by PRIMA-IS. (35) For the purpose of simplification, the administrative burden should be strictly proportionate to the foreseeable effects on all parties. Double audits and disproportionately burdensome documentation or reporting should be avoided. When audits are conducted, the specificities of the national programmes should be taken into account, as appropriate."
}