{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 21,
  "chunk_text": "To achieve that aim, market-based instruments and other measures that privilege prevention, recycling and re-use should be applied much more systematically throughout the Union, including extended producer responsibility, while the development of non-toxic material cycles should be supported. Barriers facing recycling activities in the Union internal market should be removed and existing prevention, re-use, recycling, recovery and landfill diversion targets reviewed so as to move towards a lifecycle-driven circular economy, with a cascading use of resources and residual waste that is close to zero. 41. Resource efficiency in the water sector will also be tackled as a priority to help deliver good water status. Even though droughts and water scarcity are affecting more and more parts of Europe, an estimated 20-40 % of Europes available water is still being wasted, for instance, through leakages in the distribution system or inadequate uptake of water efficiency technologies. According to available modelling, there is still considerable scope for improving water efficiency in the Union. Moreover, rising demand and the impacts of climate change are expected to increase the pressure on Europes water resources significantly. Against this background, the Union and its Member States should take action to ensure that citizens have access to clean water and that water abstraction respects available renewable water resource limits, by 2020, with a view to maintaining, achieving or enhancing good water status in accordance with the Water Framework Directive, including by improving water efficiency through the use of market mechanisms such as water pricing that reflects the true value of water, as well as other tools, such as education and awareness raising (54). The biggest consuming sectors, such as energy and agriculture, should be encouraged to prioritise the most resource-efficient use of water. Progress will be facilitated by accelerated demonstration and rolling out of innovative technologies, systems and business models building on the Strategic Implementation Plan of the European Innovation Partnership on Water. 42. A long-term and predictable policy framework in all those areas will help to stimulate the level of investments and action needed to fully develop markets for greener technologies and promote sustainable business solutions. Resource efficiency indicators and targets underpinned by robust data collection would provide the necessary guidance for public and private decision-makers in transforming the economy. Once agreed at Union level, such indicators and targets will become an integral part of the 7th EAP. Methodologies to measure the resource efficiency of water, land, material and carbon should be developed by 2015 to assist this process. 43."
}