{
  "document_category": "eurlex",
  "docId": "eurlex_79",
  "chunk_index": 20,
  "chunk_text": "EIT level: to assess the performance of the EIT as an efficient and effective Union body; this will be measured in terms of support provided to the KICs, the intensity and coverage of its outreach, dissemination and international activities and its ability to deliver simplified procedures. Cross-KIC level: to monitor the contribution of all KICs to achieving the EIT strategic objectives, as identified in a dedicated instrument such as an EIT Scoreboard. Individual KIC level: to monitor individual KIC performance based on individual targets and key performance indicators (KPIs) as laid down in the individual KIC business plans. KIC have different business models and markets and thus different industrial KPIs which are central for the successful management of the individual KIC. The EIT will  Develop a simplification agenda, including benchmarks to assess progress, and report to the Commission on its implementation progress through the Annual Activity Report; ensure that new models of simplification are disseminated across the Union and inform other Union initiatives.  Establish, in cooperation with the Commission and the KICs, a comprehensive system to monitor: the EIT's contribution to Horizon 2020; the EIT's impact via its own and KIC activities; and KIC results. The EIT will report on all its monitoring activities in its annual activity report to be sent to the European Parliament and to the Council. 3. Effective decision making and working arrangements The EIT's governance structure combines the bottom-up approach of the KICs with strategic guidance from the EIT level. Decision-making at the EIT level therefore needs to be characterised by a truly strategic outlook, combined with efficient implementing mechanisms and a systematic involvement of knowledge triangle actors across Europe. The governance model of the EIT has proven its overall value. However, experiences from the initial period show that further efforts can be made to enhance the effectiveness of the EIT's decision-making and implementing mechanisms. The relationship between the EIT Governing Board, responsible for strategic decisions, and the EIT headquarters, responsible for implementation, has to be more clearly defined and streamlined. The EIT headquarters will have to define the critical domains where the EIT should provide support to the KICs, striking an appropriate balance between supporting and monitoring functions. The Governing Board needs to better ensure that strategic decisions are properly informed by the experiences from the KICs and the wider innovation community. Finally, the EIT should continue to be accountable to the Council and Member States. 3.1. Streamlining and clarifying EIT decision-making The EIT Governing Board sets the strategic direction of the EIT and the framework conditions for the KICs, and through its members connects the EIT with the various stakeholder communities in the field. In line with the EIT's business-orientated approach, decision-making needs to be efficient, quick, and focused. Determining factors in this regard are size, composition and procedures of the Governing Board."
}