{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 11,
  "chunk_text": "In other cases, additional measures at Union and international level will be needed. The public should also play an active role and should be properly informed about environment policy. Since environment policy is a sphere of shared competence in the Union, one of the purposes of the 7th EAP is to create common ownership of shared goals and objectives and ensure a level playing field for businesses and public authorities. Clear goals and objectives also provide policy makers and other stakeholders, including regions and cities, businesses and social partners, and individual citizens, with a sense of direction and a predictable framework for action. 16. The integrated and coherent development of environment and climate policy can help to ensure that the Unions economy and society are well-prepared to face the abovementioned challenges. Such action will require focusing on three thematic objectives: (a) protecting, conserving and enhancing the Unions natural capital; (b) turning the Union into a resource-efficient, green and competitive low-carbon economy; (c) safeguarding the Unions citizens from environment-related pressures and risks to health and well-being. Those three thematic objectives are inter-related and should be pursued in parallel. Action taken under one objective will often help to contribute to the achievement of the other objectives. For example, improving resource efficiency will ease the pressure on natural capital, while enhancing the resilience of the Unions natural capital base will deliver benefits for human health and well-being. Action to mitigate and adapt to climate change will increase the resilience of the Unions economy and society, while stimulating innovation and protecting the Unions natural resources. THEMATIC PRIORITIES Priority objective 1: To protect, conserve and enhance the Unions natural capital 17. The Unions economic prosperity and well-being is underpinned by its natural capital, i.e. its biodiversity, including ecosystems that provide essential goods and services, from fertile soil and multi-functional forests to productive land and seas, from good quality fresh water and clean air to pollination and climate regulation and protection against natural disasters. A substantial body of Union legislation seeks to protect, conserve and enhance natural capital, including the Water Framework Directive (14), the Marine Strategy Framework Directive (15), the Urban Wastewater Directive (16), the Nitrates Directive (17), the Floods Directive (18), the Priority Substances Directive (19), the Air Quality Directive and related directives (20) and the Habitats and Birds Directives (21). Legislation to tackle climate change, chemicals, industrial emissions and waste also contributes to easing the pressures on soil and biodiversity, including ecosystems, species and habitats as well as reducing nutrient releases. 18. However, recent assessments show that biodiversity in the Union is still being lost and that most ecosystems are seriously degraded (22) as a result of various pressures. For example, invasive alien species pose greater risks to plant, animal and human health, the environment and the economy than previously estimated."
}