{
  "document_category": "eurlex",
  "docId": "eurlex_36",
  "chunk_index": 1,
  "chunk_text": "Name: Decision (EU) 2016/344 of the European Parliament and of the Council of 9 March 2016 on establishing a European Platform to enhance cooperation in tackling undeclared work (Text with EEA relevance)\n Type: Decision\n Subject Matter: labour law and labour relations;  European construction;  employment;  economic structure\n Date Published: 2016-03-11 11.3.2016 EN Official Journal of the European Union L 65/12 DECISION (EU) 2016/344 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 9 March 2016 on establishing a European Platform to enhance cooperation in tackling undeclared work (Text with EEA relevance) THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 153(2)(a) thereof, Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Having regard to the opinion of the European Economic and Social Committee (1), Having regard to the opinion of the Committee of the Regions (2), Acting in accordance with the ordinary legislative procedure (3), Whereas: (1) In its Communication of 18 April 2012 entitled Towards a job rich recovery, the Commission highlighted the need for improved cooperation among Member States and announced the launch of consultations on setting up a platform at Union level between labour inspectorates and other enforcement authorities to combat undeclared work, aimed at improving cooperation, sharing best practices and identifying common principles for inspections. (2) In accordance with Article 148 of the Treaty on the Functioning of the European Union (TFEU), by Decision (EU) 2015/1848 (4) the Council adopted guidelines for the employment policies of the Member States. Those guidelines give orientations to the Member States on defining their national reform programmes and on implementing reforms. The employment guidelines form the basis for country-specific recommendations that the Council addresses to Member States under that Article. In recent years, those country-specific recommendations have included recommendations on the fight against undeclared work. (3) Article 151 TFEU sets out as the objectives in the field of social policy the promotion of employment and improved living and working conditions. With a view to achieving those objectives, the Union can support and complement the activities of Member States in the fields of health and safety at work, working conditions, the integration of persons excluded from the labour market, and combating social exclusion. In accordance with Article 153(2)(a) TFEU, the Union may adopt measures to encourage cooperation between Member States, excluding any harmonisation of the laws and regulations of the Member States. (4) The European Parliament in its resolution of 14 January 2014 on Effective labour inspections as a strategy to improve working conditions in Europe welcomed the Commission's initiative to create a European platform and called for enhanced cooperation at Union level to tackle undeclared work, which, according to the resolution, is damaging the Union's economy, leading to unfair competition, endangering the financial sustainability of the Union social models and resulting in an increasing lack of social and employment protection for workers."
}