{
  "document_category": "eurlex",
  "docId": "eurlex_17",
  "chunk_index": 1,
  "chunk_text": "Name: Decision (EU) 2017/1565 of the European Parliament and of the Council of 13 September 2017 on providing macro-financial assistance to the Republic of Moldova\n Type: Decision\n Subject Matter: economic structure;  economic conditions;  cooperation policy;  European construction;  executive power and public service;  economic policy;  economic analysis;  Europe;  EU finance\n Date Published: 2017-09-20 20.9.2017 EN Official Journal of the European Union L 242/14 DECISION (EU) 2017/1565 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 13 September 2017 on providing macro-financial assistance to the Republic of Moldova THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 212(2) thereof, Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Acting in accordance with the ordinary legislative procedure (1), Whereas: (1) Relations between the European Union (the Union) and the Republic of Moldova continue to develop within the framework of the European Neighbourhood Policy (ENP) and the Eastern Partnership. The Republic of Moldova joined the Eastern Partnership in 2009, which was followed by the negotiation of an Association Agreement between the Union and the Republic of Moldova. This agreement (2) (the Association Agreement), which includes the gradual introduction of a Deep and Comprehensive Free Trade Area (DCFTA), was signed on 27 June 2014 and entered into force on 1 July 2016. (2) The economy of the Republic of Moldova has been affected significantly by the political instability experienced in the period between the elections of November 2014 and January 2016, as well as by a banking fraud scandal, weak economic activity in the region, and import bans imposed by Russia. That situation contributed to producing a recession, a growing trade deficit and a significant decline of the foreign exchange reserves over the last year. (3) Following the appointment in early 2016 of a new government and of a new governor of the National Bank of Moldova, the authorities have demonstrated a renewed commitment to moving forward with necessary political reforms and to addressing the country's governance challenges in the financial sector and in the area of public finance management. (4) In support of the new reform path, a Roadmap for Priority Reforms was agreed between the Union and the Republic of Moldova following the Foreign Affairs Council Conclusions of 15 February 2016. There has been substantial progress with the implementation of this Roadmap by the Republic of Moldova. (5) In a context of political transition and economic difficulties, the authorities of the Republic of Moldova and the International Monetary Fund (IMF) agreed, in July 2016, on a three-year Extended Credit Facility and Extended Fund Facility (ECF/EFF) arrangement in the amount of USD 178,7 million. That arrangement was approved by the IMF Board on 7 November 2016."
}