{
  "document_category": "eurlex",
  "docId": "eurlex_8",
  "chunk_index": 3,
  "chunk_text": "(12) Taking into consideration Georgia's residual external financing needs, the level of its economic and social development as measured by per capita income and the incidence of poverty, as well as its level of indebtedness, a part of the assistance should be provided in the form of grants. (13) The Commission should ensure that the Union's macro-financial assistance is legally and substantially in line with the key principles for external action enshrined in Article 21 of the Treaty on European Union and the objectives of, and measures taken within, the different areas of external action and other relevant Union policies. (14) The Union's macro-financial assistance should support the Union's external policy towards Georgia. Commission services and the European External Action Service should work closely together throughout the macro-financial assistance operation in order to coordinate, and ensure the consistency of, Union external policy. (15) The Union's macro-financial assistance should support Georgia's commitment to values shared with the Union, including democracy, the rule of law, good governance, respect for human rights, sustainable development and poverty reduction, as well as its commitment to the principles of open, rule-based and fair trade. (16) A pre-condition for granting the Union's macro-financial assistance should be that Georgia respects effective democratic mechanisms  including a multi-party parliamentary system  and the rule of law, and guarantees respect for human rights. In addition, the specific objectives of the Union's macro-financial assistance should strengthen the efficiency, transparency and accountability of the public finance management systems in Georgia, and promote structural reforms aimed at supporting sustainable and inclusive growth, employment creation and fiscal consolidation. The Union's macro-financial assistance to Georgia should also include measures to support the implementation of the Association Agreement, including the DCFTA. To ensure that specific objectives can be properly assessed, they need to be set out in a verifiable and measurable manner. Both the fulfilment of the preconditions and the achievement of those objectives should be regularly monitored by the Commission and the European External Action Service. If the precondition and the objectives are not met or if the aims and principles of the Association Agreement are generally disregarded, the Commission should temporarily suspend or cancel the disbursement of the Union's macro-financial assistance. (17) In order to ensure that the Union's financial interests linked to the Union's macro-financial assistance are protected efficiently, Georgia should take appropriate measures relating to the prevention of, and fight against, fraud, corruption and any other irregularities linked to the Union's macro-financial assistance. In addition, provision should be made for the Commission to carry out checks and for the Court of Auditors to carry out audits. (18) Release of the Union's macro-financial assistance is without prejudice to the powers of the European Parliament and of the Council, as budgetary authority. (19) The amounts of macro-financial assistance provided in the form of grants and the amounts of the provision required for macro-financial assistance in the form of loans should be consistent with the budgetary appropriations provided for in the multiannual financial framework."
}