{
  "document_category": "eurlex",
  "docId": "eurlex_72",
  "chunk_index": 3,
  "chunk_text": "Part of these reflows should be used for the Guarantee Fund as an exceptional measure to ensure that the ceilings of EIB financing operations under this Decision are sustained at an appropriate level for the 2014-20 period. The remaining funds should be returned to the general budget of the Union. (10) Issues to be considered for the activation, in whole or in part, of the optional additional amount should include: progress in the implementation of this Decision by the EIB, in particular the results of EIB operations based on information from, amongst others, the Results Measurement framework (REM), including the development impact; the provisioning needs of the Guarantee Fund taking into account past and future outstanding amounts on all activities covered by the Guarantee Fund; the macroeconomic, financial and political situation of the eligible regions and countries at the time of the mid-term review. (11) The amounts covered by the EU guarantee in each region should continue to represent ceilings for the EIB financing under the EU guarantee and not targets that the EIB is required to meet. The ceilings should be evaluated as part of the mid-term review of this Decision, in particular in light of possible changes to the list of regions and countries actually eligible for EIB financing. (12) EIB financing operations should be consistent with the beneficiary country's own strategies. Against this background, in order to enhance the coherence and the focus of the EIB external financing activity on supporting Union policies, and for the maximum benefit of beneficiaries, Decision No 1080/2011/EU sets out general objectives for EIB financing operations across all eligible regions and countries, i.e. local private sector development, in particular in support of small and medium-sized enterprises (SMEs), social and economic infrastructure and climate change mitigation and adaptation, building on the comparative strengths of the EIB in areas where it has a well-proven track record. These objectives should be maintained in this Decision to further promote sustainable growth and job creation. (13) Improving access to financing for SMEs, including SMEs from the Union investing in the regions covered by this Decision, can play an essential role in stimulating economic development and in combating unemployment. In order to effectively reach out to SMEs, the EIB financing operations should be result-oriented. The EIB should, where possible, invest in research and innovation by SMEs as a means of supporting local development. The EIB should cooperate with local financial intermediary institutions in the eligible countries, which should be integrated into the local economy, in particular to ensure that part of the financial benefits is passed on to their clients and that added value is provided compared to other sources of finance. The EIB should also, as far as possible, increase the diversification of its financial partners in the countries in which it operates. During its due diligence, the EIB should assess if financing operations supporting SMEs via a financial intermediary are in line with the regional technical operational guidelines, the REM and the EIB standards."
}