{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 12,
  "chunk_text": "18. However, recent assessments show that biodiversity in the Union is still being lost and that most ecosystems are seriously degraded (22) as a result of various pressures. For example, invasive alien species pose greater risks to plant, animal and human health, the environment and the economy than previously estimated. The EU Biodiversity Strategy to 2020 sets out targets and actions needed to reverse those negative trends, to halt the loss of biodiversity and the degradation of ecosystem services by 2020 and restore them as far as feasible (23). It is necessary to step up the implementation of that Strategy, and meet the targets contained therein in order to enable the Union to meet its biodiversity headline target for 2020. Whereas the Strategy includes built-in measures to improve the implementation of the Birds and Habitats Directives, including the Natura 2000 network, reaching the headline target will require the full implementation of all existing legislation aimed at protecting natural capital. 19. Despite the requirement in the Water Framework Directive to protect, enhance and restore all bodies of surface and ground water, and considerable efforts to date, the objective of good ecological status by 2015 is likely to be met only for 53 % of surface water bodies in the Union (24). The Marine Strategy Framework Directive target to achieve good environmental status by 2020 is coming under severe pressure, due to, inter alia, continued overfishing, pollution (including underwater noise and marine litter) as well as the effects of global warming such as acidification, in Europes seas. In particular in the Mediterranean and the Black Sea, where the majority of coastal states are not Union Member States, close collaboration within the Union and with its neighbours will be essential to tackle such challenges effectively. And while Union air and industrial emissions policies have helped to reduce many forms of pollution, ecosystems continue to suffer from excess nitrogen and sulphur deposition and ozone pollution associated with emissions from transport, power generation and unsustainable agricultural practices. 20. Protecting, conserving, enhancing and valuing the Unions natural capital therefore also requires tackling problems at source through, inter alia, better integration of natural capital objectives in the development and implementation of other policies, and ensuring that policies are coherent and deliver mutual benefits. The environment-related elements set out in the Commissions reform proposals, in particular for Union agriculture, fisheries and cohesion policy, backed by the proposals for greening the Union budget under the Multi-Annual Financial Framework 2014 2020 are designed to support those objectives. Since agriculture and forestry together represent 78 % of land cover in the Union, they play a major role in maintaining natural resources, especially good quality water and soil as well as biodiversity and diverse cultural landscapes."
}