{
  "document_category": "eurlex",
  "docId": "eurlex_72",
  "chunk_index": 2,
  "chunk_text": "An EU guarantee for EIB financing operations outside the Union in support of Union policies should be established for the 2014-20 multiannual financial framework. (5) The Guarantee Fund for external actions (Guarantee Fund), established by Council Regulation (EC, Euratom) No 480/2009 (3), provides a liquidity cushion for the Union budget against losses incurred on EIB financing operations and on macro-financial assistance and Euratom loans outside the Union. (6) A list of countries potentially eligible for EIB financing under the EU guarantee should be established. It is also appropriate to establish a list of countries actually eligible for EIB financing under the EU guarantee. (7) Bhutan should be added to the list of countries actually eligible for EIB financing and Myanmar/Burma should be added to both lists following the recent developments which allowed the Union to open a new chapter in its relations with Bhutan and Myanmar/Burma in order to support the ongoing political and economic reforms in both countries. (8) In order to reflect significant policy developments, the list of countries actually eligible for EIB financing operations under the EU guarantee should be reviewed as appropriate and the power to adopt acts in accordance with Article 290 TFEU should be delegated to the Commission in respect of amendments to Annex III to this Decision. The Commission's amendments to Annex III should be based on an overall assessment including economic, social, environmental and political aspects, in particular those related to the democracy, human rights and fundamental freedoms. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level. The Commission, when preparing and drawing up delegated acts, should ensure a simultaneous, timely and appropriate transmission of all relevant documents to the European Parliament and to the Council. (9) In order to cater for the potential evolution of the actual provisioning needs of the Guarantee Fund in accordance with Regulation (EC, Euratom) No 480/2009, the maximum ceiling of the EU guarantee should be broken down into a fixed ceiling of a maximum amount of EUR 27 000 000 000 and an optional additional amount of EUR 3 000 000 000. The provisioning of the Guarantee Fund in the general budget of the Union (budget line 01 03 06) is made ex-post on the basis of the outturn figures for outstanding guaranteed external lending at the end of year n-2. In view of the proposal for a Regulation of the European Parliament and of the Council amending Regulation (EC) No 1638/2006 laying down general provisions establishing a European Neighbourhood and Partnership Instrument, reflows deriving from Mediterranean risk capital and loan investments under operations concluded before 2007 using Union budget funds have been accumulated in a fiduciary account established for the Facility for Euro-Mediterranean Investment and Partnership (FEMIP). Part of these reflows should be used for the Guarantee Fund as an exceptional measure to ensure that the ceilings of EIB financing operations under this Decision are sustained at an appropriate level for the 2014-20 period."
}