{
  "document_category": "eurlex",
  "docId": "eurlex_29",
  "chunk_index": 4,
  "chunk_text": "(17) The Commission should ensure that the Union's macro-financial assistance is legally and substantially in line with the key principles and objectives of the different areas of external action, with the measures taken in respect of those areas, and with other relevant Union policies. (18) The Union's macro-financial assistance should support the Union's external policy towards Jordan. Commission services and the European External Action Service should work closely together throughout the macro-financial assistance operation in order to coordinate, and to ensure the consistency of, Union external policy. (19) The Union's macro-financial assistance should support Jordan's commitment to values shared with the Union, including democracy, the rule of law, good governance, respect for human rights, sustainable development and poverty reduction, as well as its commitment to the principles of open, rule-based and fair trade. (20) A pre-condition for granting the Union's macro-financial assistance should be that Jordan respects effective democratic mechanisms, including a multi-party parliamentary system, and the rule of law, and guarantees respect for human rights. In addition, the specific objectives of the Union's macro-financial assistance should strengthen the efficiency, transparency and accountability of the public finance management systems in Jordan and should promote structural reforms aimed at supporting sustainable and inclusive growth, employment creation and fiscal consolidation. Both the fulfilment of the preconditions and the achievement of those objectives should be regularly monitored by the Commission and the European External Action Service. (21) In order to ensure that the Union's financial interests linked to the Union's macro-financial assistance are protected efficiently, Jordan should take appropriate measures relating to the prevention of, and fight against, fraud, corruption and any other irregularities linked to the assistance. In addition, provision should be made for the Commission to carry out checks and for the Court of Auditors to carry out audits. (22) Release of the Union's macro-financial assistance is without prejudice to the powers of the European Parliament and of the Council, as budgetary authority. (23) The amounts of provisioning required for macro-financial assistance should be consistent with the budgetary appropriations provided for in the multi-annual financial framework. (24) The Union's macro-financial assistance should be managed by the Commission. In order to ensure that the European Parliament and the Council are able to follow the implementation of this Decision, the Commission should regularly inform them of developments relating to the assistance and provide them with relevant documents. (25) In order to ensure uniform conditions for the implementation of this Decision, implementing powers should be conferred on the Commission. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council (5). (26) The Union's macro-financial assistance should be subject to economic policy conditions, to be laid down in a Memorandum of Understanding."
}