{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 9,
  "chunk_text": "Such developments may offer significant opportunities for economic growth and societal well-being, but pose challenges and uncertainties for the Unions economy and society and are causing environmental degradation worldwide (3). 8. Together with current wasteful production and consumption systems in the world economy, rising global demand for goods and services and the depletion of resources are increasing the cost of essential raw materials, minerals and energy, generating more pollution and waste, increasing global GHG emissions and exacerbating land degradation, deforestation and biodiversity loss. Nearly two-thirds of the worlds ecosystems are in decline (4) and there is evidence that planetary boundaries for biodiversity, climate change and the nitrogen cycle have already been transgressed (5). There is likely to be a global shortfall of 40 % in water by 2030 unless there is significant progress made in improving resource efficiency. There is also the risk that climate change will further exacerbate such problems, and will result in high costs (6). In 2011, disasters partly due to climate change resulted in global economic losses of over EUR 300 billion. The Organisation for Economic Cooperation and Development (OECD) has warned that the continued degradation and erosion of natural capital risks bringing about irreversible changes that could endanger two centuries of rising living standards and entail significant costs (7). 9. Addressing some of those complex issues requires tapping into the full potential of existing environmental technology and ensuring the continuous development and uptake by industry of the best available techniques and emerging innovations, as well as increased use of market-based instruments. Rapid advances in promising fields of science and technology are also needed. This should be made possible by boosting research and creating conditions conducive to private research-related investments. At the same time, there is a need to better understand the potential risks to the environment and human health associated with new technologies, and to assess and manage such technologies better. This is a precondition for public acceptance of new technologies, as well as for the Unions capacity to identify and respond to potential risks associated with technological developments in an effective and timely manner. Major technological innovations should be accompanied by public dialogues and participatory processes. 10. To live well in the future, urgent, concerted action should be taken now to improve ecological resilience and maximise the benefits environment policy can deliver for the economy and society, while respecting the planets ecological limits. The 7th EAP reflects the Unions commitment to transforming itself into an inclusive green economy that secures growth and development, safeguards human health and well-being, provides decent jobs, reduces inequalities and invests in, and preserves biodiversity, including the ecosystem services it provides (natural capital), for its intrinsic value and for its essential contribution to human well-being and economic prosperity. 11."
}