{
  "document_category": "eurlex",
  "docId": "eurlex_73",
  "chunk_index": 12,
  "chunk_text": "The commitments made at the application stage shall be deemed to have been honoured by the designated city where no substantial change has been made to the programme and the strategy between the application stage and the year of the title, in particular where: (a) the budget has been maintained at a level capable of delivering a high-quality cultural programme in line with the application and the criteria; (b) the independence of the artistic team has been appropriately respected; (c) the European dimension has remained sufficiently strong in the final version of the cultural programme; (d) the marketing and communication strategy and the communication material used by the designated city clearly reflects the fact that the action is a Union action; (e) the plans for the monitoring and evaluation of the impact of the title on the designated city are in place. Article 15 Practical arrangements The Commission shall in particular: (a) ensure the overall coherence of the action; (b) ensure coordination between the Member States and the panel; (c) in the light of the objectives referred to in Article 2 and of the criteria, establish guidelines to assist with the selection and monitoring procedures in close cooperation with the panel; (d) provide technical support to the panel; (e) publish, on its website, all reports of the panel; (f) make public all relevant information and contribute to the visibility of the action at the European and international levels; (g) foster the exchange of experience and of good practices between past, present and future cities holding the title, as well as candidate cities, and promote wider dissemination of the cities' evaluation reports and lessons learned. Article 16 Evaluation 1. Each city concerned shall be responsible for the evaluation of the results of its year as a European Capital of Culture. The Commission shall establish common guidelines and indicators for the cities concerned based on the objectives referred to in Article 2 and on the criteria in order to ensure a coherent approach to the evaluation procedure. The cities concerned shall draw up their evaluation reports and transmit them to the Commission by 31 December of the year following the year of the title. The Commission shall publish the evaluation reports on its website. 2. In addition to the cities' evaluations, the Commission shall ensure that external and independent evaluations of the results of the action are produced on a regular basis. The external and independent evaluations shall focus on placing all past European Capitals of Culture in a European context, allowing comparisons to be drawn and useful lessons to be learned for future European Capitals of Culture, as well as for all European cities. Those evaluations shall include an assessment of the action as a whole, including the efficiency of the processes involved in running it, its impact and ways in which it could be improved."
}