{
  "document_category": "eurlex",
  "docId": "eurlex_73",
  "chunk_index": 11,
  "chunk_text": "3. The designations referred to in paragraphs 1 and 2 shall be accompanied by a justification based on the reports of the panel. 4. Where a city involves its surrounding area, the designation shall apply to the city. 5. Within two months of notification of designations, the Commission shall publish the list of the cities designated as European Capitals of Culture in the C series of the Official Journal of the European Union. Article 12 Cooperation between designated cities Cities designated for the same year shall seek to develop links between their cultural programmes and such cooperation may be considered in the framework of the monitoring procedure laid down in Article 13. Article 13 Monitoring 1. The panel shall monitor the preparation of the designated cities for the year of the title and provide them with support and guidance from the time of their designation to the beginning of the year of the title. 2. To that end, the Commission shall convene three monitoring meetings which shall be attended by the panel and the designated cities, as follows: (a) three years before the year of the title; (b) 18 months before the year of the title; (c) two months before the year of the title. The Member State or candidate country or potential candidate concerned may nominate an observer to attend those meetings. The designated cities shall submit progress reports to the Commission six weeks before each monitoring meeting. During the monitoring meetings, the panel shall take stock of the preparations and give advice with a view to helping the designated cities to develop a high-quality cultural programme and an effective strategy. The panel shall pay special attention to the recommendations laid down in the selection report and in any preceding monitoring reports referred to in paragraph 3. 3. After each monitoring meeting, the panel shall issue a monitoring report on the state of preparations and any steps to be taken. The panel shall transmit its monitoring reports to the Commission, as well as to the designated cities and to the Member State or candidate country or potential candidate concerned. 4. In addition to the monitoring meetings, the Commission may organise visits by the panel to the designated cities whenever necessary. Article 14 Prize 1. The Commission may award a pecuniary prize in honour of Melina Mercouri (the prize) to a designated city, subject to the funding made available under the relevant multiannual financial framework. The legal and financial aspects of the prize shall be dealt with in the framework of the respective Union programmes supporting culture. 2. The prize money shall be paid by the end of March of the year of the title, provided that the designated city concerned continues to honour the commitments it made at the application stage, complies with the criteria and takes into account the recommendations contained in the selection and monitoring reports."
}