{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 23,
  "chunk_text": "Further developing the approach set out in the Eco-innovation Action Plan, identifying priorities for incremental innovation as well as system changes, promoting a larger market share of green technologies in the Union and enhancing the competitiveness of the European eco-industry. Establishing indicators and setting realistic and achievable targets for resource efficiency; (iv) developing measurement and benchmarking methodologies by 2015 for resource efficiency of land, carbon, water and material use and assessing the appropriateness of the inclusion of a lead indicator and target in the European Semester; (v) establishing a more coherent policy framework for sustainable production and consumption including, where appropriate, the consolidation of existing instruments into a coherent legal framework. Reviewing product legislation with a view to improving the environmental performance and resource efficiency of products throughout their lifecycle. Stimulating consumer demand for environmentally sustainable products and services through policies which promote their availability, affordability, functionality and attractiveness. Developing indicators and realistic and achievable targets for the reduction of the overall impact of consumption; (vi) developing training programmes geared towards green jobs; (vii) increasing efforts to reach existing targets and reviewing approaches to green public procurement, including its scope, in order to increase its effectiveness. Establishing a voluntary green purchaser network for Union businesses; (viii) fully implementing Union waste legislation. Such implementation will include applying the waste hierarchy in accordance with the Waste Framework Directive and the effective use of market-based instruments and other measures to ensure that: (1) landfilling is limited to residual (i.e. non-recyclable and non-recoverable) waste, having regard to the postponements provided for in Article 5(2) of the Landfill Directive; (2) energy recovery is limited to non-recyclable materials, having regard to Article 4(2) of the Waste Framework Directive; (3) recycled waste is used as a major, reliable source of raw material for the Union, through the development of non-toxic material cycles; (4) hazardous waste is safely managed and its generation is reduced; (5) illegal waste shipments are eradicated, with the support of stringent monitoring; and (6) food waste is reduced. Reviews of existing product and waste legislation are carried out, including a review of the main targets of the relevant waste directives, informed by the Roadmap to a Resource Efficient Europe, so as to move towards a circular economy; and internal market barriers for environmentally-sound recycling activities in the Union are removed. Public information campaigns are required to build awareness and understanding of waste policy and to stimulate a change in behaviour; (ix) improving water efficiency by setting and monitoring targets at river basin level on the basis of a common methodology for water efficiency targets to be developed under the Common Implementation Strategy process, and using market mechanisms, such as water pricing, as provided for in Article 9 of the Water Framework Directive and, where appropriate, other market measures. Developing approaches to manage the use of treated wastewater. Priority objective 3: To safeguard the Unions citizens from environment-related pressures and risks to health and well-being 44."
}