{
  "document_category": "eurlex",
  "docId": "eurlex_79",
  "chunk_index": 7,
  "chunk_text": "The set-up of the KICs as single legal entities led by a Chief Executive Officer (CEO) provides a clear departure from a traditional multi-beneficiaries approach. Moreover, all KICs follow business logic for the strategic planning of their activities, and all KICs have implemented the co-location concept: bringing diverse teams together in one physical place, acting as a clearing house for many KIC activities, and combining competences and skills developed in different areas of specialisation at pan-European level. Business in particular will play a strong role in realising the KICs' activities and KICs should be able to mobilise investment and long term commitment from the business sector. KICs activities span the entire innovation chain and include among others the setting up of EIT-labelled Masters and PhD programmes which combine excellent science with entrepreneurship education, business creation services, and mobility schemes. With the KICs' initial activities focused on talent and people, first results have been achieved on education and entrepreneurship, including the setting up of Masters and PhD programmes. Two KICs have joined forces and they co-operate in a joint Masters programme in Smart Grids. The KICs' achievements in their first year (2010-2011) are promising: Nearly 500 students completed their training on summer courses and more than 200 students are presently enrolled in specific KIC-branded Masters courses. Demand from talented people is high: KIC InnoEnergy for example received 950 applications for their Masters course with 155 students who could be admitted. Students who graduated from ClimateKIC courses in 2010 and 2011 have formed an alumni association with the aim to maintain long-term involvement with the KIC. Six start-ups have already been created with seed money from prizes and awards or with support from the KICs. More than 50 start-ups are presently undergoing incubation activities. EIT ICTLabs is supporting 18 small companies with business coaches. Links within the knowledge triangle were established at regional level via cross-disciplinary professional development programmes, such as Climate KICs' 'Pioneers in practice' programme (59 individuals have attended this mobility scheme so far). New Intellectual Property (IP) rules were established stipulating sharing the profits from IP rights between companies involved and the KIC legal entity. Graph 2 - KIC partners 2011 (Business, HE, Research Organisations) 1.2. EIT added value: distinguishing features The EIT approach is characterized by a number of elements by which it brings true added value at Union level:  Overcoming fragmentation via long-term integrated partnerships and achieving critical mass through its European dimension: Building on existing cooperation initiatives, the EIT brings the selected partnerships in the KICs to a more permanent and strategic level. KICs allow world-class partners to unite in new configurations, optimize existing resources and develop new and, where appropriate, open innovation models, access new business opportunities via new value chains addressing higher risk, and larger scale challenges. Moreover, while there are a significant number of centres of excellence across the Member States, they often do not attain the critical mass for global competition individually."
}