{
  "document_category": "eurlex",
  "docId": "eurlex_72",
  "chunk_index": 4,
  "chunk_text": "During its due diligence, the EIB should assess if financing operations supporting SMEs via a financial intermediary are in line with the regional technical operational guidelines, the REM and the EIB standards. The EIB should establish a reporting mechanism to make sure that the funds dedicated to SMEs are used for their benefit. A consolidated report on SMEs financing under this Decision should be provided by the EIB as part of its contribution to the mid-term review. (14) The coverage of the EU guarantee, which is limited to risks of a sovereign and political nature, is not sufficient in itself to ensure a meaningful EIB activity in support of micro-finance. Therefore such activity, where appropriate, should be carried out in connection with budgetary resources available under other instruments and via intermediary institutions including at local level as a means to promote growth and contribute indirectly to reducing poverty in poorer countries. (15) The EIB should continue to finance investment projects in the areas of social, environmental, and economic infrastructure, including transport and energy, and should consider increasing its activity in support of health and education infrastructure when there is clear added value in doing so. (16) To reinforce the climate change dimension of the EU guarantee, an overall volume of operations target and a system allowing to ex-ante assess greenhouse gas emissions of projects supported under the EU guarantee should be introduced. EIB financing operations in support of climate change mitigation and adaptation should represent at least 25 % of total EIB financing operations in order to further the promotion of the Union's climate goals on a global scale. The EIB should provide its technical expertise in cooperation with the Commission to support public and private counterparties benefitting from EIB financing operations in order to address the challenge of climate change and to make the best possible use of available financing. Concessional funding should be available for mitigation and adaptation projects. EIB financing operations should, where possible and appropriate, be complemented by funds from the general budget of the Union through the efficient and appropriate blending of grants and loans for climate change financing in the context of Union external assistance. In this regard, the Commission's annual report to the European Parliament and the Council should contain a detailed report on the financial instruments used for financing these projects, identifying the amounts of EIB financing operations and the corresponding amounts of grants. (17) Within the areas covered by the general objectives, regional integration among countries, in particular economic integration between Pre-accession countries, Neighbourhood countries and the Union, should be an underlying objective for EIB financing operations."
}