{
  "document_category": "eurlex",
  "docId": "eurlex_81",
  "chunk_index": 1,
  "chunk_text": "Name: Decision NoÂ 1351/2013/EU of the European Parliament and of the Council of 11Â December 2013 on providing macro-financial assistance to the Hashemite Kingdom of Jordan\n Type: Decision\n Subject Matter: European construction;  cooperation policy;  economic conditions;  economic structure;  Asia and Oceania;  EU finance\n Date Published: 2013-12-18 18.12.2013 EN Official Journal of the European Union L 341/4 DECISION No 1351/2013/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 11 December 2013 on providing macro-financial assistance to the Hashemite Kingdom of Jordan THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 212 thereof, Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Acting in accordance with the ordinary legislative procedure (1), Whereas: (1) Relations between the Union and the Hashemite Kingdom of Jordan (Jordan) are developing within the framework of the European Neighbourhood Policy (ENP). A Euro-Mediterranean Agreement establishing an Association between the European Communities and their Member States, of the one part, and Jordan, of the other part (2) (the EU-Jordan Association Agreement), entered into force on 1 May 2002. Bilateral political dialogue and economic cooperation have been further developed within the framework of ENP Action Plans, of which the most recent covers the period 2010-2015. In 2010, the Union granted Jordan Advanced Status partnership, which covers a wide area of cooperation between both parties. In 2013 the EU-Jordan Association Agreement was complemented by a Framework Agreement between the Union and Jordan on the general principles for the participation of Jordan in Union programmes, furthering cooperation between the Union and Jordan. (2) Jordans economy has been significantly affected by domestic events related to the events in the Southern Mediterranean since the end of 2010, known as the Arab Spring, and by the ongoing regional unrest, in particular in neighbouring Egypt and Syria. In particular, the high inflow of refugees from Syria who have sought refuge in Jordan is having a severe impact on Jordans economy. In the context of a much weaker global economic environment, the repeated disruptions to the flow of natural gas from Egypt, which have forced Jordan to replace gas imports from Egypt with more expensive fuels for electricity generation, and the significant financial resources required to provide humanitarian assistance to the refugees from Syria who are present on Jordans territory, have resulted in important external and budgetary financial gaps. (3) Since the Arab Spring began, the Union has, on various occasions, declared its commitment to supporting Jordan in its economic and political reform process. That commitment was reaffirmed, in December 2012, in the conclusions of the 10th meeting of the Association Council between the Union and Jordan. (4) Jordans geographical position makes it also a strategic country for stability and security in the Middle East, but equally makes the country particularly vulnerable to external shocks, both in political and economic terms."
}