{
  "document_category": "eurlex",
  "docId": "eurlex_36",
  "chunk_index": 9,
  "chunk_text": "2. In carrying out the activities referred to in paragraph 1, the Platform shall make use of all relevant sources of information, including studies and multilateral cooperation projects, and take into account relevant Union instruments and structures, as well as experience of relevant bilateral agreements. CHAPTER III FUNCTIONING OF THE PLATFORM Article 7 Senior representatives 1. Each Member State shall appoint a senior representative as a voting member of the Platform. Each Member State shall ensure that its senior representative has an appropriate mandate to carry out activities of the Platform. Each Member State shall also appoint one alternate, who shall replace their senior representative where necessary, with a right to vote in such cases. 2. In appointing its senior representative and an alternate, each Member State should consider all relevant public authorities, in particular enforcement authorities and other actors involved in accordance with national law and/or practice. They may also, in accordance with national law and/or practice, involve the social partners or other relevant actors. 3. Each senior representative appointed pursuant to this Article shall participate in the plenary meetings of the Platform and, where appropriate, in other activities and working groups of the Platform. Each senior representative shall provide the Commission with the list and contact details of the relevant authorities and, where applicable, the social partners and other relevant actors, which are involved in the tackling of undeclared work. Each senior representative shall liaise with all relevant authorities and, where applicable, the social partners and other relevant actors, regarding the activities of the Platform and shall coordinate their participation at the meetings of the Platform and/or their contribution to the activities of the Platform or of its working groups. Article 8 Operation 1. The Platform shall be chaired by the representative of the Commission. The Chair shall be assisted by two Co-Chairs chosen from among the senior representatives. The Chair and the Co-Chairs shall constitute the Bureau. The Bureau shall prepare and organise the work of the Platform in conjunction with a Secretariat, which shall function as secretariat to the Platform, including the Bureau and working groups. The Secretariat shall be provided by the Commission. 2. The Platform shall meet at least twice a year. 3. In executing its mission, the Platform shall adopt decisions on: (a) its rules of procedure; (b) 2-year work programmes setting out, inter alia, its priorities and a concrete description of the activities referred to in Article 6; (c) reports of the Platform every 2 years; (d) the establishment of working groups to examine issues specified in its work programmes including the practical arrangements for those working groups, which are to be dissolved once their mandates are fulfilled. The Platform shall adopt the decisions referred to in this paragraph by simple majority. The representative of the Commission and the senior representatives shall each have one vote."
}