{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 14,
  "chunk_text": "Every year more than 1 000 km2 of land are taken for housing, industry, transport or recreational purposes. Such long-term changes are difficult or costly to reverse, and nearly always involve trade-offs between various social, economic and environmental needs. Environmental considerations including water protection and biodiversity conservation should be integrated into planning decisions relating to land use so that they are made more sustainable, with a view to making progress towards the objective of no net land take, by 2050. 24. Varying levels of progress have been made at Member State level to ensure soil protection, including with regard to contaminated site identification, awareness-raising, research and the development of monitoring systems. However, progress with risk-based and other remediation efforts is uneven, and results and Union level reporting are limited. In response to concerns such as adverse impacts on the natural water cycle, the Commission has developed guidelines on soil sealing (26). Further efforts to strengthen the regulatory context, develop networks, share knowledge, produce guidelines and identify examples of best practice can also contribute to better soil protection. The Commission has submitted a proposal for a Directive establishing a framework for the protection of soil and amending Directive 2004/35/EC (27). 25. To reduce the most significant man-made pressures on land, soil and other ecosystems in Europe, action will be taken to ensure that decisions, relating to land use, at all relevant levels give proper consideration to environmental as well as social and economic impacts. The Rio + 20 outcome, recognising the economic and social significance of good land management, called for a land degradation neutral world. The Union and its Member States should reflect on how best to make such a commitment operational within their respective competencies. The Union and its Member States should also reflect as soon as possible on how soil quality issues could be addressed using a targeted and proportionate risk-based approach within a binding legal framework. Targets should also be set for sustainable land use and soil. 26. Although nitrogen and phosphorus inputs to the Union environment have decreased considerably over the past 20 years, excessive nutrient releases continue to affect air and water quality and to have a negative impact on ecosystems, causing significant problems for human health. In particular, ammonia release from inefficient fertiliser management and inadequate waste water treatment urgently need to be tackled to achieve further significant reductions in nutrient releases. Further efforts to manage the nutrient cycle in a more cost-effective, sustainable and resource-efficient way, and to improve efficiency in the use of fertilisers are also required. Such efforts call for investments in research and improvements in the coherence and implementation of Union environment legislation to address those challenges, tightening standards where necessary and addressing the nutrient cycle as part of a more holistic approach which integrates and creates links between existing Union policies that play a role in tackling eutrophication and excessive nutrient releases, and avoids a situation whereby nutrient emissions are shifted across environmental media. 27."
}