{
  "document_category": "eurlex",
  "docId": "eurlex_42",
  "chunk_index": 17,
  "chunk_text": "Indicators for measuring the result and impact of the ISA2 programme shall be defined in the rolling work programme. 6. The evaluations shall examine the benefits of the actions to the Union for the advancement of common policies, identify potential overlaps and examine coherence with areas for improvement and verify synergies with other Union initiatives, in particular with the CEF. The evaluations shall assess the relevance of the ISA2 programme's actions to local and regional authorities to improve interoperability in public administration and the effectiveness of delivery of public service. 7. The evaluations shall contain, where applicable, information regarding: (a) the quantifiable and qualifiable benefits that the interoperability solutions deliver by linking ICT with the needs of end-users; (b) the quantifiable and qualifiable impact of the interoperable ICT-based solutions. 8. Completed or suspended actions shall remain subject to the overall programme evaluation. They shall be monitored regarding their position in the interoperability landscape in Europe and evaluated in terms of user uptake, utilisation and re-usability. Article 14 International cooperation 1. The ISA2 programme shall be open to participation by other countries of the European Economic Area and by the candidate countries within the framework of their respective agreements with the Union. 2. Cooperation with other third countries and with international organisations or bodies shall be encouraged, in particular within the framework of the Euro-Mediterranean and Eastern Partnerships and with neighbouring countries, in particular those of the Western Balkans and Black Sea regions. Related costs shall not be covered by the ISA2 programme. 3. Where appropriate, the ISA2 programme shall promote re-use of its solutions by third countries. Article 15 Non-Union initiatives Without prejudice to other Union policies, interoperability solutions established or operated under the ISA2 programme may be used by non-Union initiatives, for non-commercial purposes, provided that no extra costs are incurred for the general budget of the Union and the main Union objective of the interoperable solution is not compromised. Article 16 Data protection Processing of personal data through solutions operated under the ISA2 programme shall comply with the principles and provisions set out in Directives 95/46/EC and 2002/58/EC, and in Regulation (EC) No 45/2001. Article 17 Financial provisions 1. The financial envelope for the implementation of the ISA2 programme for the period of its application shall be EUR 130 928 000. 2. The annual appropriations shall be authorised by the European Parliament and the Council within the limits of the multiannual financial framework. 3. The financial allocation for the ISA2 programme may also cover expenses pertaining to preparatory, monitoring, checking, audit and evaluation activities which are required on a regular basis for the management of the programme and the achievement of its objectives. Article 18 Entry into force This Decision shall enter into force on the third day following that of its publication in the Official Journal of the European Union. It shall apply from 1 January 2016 to 31 December 2020."
}