{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 39,
  "chunk_text": "However, such sustainable development requires effective and efficient coordination between different levels of administration and across administrative boundaries and the systematic involvement of regional and local authorities in the planning, formulation and development of policies which have an impact on the quality of the urban environment. The enhanced coordination mechanisms at national and regional level proposed under the Common Strategic Framework for the next funding period and the creation of an Urban Development Network (82) would help to ensure this, as well as involve more stakeholder groups and the general public in decisions that affect them. Local and regional authorities would also benefit from the further development of tools to streamline environmental data collection and management, and to facilitate the exchange of information and best practice, as well as efforts to improve implementation of environment law at Union, national, regional and local level (83). This is in line with the commitment made at Rio + 20 to promote an integrated approach to planning, building and managing sustainable cities and urban settlements. Integrated approaches to urban and spatial planning, in which long-term environmental considerations are fully taken into account alongside economic, social and territorial challenges, are essential to ensuring that urban communities are sustainable, efficient and healthy places to live and work. 94. The Union should further promote and, where appropriate, expand existing initiatives that support innovation and best practice in cities, networking and exchanges and encourage cities to showcase their leadership with regard to sustainable urban development (84). The Unions institutions and the Member States should facilitate and encourage the uptake of Cohesion policy funding and of other funds to support cities in their efforts to enhance sustainable urban development, raise awareness and encourage the involvement of local actors (85). The development of, and agreement on, a set of sustainability criteria for cities, informed by consultation with Member States and other relevant stakeholders, would provide a reference base for such initiatives and promote a coherent, integrated approach to sustainable urban development (86). 95. In order to enhance the sustainability of Union cities, the 7th EAP shall ensure that by 2020: (a) a majority of cities in the Union are implementing policies for sustainable urban planning and design, including innovative approaches for urban public transport and mobility, sustainable buildings, energy efficiency and urban biodiversity conservation."
}