{
  "document_category": "eurlex",
  "docId": "eurlex_22",
  "chunk_index": 5,
  "chunk_text": "The Commission should respect requests from Member States to treat information submitted to it as confidential. Requests for confidentiality should, however, not restrict access of the Commission itself to confidential information, as the Commission needs to have comprehensive information for its own assessments. The Commission should be responsible for guaranteeing the application of the confidentiality clause. Requests for confidentiality are without prejudice to the right of access to documents as provided for in Regulation (EC) No 1049/2001 of the European Parliament and of the Council (4). (20) If a Member State considers an intergovernmental agreement to be confidential, it should provide the Commission with a summary containing its subject matter, aim, scope, duration, the parties thereto, and information on its main elements for the purposes of sharing that summary with the other Member States. (21) A permanent exchange of information on intergovernmental agreements at Union level should enable best practices to be developed. On the basis of those best practices, the Commission, in cooperation with Member States, and where appropriate in cooperation with the European External Action Service as regards the Union's external policies, should develop optional model clauses to be used in intergovernmental agreements between Member States and third countries, as well as guidance, including a list of examples of clauses that do not respect Union law and should not therefore be used. The use of such model clauses should aim to avoid conflicts between intergovernmental agreements and Union law, in particular internal energy market rules and Union competition law, and conflicts with international agreements concluded by the Union. Such model clauses or guidance should serve as a tool of reference for the competent authorities and will thus benefit increased transparency and compatibility with Union law. The use of such model clauses should be optional, and it should be possible to adapt their content to any particular circumstance. (22) The improved mutual knowledge of existing and new intergovernmental agreements should allow for enhanced transparency and better coordination in energy matters between Member States and between Member States and the Commission. Such improved coordination should enable Member States to benefit fully from the political and economic weight of the Union and enable the Commission to propose solutions for problems identified in the area of intergovernmental agreements. (23) The Commission should facilitate and encourage coordination between Member States with a view to enhancing the overall strategic role of the Union in the field of energy through a well-defined and effective coordinated approach to producer, transit and consumer countries. (24) Since the objective of this Decision, namely the exchange of information between Member States and the Commission with regard to intergovernmental agreements in the field of energy, cannot be sufficiently achieved by the Member States but can rather, by reason of the effects of this Decision, applicable in all Member States, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union."
}