{
  "document_category": "eurlex",
  "docId": "eurlex_72",
  "chunk_index": 1,
  "chunk_text": "Name: Decision No 466/2014/EU of the European Parliament and of the Council of 16 April 2014 granting an EU guarantee to the European Investment Bank against losses under financing operations supporting investment projects outside the Union\n Type: Decision\n Subject Matter: financing and investment;  economic policy;  EU finance;  deterioration of the environment;  business classification\n Date Published: 2014-05-08 8.5.2014 EN Official Journal of the European Union L 135/1 DECISION No 466/2014/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 16 April 2014 granting an EU guarantee to the European Investment Bank against losses under financing operations supporting investment projects outside the Union THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Articles 209 and 212 thereof, Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Acting in accordance with the ordinary legislative procedure (1), Whereas (1) In addition to its core mission of financing investment in the European Union, which remains its main task and objective, the European Investment Bank (EIB) undertakes financing operations outside the Union in support of the Union's external policies. This allows the budget funds of the Union available to the external regions to be complemented by the financial strength of the EIB for the benefit of the targeted third countries. In undertaking such financing operations, the EIB indirectly contributes to the general principles and policy objectives of the Union, which include reducing poverty through inclusive growth and sustainable economy, environmental and social development and the prosperity of the Union in changing global economic circumstances. (2) Article 209(3) of the Treaty on the Functioning of the European Union (TFEU), in conjunction with Article 208 thereof, provides that the EIB is to contribute, under the terms laid down in its Statute, to the implementation of the measures necessary to further the objectives of Union development cooperation policy. (3) With a view to supporting Union external action, and in order to enable the EIB to finance investments outside the Union without affecting the credit standing of the EIB, the majority of its operations outside the Union have benefited from an EU budgetary guarantee (EU guarantee) administered by the Commission. This further supports EIB's creditworthiness towards the financial markets, which is of primary importance. (4) The latest EU guarantee for EIB financing operations signed during the period from 1 February 2007 to 31 December 2013 was established by Decision No 1080/2011/EU of the European Parliament and of the Council (2). An EU guarantee for EIB financing operations outside the Union in support of Union policies should be established for the 2014-20 multiannual financial framework."
}