{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 22,
  "chunk_text": "Once agreed at Union level, such indicators and targets will become an integral part of the 7th EAP. Methodologies to measure the resource efficiency of water, land, material and carbon should be developed by 2015 to assist this process. 43. In order to turn the Union into a resource-efficient, green and competitive low-carbon economy, the 7th EAP shall ensure that by 2020: (a) the Union has met its 2020 climate and energy targets and is working towards reducing by 2050 GHG emissions by 80 95 % compared to 1990 levels, as part of a global effort to limit the average temperature increase below 2 °C compared to pre-industrial levels, with the agreement of a climate and energy framework for 2030 as a key step in this process; (b) the overall environmental impact of all major sectors of the Union economy is significantly reduced, resource efficiency has increased, and benchmarking and measurement methodologies are in place. Market and policy incentives that foster business investments in resource efficiency are in place, while green growth is stimulated through measures to foster innovation; (c) structural changes in production, technology and innovation, as well as consumption patterns and lifestyles have reduced the overall environmental impact of production and consumption, in particular in the food, housing and mobility sectors; (d) waste is safely managed as a resource and to prevent harm to health and the environment, absolute waste generation and waste generated per capita are in decline, landfilling is limited to residual (i.e. non-recyclable and non-recoverable) waste, having regard to the postponements provided for in Article 5(2) of the Landfill Directive (55) and energy recovery is limited to non-recyclable materials, having regard to Article 4(2) of the Waste Framework Directive (56); (e) water stress in the Union is prevented or significantly reduced. This requires, in particular: (i) fully implementing the Climate and Energy Package and urgently agreeing on the Unions 2030 climate and energy policy framework, with due regard for the most recent IPCC assessment report, taking into account the indicative milestones set out in the Low-Carbon Roadmap, as well as developments within the UNFCCC and other relevant processes; (ii) generalising the application of Best Available Techniques in the context of the Industrial Emissions Directive and enhancing efforts to promote the uptake of emerging innovative technologies, processes and services; (iii) giving impetus to the public and private research and innovation efforts required for the development and uptake of innovative technologies, systems and business models which will speed up and lower the cost of transition to a low-carbon, resource-efficient, safe and sustainable economy. Further developing the approach set out in the Eco-innovation Action Plan, identifying priorities for incremental innovation as well as system changes, promoting a larger market share of green technologies in the Union and enhancing the competitiveness of the European eco-industry."
}