{
  "document_category": "eurlex",
  "docId": "eurlex_8",
  "chunk_index": 7,
  "chunk_text": "2. Where the circumstances permit, and if Georgia so requests, the Commission may take the steps necessary to ensure that an early repayment clause is included in the loan terms and conditions and that it is matched by a corresponding clause in the terms and conditions of the borrowing operations. 3. Where circumstances permit an improvement of the interest rate of the loan and if Georgia so requests, the Commission may decide to refinance all or part of its initial borrowings or may restructure the corresponding financial conditions. Refinancing or restructuring operations shall be carried out in accordance with paragraphs 1 and 4 and shall not have the effect of extending the maturity of the borrowings concerned or of increasing the amount of capital outstanding at the date of the refinancing or restructuring. 4. All costs incurred by the Union which relate to the borrowing and lending operations under this Decision shall be borne by Georgia. 5. The Commission shall inform the European Parliament and the Council of developments in the operations referred to in paragraphs 2 and 3. Article 6 1. The Union's macro-financial assistance shall be implemented in accordance with Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council (6) and Commission Delegated Regulation (EU) No 1268/2012 (7). 2. The implementation of the Union's macro-financial assistance shall be under direct management. 3. The loan agreement and the grant agreement referred to in Article 3(3) shall contain provisions: (a) ensuring that Georgia regularly checks that financing provided from the budget of the Union has been properly used, takes appropriate measures to prevent irregularities and fraud, and, if necessary, takes legal action to recover any funds provided under this Decision that have been misappropriated; (b) ensuring the protection of the Union's financial interests, in particular providing for specific measures in relation to the prevention of, and fight against, fraud, corruption and any other irregularities affecting the Union's macro-financial assistance, in accordance with Council Regulation (EC, Euratom) No 2988/95 (8), Council Regulation (Euratom, EC) No 2185/96 (9) and Regulation (EU, Euratom) No 883/2013 of the European Parliament and of the Council (10); (c) expressly authorising the Commission, including the European Anti-Fraud Office, or its representatives to carry out checks, including on-the-spot checks and inspections; (d) expressly authorising the Commission and the Court of Auditors to perform audits during and after the availability period of the Union's macro-financial assistance, including document audits and on-the-spot audits, such as operational assessments; and (e) ensuring that the Union is entitled to early repayment of the loan and/or to full repayment of the grant where it has been established that, in relation to the management of the Union's macro-financial assistance, Georgia has engaged in any act of fraud or corruption or any other illegal activity detrimental to the financial interests of the Union."
}