{
  "document_category": "eurlex",
  "docId": "eurlex_79",
  "chunk_index": 21,
  "chunk_text": "In line with the EIT's business-orientated approach, decision-making needs to be efficient, quick, and focused. Determining factors in this regard are size, composition and procedures of the Governing Board. The principle of independent members, combined with a limited number of elected members representing the KIC community, has proven its value and allows gathering of expertise from across the knowledge triangle. The initial model with 18 elected members plus, more recently, four additional KIC representatives has, however, shown its limitations. A Board scaled down in size will lead to more efficient decision-making and reduce administrative overheads. Finally, further efficiency can be gained by re-focusing the EIT Governing Board towards its core role of providing strategic guidance. Moreover, coherence with other Union initiatives will be further strengthened via reinforced consultation with the European Commission on the EIT Triennial Work Programme. The information on EIT and KICs from the EIT Triennal Work Programme will enable to assess and ensure complementarity with the other parts of Horizon 2020 and other Union Policies and instruments. All these changes have been incorporated in the modified Regulation (EC) No 294/2008. The decisions of the EIT Governing Board are implemented by the EIT headquarters under the leadership of the Director who is accountable for the EIT's actions. In doing so, the headquarters mirror the results-oriented nature of the EIT and its KICs and are the driving force behind the simplification of procedures. At the same time, the EIT headquarters develop the capacity to systematically digest the learning from the KICs and make these findings available for the benefit of the wider innovation community. Over time, the EIT headquarters will become a resourceful repository of best practices and a real knowledge partner for policy makers. Attraction and retention of talented professionals is a challenge for the EIT headquarters. To equip the EIT office with the best talent and skills, it will define a clear human resource strategy, including options beyond direct employment such as secondments or temporary attachments, promoting regular exchanges of staff and internships with excellent innovation, research and education institutions from the Union and the rest of the world. The EIT will  Ensure through a smart human resource strategy, including systematic use of internal and external expertise, and internal management procedures, that the EIT will develop into a reference institution for innovative governance.  Take concrete measures to further promote a culture of openness and transparency. 3.2. Investing in KICs: EIT-KIC relations Interaction between the EIT and the KICs not only provide the framework for KICs to operate successfully, but are also at the core of the mutual learning process enabling the EIT to play its role as a test bed for new innovation models. In order to provide KICs with appropriate framework conditions, clear and coherent guidance must be given by the EIT at all stages of the process without at the same time being overly prescriptive. This guidance would include in particular management of a KIC and how to involve core and non-core partners."
}