{
  "doc_id": "eurlex_20",
  "category": "eurlex",
  "chunks": [
    {
      "id": "eurlex_20__0",
      "chunk_id": "0",
      "content": "Name: Decision (EU) 2017/864 of the European Parliament and of the Council of 17 May 2017 on a European Year of Cultural Heritage (2018)\n Type: Decision\n Subject Matter: culture and religion;  cooperation policy;  European construction\n Date Published: 2017-05-20 20.5.2017 EN Official Journal of the European Union L 131/1 DECISION (EU) 2017/864 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 17 May 2017 on a European Year of Cultural Heritage (2018) THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 167 thereof, Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Having regard to the opinion of the Committee of the Regions (1), Acting in accordance with the ordinary legislative procedure (2), Whereas: (1) The ideals, principles and values embedded in Europe's cultural heritage constitute a shared source of remembrance, understanding, identity, dialogue, cohesion and creativity for Europe. Cultural heritage plays a role in the European Union and the preamble to the Treaty on European Union (TEU) states that the signatories drew inspiration from the cultural, religious and humanist inheritance of Europe. (2) Article 3(3) TEU states that the Union is to respect its rich cultural and linguistic diversity, and ensure that Europe's cultural heritage is safeguarded and enhanced. (3) Article 167 of the Treaty on the Functioning of the European Union (TFEU) gives the Union the task of contributing to the flowering of the cultures of the Member States, while respecting their national and regional diversity and at the same time bringing the common cultural heritage to the fore. Union action is to be aimed at encouraging cooperation between Member States and, if necessary, supporting and supplementing their action in the areas of, inter alia, the improvement of the knowledge and dissemination of the culture and history of the European peoples, and the conservation and safeguarding of cultural heritage of European significance. (4) As highlighted by the Commission in its communication of 22 July 2014 entitled Towards an integrated approach to cultural heritage for Europe, cultural heritage is to be considered a shared resource and a common good held in trust for future generations. It is therefore a common responsibility of all stakeholders to look after cultural heritage. (5) Cultural heritage is of great value to European society from a cultural, environmental, social and economic point of view. Thus, its sustainable management constitutes a strategic choice for the twenty-first century, as stressed by the Council in its conclusions of 21 May 2014 (3). The contribution of cultural heritage in terms of value creation, skills and jobs, and quality of life is underestimated."
    },
    {
      "id": "eurlex_20__1",
      "chunk_id": "1",
      "content": "Thus, its sustainable management constitutes a strategic choice for the twenty-first century, as stressed by the Council in its conclusions of 21 May 2014 (3). The contribution of cultural heritage in terms of value creation, skills and jobs, and quality of life is underestimated. (6) Cultural heritage is central to the European Agenda for Culture (4) and contributes to its objectives, which are the promotion of cultural diversity and intercultural dialogue, the promotion of culture as a catalyst for creativity, and the promotion of culture as a vital element in the Union's international relations. It is also one of the four priorities for European cooperation on culture for the period 2015-2018, as set out in the current Work Plan for Culture, adopted by the Council and the Representatives of the Governments of the Member States, meeting within the Council, on 25 November 2014 (5). (7) The Council, in its conclusions of 21 May 2014, stated that cultural heritage encompasses a broad spectrum of resources inherited from the past in all forms and aspects  tangible, intangible and digital (born digital and digitised), including monuments, sites, landscapes, skills, practices, knowledge and expressions of human creativity, as well as collections conserved and managed by public and private bodies such as museums, libraries and archives. Cultural heritage also includes film heritage. (8) Cultural heritage has been forged over centuries by the interaction between cultural expressions of the various civilisations that have populated Europe. A European Year of Cultural Heritage will help to encourage and advance understanding of the importance of the protection and promotion of the diversity of cultural expressions. One way to achieve such understanding would be through educational and greater public-awareness programmes, in line with the obligations set out in the 2005 Unesco Convention on the Protection and Promotion of the Diversity of Cultural Expressions, to which the Union and the Member States are party. (9) In accordance with Article 30 of the United Nations Convention on the Rights of Persons with Disabilities, to which the Union and most of the Member States are party, the Parties to the Convention recognise the right of persons with disabilities to take part on an equal basis with others in cultural life and they are to take all appropriate measures to ensure that persons with disabilities, inter alia, enjoy access to places for cultural performances or services, such as theatres, museums, cinemas, libraries and tourism services, and, as far as possible, enjoy access to monuments and sites of national cultural importance. (10) The European Access City Award has shown that it is both feasible and good practice to make the cultural heritage of cities accessible, in ways that respect its nature and values, for persons with disabilities, elderly people and those with reduced mobility or other types of temporary impairments. (11) Cultural heritage plays an important role for community cohesion at a time when cultural diversity is increasing in European societies."
    },
    {
      "id": "eurlex_20__2",
      "chunk_id": "2",
      "content": "(11) Cultural heritage plays an important role for community cohesion at a time when cultural diversity is increasing in European societies. Sites that have been awarded the European Heritage Label have a strong European dimension, as they have been selected for their role in European history. Together with the European Capitals of Culture, those sites reinforce a sense of belonging to a common European space. Therefore, complementarities with the European Year of Cultural Heritage should be sought. New participatory and intercultural approaches to heritage policies and educational initiatives that attribute equal dignity to all forms of cultural heritage have the potential to increase trust, mutual recognition and social cohesion, as also shown by the international cooperation in the framework of the Council of Europe. (12) The role of cultural heritage is also recognised in the UN 2030 Agenda for Sustainable Development (2030 Agenda), which acknowledges global citizenship, cultural diversity and intercultural dialogue as overarching principles of sustainable development. The 2030 Agenda recognises that all cultures and civilizations can contribute to, and are crucial enablers of, sustainable development. Culture is explicitly mentioned in several Sustainable Development Goals of the 2030 Agenda, in particular Goal 11 (cities-heritage), as well as Goal 4 (education), and, in relation to tourism, Goal 8 (sustainable growth) and Goal 12 (consumption patterns). (13) The increased recognition at international level of the need to put people and human values at the centre of an enlarged and cross-disciplinary concept of cultural heritage reinforces the need to foster wider access to cultural heritage, inter alia, in light of its positive effects on the quality of life. Such wider access can be achieved by reaching out to different audiences and by increasing accessibility to places, buildings, products and services, taking into account special needs and the implications of demographic change. (14) Policies for the maintenance, restoration, conservation, reuse, accessibility and promotion of cultural heritage and related services are primarily national, regional or local responsibilities. Nevertheless, cultural heritage has a clear European dimension which is addressed, in addition to cultural policy, through other Union policies such as education, agriculture and rural development, regional development, social cohesion, maritime affairs, environment, tourism, the digital agenda, research and innovation, and communication. (15) The year 2018 has a symbolic and historical importance for Europe and its cultural heritage, as it marks a number of significant events such as the 100th anniversary of the end of World War I and of the independence of several Member States as well as the 400th anniversary of the start of the Thirty Years' War. The European Year of Cultural Heritage can therefore offer opportunities to better understand the present through a richer and shared comprehension of the past. (16) In order to realise fully the potential of cultural heritage for European societies and economies, the safeguarding, enhancement and management of cultural heritage require effective participatory (i.e. multi-level and multi-stakeholder) governance and enhanced cross-sectoral cooperation, as stated by the Council in its conclusions of 25 November 2014 (6)."
    },
    {
      "id": "eurlex_20__3",
      "chunk_id": "3",
      "content": "(16) In order to realise fully the potential of cultural heritage for European societies and economies, the safeguarding, enhancement and management of cultural heritage require effective participatory (i.e. multi-level and multi-stakeholder) governance and enhanced cross-sectoral cooperation, as stated by the Council in its conclusions of 25 November 2014 (6). Such governance and cooperation involve all stakeholders, including public authorities, the cultural heritage sector, private actors and civil society organisations, such as NGOs and organisations in the voluntary sector. (17) In addition, in its conclusions of 25 November 2014, the Council invited the Commission to consider presenting a proposal for a European Year of Cultural Heritage. (18) In its resolution of 8 September 2015, the European Parliament recommended designating, preferably for 2018, a European Year of Cultural Heritage. (19) In its opinion of 16 April 2015 (7), the Committee of the Regions welcomed the call of the Council for consideration to be given to a European Year of Cultural Heritage, stressing its contribution to the attainment of shared goals in the pan-European context. (20) Declaring a European Year of Cultural Heritage is an effective way of raising public awareness, disseminating information on good practices, promoting policy debate, research and innovation and improving the collection and analysis of qualitative evidence and quantitative data, including statistics, on the social and economic impact of cultural heritage. By creating an environment for promoting those objectives simultaneously at Union, national, regional and local levels, a greater synergy and a better use of resources can be achieved. In that regard, the Commission should provide timely information to and closely cooperate with the European Parliament, the Council and the Member States, the Committee of the Regions and the bodies and associations active in the field of cultural heritage at Union level. In order to ensure that activities developed for the European Year of Cultural Heritage have a European dimension, Member States are also encouraged to collaborate with each other. (21) Cultural heritage is also a field of intervention in several programmes in the area of external relations, mainly, but not exclusively, in the Middle East. The promotion of the value of cultural heritage is also a response to the deliberate destruction of cultural treasures in conflict zones, as highlighted by the High Representative of the Union for Foreign Affairs and Security Policy and the Commission in their joint communication of 8 June 2016 entitled Towards an EU strategy for international cultural relations. It is important to ensure complementarity between the European Year of Cultural Heritage and all external relations initiatives developed within appropriate frameworks. Actions to protect and promote cultural heritage under relevant external relations instruments should, inter alia, reflect the mutual interest associated with the exchange of experiences and values with third countries. The European Year of Cultural Heritage should promote mutual knowledge, respect and understanding of the respective cultures. (22) Candidate and potential candidate countries should be closely associated with actions under the European Year of Cultural Heritage."
    },
    {
      "id": "eurlex_20__4",
      "chunk_id": "4",
      "content": "The European Year of Cultural Heritage should promote mutual knowledge, respect and understanding of the respective cultures. (22) Candidate and potential candidate countries should be closely associated with actions under the European Year of Cultural Heritage. The involvement of countries falling within the scope of the European Neighbourhood Policy and other partner countries should also be sought, as appropriate. Such involvement can be pursued under the relevant frameworks for cooperation and dialogue, particularly in the context of the civil society dialogue between the Union and those countries. (23) The safeguarding, conservation and enhancement of Europe's cultural heritage comes under the objectives of existing Union programmes. Therefore, a European Year of Cultural Heritage can be implemented by using those programmes in accordance with their existing provisions and setting funding priorities on an annual or multiannual basis. Programmes and policies in fields such as culture, education, agriculture and rural development, regional development, social cohesion, maritime affairs, environment, tourism, the Digital Single Market Strategy, research and innovation, and communication contribute directly and indirectly to the protection, enhancement, innovative reuse and promotion of Europe's cultural heritage, and can support the European Year of Cultural Heritage in accordance with their respective legal frameworks. National contributions additional to co-financing at Union level, including through flexible funding mechanisms such as public-private partnerships or crowd-funding, can be considered in order to support the objectives of the European Year of Cultural Heritage. (24) The financial interests of the Union should be protected through proportionate measures throughout the expenditure cycle, including the prevention, detection and investigation of irregularities, the recovery of funds lost, wrongly paid or incorrectly used and, where appropriate, administrative and financial penalties. (25) This Decision lays down a financial envelope for the entire duration of the European Year of Cultural Heritage, which is to constitute the prime reference amount, within the meaning of point 17 of the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (8), for the European Parliament and the Council during the annual budgetary procedure. (26) Since the objectives of this Decision, namely to encourage the sharing and appreciation of Europe's cultural heritage, raise awareness of common history and values, and reinforce a sense of belonging to a common European space, cannot be sufficiently achieved by the Member States given the need for transnational exchange of information and Union-wide dissemination of good practice, but can rather be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity, as set out in Article 5 TEU. In accordance with the principle of proportionality, as set out in that Article, this Decision does not go beyond what is necessary in order to achieve those objectives, HAVE ADOPTED THIS DECISION: Article 1 Subject matter 1. The year 2018 shall be designated as the European Year of Cultural Heritage (European Year)."
    },
    {
      "id": "eurlex_20__5",
      "chunk_id": "5",
      "content": "The year 2018 shall be designated as the European Year of Cultural Heritage (European Year). 2. The purpose of the European Year shall be to encourage the sharing and appreciation of Europe's cultural heritage as a shared resource, to raise awareness of common history and values, and to reinforce a sense of belonging to a common European space. Article 2 Objectives 1. The general objectives of the European Year shall be to encourage and support the efforts of the Union, the Member States and regional and local authorities, in cooperation with the cultural heritage sector and broader civil society, to protect, safeguard, reuse, enhance, valorise and promote Europe's cultural heritage. In particular, the European Year shall: (a) contribute to promoting the role of Europe's cultural heritage as a pivotal component of cultural diversity and intercultural dialogue. While fully respecting the competences of the Member States, it shall highlight the best means to ensure the conservation and safeguarding of Europe's cultural heritage as well as the enjoyment thereof by a wider and more diversified audience, including through audience-development measures and heritage education, thereby promoting social inclusion and integration; (b) enhance the contribution of Europe's cultural heritage to society and the economy, through its direct and indirect economic potential, which includes the capacity to underpin the cultural and creative sectors, including small and medium-sized enterprises, and to inspire creation and innovation, to promote sustainable development and tourism, to enhance social cohesion and to generate long-term employment; (c) contribute to promoting cultural heritage as an important element of the relations between the Union and third countries, building on the interest and needs in partner countries and on Europe's expertise in cultural heritage."
    },
    {
      "id": "eurlex_20__6",
      "chunk_id": "6",
      "content": "2. The specific objectives of the European Year shall be to: (a) encourage approaches to cultural heritage that are people-centred, inclusive, forward-looking, more integrated, sustainable and cross-sectoral; (b) promote innovative models of participatory governance and management of cultural heritage, involving all stakeholders, including public authorities, the cultural heritage sector, private actors and civil society organisations; (c) promote debate, research and the exchange of good practices on the quality of conservation, safeguarding, innovative reuse and enhancement of cultural heritage, and on contemporary interventions in the historical environment; (d) promote solutions which make cultural heritage accessible to all, including via digital means, by removing social, cultural and physical barriers, taking into account people with special needs; (e) highlight and enhance the positive contribution of cultural heritage to society and the economy through research and innovation, including by strengthening the evidence base for such a contribution at Union level; (f) encourage synergies between cultural heritage and environment policies by integrating cultural heritage into environmental, architectural and planning policies, and by promoting energy-efficiency; (g) encourage regional and local development strategies that tap into the potential of cultural heritage, including through the promotion of sustainable tourism; (h) support the development of specialised skills and improve knowledge management and knowledge transfer in the cultural heritage sector, taking into account the implications of the digital shift; (i) promote cultural heritage as a source of inspiration for contemporary creation and innovation, and highlight the potential for cross-fertilisation and stronger interaction between the cultural heritage sector and other cultural and creative sectors; (j) raise awareness of the importance of Europe's cultural heritage through education and lifelong learning, in particular by focusing on children, young and elderly people, local communities and hard-to-reach groups; (k) highlight the potential of cooperation in matters of cultural heritage for developing stronger ties within the Union and with countries outside the Union and for encouraging intercultural dialogue, post-conflict reconciliation and conflict prevention; (l) promote research and innovation in relation to cultural heritage, facilitate the uptake and exploitation of research results by all stakeholders, in particular public authorities and the private sector, and facilitate the dissemination of research results to a broader audience; (m) encourage synergies between the Union and the Member States, including by strengthening initiatives to prevent the illicit trafficking of cultural goods; and (n) highlight, during 2018, significant events that have a symbolic importance for Europe's history and cultural heritage. Article 3 Content of measures 1."
    },
    {
      "id": "eurlex_20__7",
      "chunk_id": "7",
      "content": "Article 3 Content of measures 1. The measures to be taken to achieve the objectives set out in Article 2 shall include the following activities at Union, national, regional or local level linked to the objectives of the European Year: (a) initiatives and events to promote debate and raise awareness of the importance and value of cultural heritage and to facilitate engagement with citizens and stakeholders; (b) information, exhibitions, education and awareness-raising campaigns to convey values such as diversity and intercultural dialogue using evidence from Europe's rich cultural heritage and to stimulate the general public's contribution to cultural heritage protection and management and more generally to achieving the objectives of the European Year; (c) the sharing of experience and good practices of national, regional and local administrations and other organisations, and the dissemination of information about cultural heritage, including via Europeana; (d) the undertaking of studies and research and innovation activities and the dissemination of their results on a European or national scale; and (e) the promotion of projects and networks connected to the European Year, including via the media and social networks. 2. The Commission and the Member States, at Union and national level respectively, may identify activities other than those referred to in paragraph 1, provided that they contribute to achieving the objectives of the European Year set out in Article 2. 3. The Union institutions and bodies, as well as the Member States, at Union and national level respectively, may refer to the European Year and make use of its logo in promoting the activities referred to in paragraphs 1 and 2. Article 4 Coordination at Member State level The organisation of participation in the European Year at national level is a responsibility of the Member States. To that end, Member States shall appoint national coordinators. The national coordinators shall ensure the coordination of relevant activities at national level. Article 5 Coordination at Union level 1. The Commission shall regularly convene meetings of the national coordinators in order to coordinate the running of the European Year. Those meetings shall also serve as opportunities to exchange information regarding the implementation of the European Year at national and Union level; representatives of the European Parliament may participate in those meetings as observers. 2. The coordination of the European Year at Union level shall have a transversal approach with a view to creating synergies between the various Union programmes and initiatives that fund projects in the field of cultural heritage. 3. The Commission shall convene regular meetings of stakeholders and representatives of organisations or bodies active in the field of cultural heritage, including existing transnational cultural networks and relevant NGOs, as well as of youth organisations, to assist it in implementing the European Year at Union level. Article 6 International cooperation For the purpose of the European Year, the Commission shall cooperate with competent international organisations, in particular with the Council of Europe and Unesco, while ensuring the visibility of the Union's participation."
    },
    {
      "id": "eurlex_20__8",
      "chunk_id": "8",
      "content": "Article 6 International cooperation For the purpose of the European Year, the Commission shall cooperate with competent international organisations, in particular with the Council of Europe and Unesco, while ensuring the visibility of the Union's participation. Article 7 Protection of the financial interests of the Union 1. The Commission shall take appropriate measures to ensure that, when actions financed under this Decision are implemented, the financial interests of the Union are protected by the application of preventive measures against fraud, corruption and any other illegal activities, by effective checks and inspections and, if irregularities are detected, by the recovery of the amounts unduly paid and, where appropriate, by effective, proportionate and dissuasive administrative and financial penalties. 2. The Commission or its representatives and the Court of Auditors shall have the power of audit, on the basis of documents and of on-the-spot checks and inspections, over all grant beneficiaries, contractors and subcontractors that have received Union funds under this Decision. 3. The European Anti-Fraud Office (OLAF) may carry out investigations, including on-the-spot checks and inspections, in accordance with the provisions and procedures laid down in Regulation (EU, Euratom) No 883/2013 of the European Parliament and of the Council (9) and Council Regulation (Euratom, EC) No 2185/96 (10) and with a view to establishing whether there has been fraud, corruption or any other illegal activity affecting the financial interests of the Union in connection with a grant agreement or grant decision or a contract funded under this Decision. 4. Without prejudice to paragraphs 1, 2 and 3, cooperation agreements with third countries and with international organisations, contracts, grant agreements and grant decisions resulting from the implementation of this Decision shall contain provisions expressly empowering the Commission, the Court of Auditors and OLAF to conduct such audits and investigations, in accordance with their respective competences. Article 8 Funding Co-financing at Union level of activities implementing the European Year shall be in accordance with the rules applicable to existing programmes, such as the Creative Europe Programme, and within the existing possibilities for setting priorities on an annual or multiannual basis. Where appropriate, other programmes and policies, within their existing legal and financial provisions, may also support the European Year. Article 9 Budget The financial envelope for the implementation of this Decision for the period from 1 January 2017 to 31 December 2018 shall be EUR 8 million. The annual appropriations shall be authorised by the European Parliament and the Council within the limits of the multiannual financial framework. Article 10 Monitoring and evaluation By 31 December 2019, the Commission shall submit a report to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions on the implementation, results and overall assessment of the initiatives provided for in this Decision. The report shall include ideas for further common endeavours in the field of cultural heritage. Article 11 Entry into force"
    },
    {
      "id": "eurlex_20__9",
      "chunk_id": "9",
      "content": "The report shall include ideas for further common endeavours in the field of cultural heritage. Article 11 Entry into force This Decision shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union. Done at Strasbourg, 17 May 2017. For the European Parliament The President A. TAJANI For the Council The President C. ABELA (1) OJ C 88, 21.3.2017, p. 7. (2) Position of the European Parliament of 27 April 2017 (not yet published in the Official Journal) and decision of the Council of 11 May 2017. (3) Council conclusions of 21 May 2014 on cultural heritage as a strategic resource for a sustainable Europe (OJ C 183, 14.6.2014, p. 36). (4) Resolution of the Council of 16 November 2007 on a European Agenda for Culture (OJ C 287, 29.11.2007, p. 1). (5) Conclusions of the Council and of the Representatives of the Governments of the Member States, meeting within the Council, on a Work Plan for Culture (2015-2018) (OJ C 463, 23.12.2014, p. 4). (6) Council conclusions on participatory governance of cultural heritage (OJ C 463, 23.12.2014, p. 1). (7) Opinion of the Committee of the Regions  Towards an integrated approach to cultural heritage for Europe (OJ C 195, 12.6.2015, p. 22). (8) OJ C 373, 20.12.2013, p. 1. (9) Regulation (EU, Euratom) No 883/2013 of the European Parliament and of the Council of 11 September 2013 concerning investigations conducted by the European Anti-Fraud Office (OLAF) and repealing Regulation (EC) No 1073/1999 of the European Parliament and of the Council and Council Regulation (Euratom) No 1074/1999 (OJ L 248, 18.9.2013, p. 1). (10) Council Regulation (Euratom, EC) No 2185/96 of 11 November 1996 concerning on-the-spot checks and inspections carried out by the Commission in order to protect the European Communities' financial interests against fraud and other irregularities (OJ L 292, 15.11.1996, p. 2). JOINT STATEMENT BY THE EUROPEAN PARLIAMENT AND THE COUNCIL In accordance with Article 9 of the Decision, the financial envelope for the implementation of the European Year of Cultural Heritage (2018) is set at EUR 8 million. In order to fund the preparation of the European Year of Cultural Heritage, EUR 1 million will be financed from existing resources in the 2017 budget. For the 2018 budget, EUR 7 million will be reserved for the European Year of Cultural Heritage and be made visible in a budget line. Of that amount, EUR 3 million will come from the resources currently provided for in the Creative Europe Programme and EUR 4 million will be reallocated from other existing resources, without using the existing margins and without prejudice to the powers of the budgetary authority. STATEMENT BY THE COMMISSION The Commission takes note of the agreement of the co-legislators to introduce a financial envelope of EUR 8 million in Article 9 of the Decision of the European Parliament and of the Council on a European Year of Cultural Heritage (2018)."
    },
    {
      "id": "eurlex_20__10",
      "chunk_id": "10",
      "content": "STATEMENT BY THE COMMISSION The Commission takes note of the agreement of the co-legislators to introduce a financial envelope of EUR 8 million in Article 9 of the Decision of the European Parliament and of the Council on a European Year of Cultural Heritage (2018). The Commission recalls that it is the prerogative of the budgetary authority to authorise the amount of appropriations in the annual budget, in accordance with Article 314 TFEU."
    }
  ]
}