{
  "document_category": "eurlex",
  "docId": "eurlex_8",
  "chunk_index": 4,
  "chunk_text": "(19) The amounts of macro-financial assistance provided in the form of grants and the amounts of the provision required for macro-financial assistance in the form of loans should be consistent with the budgetary appropriations provided for in the multiannual financial framework. (20) The Union's macro-financial assistance should be managed by the Commission. In order to ensure that the European Parliament and the Council are able to follow the implementation of this Decision, the Commission should regularly inform them of developments relating to the assistance and provide them with the relevant documents. (21) In order to ensure uniform conditions for the implementation of this Decision, implementing powers should be conferred on the Commission. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council (3). (22) The Union's macro-financial assistance should be subject to economic policy conditions, to be laid down in a Memorandum of Understanding. In order to ensure uniform conditions of implementation and for reasons of efficiency, the Commission should be empowered to negotiate such conditions with the Georgian authorities under the supervision of the committee of representatives of the Member States in accordance with Regulation (EU) No 182/2011. Under that Regulation, the advisory procedure should, as a general rule, apply in all cases other than as provided for in that Regulation. Considering the potentially important impact of assistance of more than EUR 90 million, it is appropriate that the examination procedure be used for operations above that threshold. Considering the amount of the Union's macro-financial assistance to Georgia, the advisory procedure should apply to the adoption of the Memorandum of Understanding, and to any reduction, suspension or cancellation of the assistance, HAVE ADOPTED THIS DECISION: Article 1 1. The Union shall make macro-financial assistance of a maximum amount of EUR 45 million available to Georgia (the Union's macro-financial assistance), with a view to supporting Georgia's economic stabilisation and a substantive reform agenda. Of that maximum amount, up to EUR 35 million shall be provided in the form of loans and up to EUR 10 million in the form of grants. The release of the Union's macro-financial assistance is subject to the approval of the Union budget for the relevant year by the European Parliament and the Council. The assistance shall contribute to covering Georgia's balance of payments needs as identified in the IMF programme. 2. In order to finance the loan component of the Union's macro-financial assistance, the Commission shall be empowered on behalf of the Union to borrow the necessary funds on the capital markets or from financial institutions and to on-lend them to Georgia. The loans shall have a maximum average maturity of 15 years. 3. The release of the Union's macro-financial assistance shall be managed by the Commission in a manner consistent with the agreements or understandings reached between the IMF and Georgia, and with the key principles and objectives of economic reforms set out in the Association Agreement, including the DCFTA."
}