{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 16,
  "chunk_text": "Combating pollution and establishing a Union-wide quantitative reduction headline target for marine litter supported by source-based measures and taking into account the marine strategies established by Member States. Completing the Natura 2000 network of marine protected areas, and ensuring that coastal zones are managed sustainably; (iv) agreeing and implementing an EU Strategy on adaptation to climate change (29), including the mainstreaming of climate change adaptation into key Union policy initiatives and sectors; (v) strengthening efforts to reach full compliance with Union air quality legislation and defining strategic targets and actions beyond 2020; (vi) increasing efforts to reduce soil erosion and increase soil organic matter, to remediate contaminated sites and to enhance the integration of land use aspects into coordinated decision-making involving all relevant levels of government, supported by the adoption of targets on soil and on land as a resource, and land planning objectives; (vii) taking further steps to reduce emissions of nitrogen and phosphorus, including those from urban and industrial wastewater and from fertiliser use, inter alia, through better source control, and the recovery of waste phosphorus; (viii) developing and implementing a renewed Union Forest Strategy that addresses the multiple demands on, and benefits of, forests and contributes to a more strategic approach to protecting and enhancing forests, including through sustainable forest management; (ix) enhancing Union public information provision, awareness and education on environment policy. Priority objective 2: To turn the Union into a resource-efficient, green and competitive low-carbon economy 29. The Europe 2020 Strategy seeks to promote sustainable growth by developing a more competitive low-carbon economy that makes efficient, sustainable use of resources. Its Resource-efficient Europe Flagship Initiative aims to support the shift towards an economy that is efficient in the way it uses all resources, absolutely decouples economic growth from resource and energy use and its environmental impacts, reduces GHG emissions, enhances competitiveness through efficiency and innovation and promotes greater energy and resource security, including through reduced overall resource use. The Roadmap to a Resource Efficient Europe and the Roadmap for moving to a competitive low-carbon economy (30) are key building blocks of the Flagship Initiative, setting out the framework for future actions to deliver on those objectives, and should be supported by the exchange of best practice between Member States. Furthermore, a partnership between the Union, its Member States and industry, under the Unions integrated industrial policy will provide a means of stepping up investment and innovation in six green economy-related growth markets (31). 30. Innovation to improve resource efficiency is required throughout the economy to improve competitiveness in the context of rising resource prices, scarcity, raw material supply constraints and dependency on imports. The business sector is the primary driver of innovation, including eco-innovation. However, markets alone will not yield the desired results, and in order to improve their environmental performance, small and medium-sized enterprises (SMEs), in particular, require specific assistance with the uptake of new technologies, including through research and innovation partnerships on waste (32)."
}