{
  "document_category": "eurlex",
  "docId": "eurlex_29",
  "chunk_index": 1,
  "chunk_text": "Name: Decision (EU) 2016/2371 of the European Parliament and of the Council of 14 December 2016 providing further macro-financial assistance to the Hashemite Kingdom of Jordan\n Type: Decision\n Subject Matter: economic policy;  Asia and Oceania;  EU finance;  European construction;  cooperation policy;  economic conditions;  economic structure\n Date Published: 2016-12-23 23.12.2016 EN Official Journal of the European Union L 352/18 DECISION (EU) 2016/2371 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 14 December 2016 providing further macro-financial assistance to the Hashemite Kingdom of Jordan THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 212(2) thereof, Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Acting in accordance with the ordinary legislative procedure (1), Whereas: (1) Relations between the European Union (the Union) and the Hashemite Kingdom of Jordan (Jordan) are developing within the framework of the European Neighbourhood Policy (ENP). Jordan signed an Association Agreement (2) with the Union on 24 November 1997, which came into force on 1 May 2002. Under that agreement, the Union and Jordan gradually established a free trade area over a transitional period of 12 years. In addition, an agreement on further liberalisation of agricultural products (3) entered into force in 2007. In 2010, an Advanced Status partnership was agreed between the EU and Jordan that entails expanded areas of cooperation. A protocol on Dispute Settlement Mechanisms for trade between the EU and Jordan initialled in December 2009 entered into force on 1 July 2011. Bilateral political dialogue and economic cooperation have been further developed within the framework of the Association Agreement and the Single Support Framework adopted for 2014-2017. (2) Since 2011, Jordan has embarked on a number of political reforms to strengthen parliamentary democracy and the rule of law. A Constitutional Court and an Independent Election Commission have been set up and a number of major laws, including the Election Law and the Law on Political Parties as well as laws on decentralisation and municipalities, have been passed by the Jordanian Parliament. (3) The Jordanian economy has suffered significantly from the ongoing regional unrest, notably in neighbouring Iraq and Syria. Together with a weaker global environment, this regional unrest has taken a heavy toll on external receipts and has strained public finances. Tourism and foreign direct investment inflows have been negatively affected, trading routes blocked and the flow of natural gas from Egypt disrupted. In addition, the Jordanian economy has also been impacted by a large inflow of Syrian refugees, which has increased pressure on its fiscal position, public services and infrastructure. (4) Since the outbreak of the conflicts in Syria in 2011, the Union has expressed its unequivocal commitment to supporting Jordan as it addresses the economic and social consequences of the Syrian crisis, and in particular of the presence of a large number of Syrian refugees in its territory."
}