{
  "document_category": "eurlex",
  "docId": "eurlex_72",
  "chunk_index": 5,
  "chunk_text": "(17) Within the areas covered by the general objectives, regional integration among countries, in particular economic integration between Pre-accession countries, Neighbourhood countries and the Union, should be an underlying objective for EIB financing operations. In that context, the EIB should be able to support partner countries within areas covered by the general objectives through foreign direct investments by companies from the Union that promote economic integration with the Union and that contribute to promoting technology and knowledge transfer, provided that appropriate consideration has been given during the investment projects' due diligence to minimise the risks that EIB financing operations lead to negative repercussions on employment in the Union. The EIB should also be encouraged to support foreign direct investment in partner countries by companies from the Union at its own risk, taking into account the EIB's risk-bearing capacity. (18) The EIB should regularly conduct ex post or mid-term evaluations of supported activities under this Decision with a view to assessing their relevance, performance and development effects and to identify aspects that could improve future activities. Such evaluations should contribute to accountability and analysis of sustainability. (19) The practical measures for linking the general objectives of the EU guarantee and their implementation are to be set out in regional technical operational guidelines. Such guidelines should be consistent with the wider Union regional policy framework, including the differentiation principle in the European Neighbourhood Policy. The regional technical operational guidelines should be reviewed following the adoption of this Decision and further updated following the mid-term review in order to adapt to the developments in the Union external policies and priorities. The update of the regional operational technical guidelines should, among other considerations, take into account relevant developments in the eligible countries. (20) In accordance with Protocol No 5 on the Statute of the European Investment Bank annexed to the Treaty on European Union (TEU) and the TFEU, applications made directly to the EIB for EIB financing operations to be carried out under this Decision are to be submitted to the Commission for an opinion on the conformity with relevant Union legislation and policies. In the case of EIB financing operations falling under this Decision, where the Commission delivers a negative opinion on any such operation, that operation should not be covered by the EU guarantee. (21) While the EIB's strength remains its distinctive model as a publicly owned investment bank whose remit is that of providing long-term lending so as to meet the policy goals set by its shareholders, EIB financing operations should contribute to the general principles guiding Union external action, as referred to in Article 21 TEU, of consolidating and supporting democracy and the rule of law, human rights and fundamental freedoms, and to the implementation of international commitments and agreements, including environmental agreements to which the Union is a party. In particular, the EIB should contribute to economic, financial and technical cooperation with third countries in accordance with Article 212 TFEU."
}