{
  "document_category": "eurlex",
  "docId": "eurlex_72",
  "chunk_index": 24,
  "chunk_text": "Asia Bangladesh, Brunei, Bhutan, Cambodia, China (including Hong Kong and Macao Special Administrative Regions), India, Indonesia, Iraq, Laos, Malaysia, Maldives, Mongolia, Myanmar/Burma, Nepal, Pakistan, Philippines, Singapore, South Korea, Sri Lanka, Thailand, Vietnam, Yemen 3. Central Asia Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan, Uzbekistan D. South Africa South Africa ANNEX IV REGIONAL POLICY FRAMEWORK EIB activity in partners participating in the pre-accession process takes place in the framework established in the Accession and European Partnerships which set out the priorities for candidates and potential candidates with a view to making progress in moving closer to the Union, and which provide a framework for Union assistance. The Stabilisation and Association Process is the Union policy framework for the Western Balkans. It is based on progressive partnership, in which the Union offers trade concessions, economic and financial assistance and contractual relationships through Stabilisation and Association Agreements. Pre-accession financial assistance helps the candidates and potential candidates prepare for the obligations and challenges of membership of the Union. This assistance supports the reform process, including preparations for eventual membership. It focuses on institution-building, alignment with the acquis of the Union, preparation for Union policies and instruments and promotion of measures to achieve economic convergence. EIB activity in Neighbourhood countries takes place in the framework of the new European Neighbourhood Policy set out in the Joint Communication entitled A new response to a changing Neighbourhood, adopted by the High Representative of the Union for Foreign Affairs and Security Policy and the Commission on 25 May 2011, and the Council conclusions adopted on 20 June 2011, which calls notably for greater support to partners committed to building democratic societies and undertaking reforms, in line with the more for more and mutual accountability principles, and provides the strategic policy framework for the Union relations with the neighbours. In the framework of this cooperation, EIB financing under this Decision will also be targeted at policies promoting inclusive growth and job creation contributing to social stability in line with an incentive-based approach supporting Union external policy objectives, including in relation to migration issues. In order to achieve these objectives the Union and its partners implement jointly agreed bilateral action plans defining a set of priorities including on political and security issues, trade and economic matters, environmental and social concerns and integration of transport and energy networks. The Union for the Mediterranean, the Eastern Partnership, the Black Sea Synergy, the Union Strategy for the Danube Region and the Union Strategy for the Baltic Sea Region are multilateral and regional initiatives aimed at fostering cooperation between the Union and the respective group of Neighbourhood partner countries facing common challenges and/or sharing a common geographical environment. The Union for the Mediterranean aims to relaunch the Euro-Mediterranean integration process by supporting mutual economic, social and environmental development on both sides of the Mediterranean and supports improved socioeconomic development, solidarity, regional integration, sustainable development and knowledge building, underlining the need to increase financial cooperation to support regional and trans-national projects."
}