{
  "document_category": "eurlex",
  "docId": "eurlex_73",
  "chunk_index": 5,
  "chunk_text": "Article 2 Objectives 1. The general objectives of the action are: (a) to safeguard and promote the diversity of cultures in Europe and to highlight the common features they share as well as to increase citizens' sense of belonging to a common cultural area; (b) to foster the contribution of culture to the long-term development of cities in accordance with their respective strategies and priorities. 2. The specific objectives of the action are: (a) to enhance the range, diversity and European dimension of the cultural offering in cities, including through transnational cooperation; (b) to widen access to and participation in culture; (c) to strengthen the capacity of the cultural sector and its links with other sectors; (d) to raise the international profile of cities through culture. Article 3 Access to the action 1. The competition for the title shall be open to cities, which may involve their surrounding areas. 2. The number of cities holding the title in a given year (the year of the title) shall not exceed three. The title shall be awarded each year to a maximum of one city in each of the two Member States appearing in the calendar set out in the Annex (the calendar) and, in the relevant years, to one city from a candidate country or a potential candidate, or to one city from a country that accedes to the Union in the circumstances set out in paragraph 5. 3. Cities in Member States shall be entitled to hold the title for one year in accordance with the order of the Member States appearing in the calendar. 4. Cities in candidate countries and potential candidates which participate in the Creative Europe Programme or in the subsequent Union programmes supporting culture at the date of publication of the call for submission of applications referred to in Article 10(2) may apply for the title for one year in the framework of an open competition organised every third year in accordance with the calendar. Cities in candidate countries and potential candidates shall only be allowed to participate in one competition during the period from 2020 to 2033. Each candidate country or potential candidate shall only be allowed to host the title once during the period from 2020 to 2033. 5. Where a country accedes to the Union after 4 May 2014 but before 1 January 2027, it shall be entitled to host the title seven years after its accession in accordance with the rules and procedures applicable to Member States. The calendar shall be updated accordingly. Where a country accedes to the Union on or after 1 January 2027, it shall not be entitled to participate in the action as a Member State. However, in years where there are already three cities holding the title in accordance with the calendar, cities in countries referred to in the first subparagraph shall only be entitled to hold the title in the next available year in the calendar, in the order of accession of those countries."
}