{
  "document_category": "eurlex",
  "docId": "eurlex_72",
  "chunk_index": 20,
  "chunk_text": "2. No later than the date of signature of the guarantee agreement referred to in Article 14, the Commission and the EIB shall sign a separate agreement laying down the detailed provisions and procedures relating to recovery of claims. Article 16 Auditing by the Court of Auditors The EU guarantee and the payments and recoveries under it attributable to the general budget of the Union shall be audited by the Court of Auditors. Article 17 Anti-fraud measures 1. The EIB shall notify OLAF promptly and provide it with the necessary information when, at any stage of the preparation, implementation or closure of projects subject to the EU guarantee, it has grounds to suspect that there is a potential case of fraud, corruption, money laundering or other illegal activity that may affect the financial interests of the Union. 2. OLAF may carry out investigations, including on-the-spot checks and inspections, in accordance with the provisions and procedures laid down in Regulation (EU, Euratom) No 883/2013 of the European Parliament and of the Council (14), Council Regulation (Euratom, EC) No 2185/96 (15) and Council Regulation (EC, Euratom) No 2988/95 (16) in order to protect the financial interests of the Union, with a view to establishing whether there has been fraud, corruption, money laundering or any other illegal activity affecting the financial Interests of the Union in connection with any financing operations. OLAF may transmit to the competent authorities of the Member States concerned information obtained in the course of investigations. Where such illegal activities are proven, the EIB shall assist recovery efforts with respect to its financing operations and within its scope of responsibilities. 3. Financing agreements signed in relation to projects supported under this Decision shall include clauses allowing suspension of EIB financing operations and, if necessary, appropriate recovery measures in cases of fraud, corruption or other illegal activity. The decision whether to suspend or cancel the EIB financing shall be taken by the EIB after due consideration of all circumstances and risks. 4. The EIB shall continue to rely on its single point of contact for anti-corruption and anti-fraud for EIB staff and all stakeholders. 5. In its financing operations, the EIB shall implement its exclusion mechanism for debarment of counterparties involved in fraud and corruption which includes the exclusion criteria of the Union's Central Exclusion Database ensuring that rights of all parties are respected. Article 18 Exercise of the delegation 1. The power to adopt delegated acts is conferred on the Commission subject to the conditions laid down in this Article. 2. The delegation of power referred to in Article 4 shall be conferred on the Commission for an indeterminate period of time from 11 May 2014. 3. The delegation of power referred to in Article 4 may be revoked at any time by the European Parliament or by the Council. A decision of revocation shall put an end to the delegation of the power specified in that decision."
}