{
  "document_category": "eurlex",
  "docId": "eurlex_79",
  "chunk_index": 14,
  "chunk_text": "To enhance the impact of KICs' educational activities and to reach out to a wider audience, KICs may envisage the design, on an experimental basis, of distance learning and e-learning modules for undergraduate courses or packages targeted at school education. The EIT will: 혬 Encourage KICs to develop a greater variety of and provide advice on educational and training activities and to raise awareness of the existence of these activities. 혬 Gradually set- up competitive review mechanisms for the allocation of a percentage of the KICs grant, which will be based on KICs' business plans and performance and which will take into account the fact that KICs grow at different speeds. 혬 Incentivise KICs to develop joint activities on horizontal issues. 혬 Set up a system of peer evaluations for EIT labelled qualifications and engage in dialogue with national and international quality assurance bodies to promote a consistent approach. 2.1.2. Creating new KICs In order to further enhance impact and to incentivise innovation in new areas of societal challenges, the EIT will gradually expand its portfolio of KICs. By following an incremental development path in establishing new KICs, the EIT will ensure that lessons learned from previous rounds are duly taken into consideration, and that KICs are set up only in areas where there is a clear innovation potential and top-class excellence to build on. In the period 2014-2020, new KICs will therefore be set up in three waves. A call for two KICs will be launched in 2014, a further call for two KICs in 2016 and finally a call for one KIC in 2018, subject to a positive outcome of the review of the EIT provided for in Article 32(2) of Regulation (EU) No 1291/2013 of the European Parliament and of the Council (2), leading up to a portfolio of eight KICs in the period 2014-2020 (equalling the set-up of 35-45 co-location centres across the Union). The selection process for KICs shall strongly build on the positive results of lessons-learned from the process for the first-round KICs and a thorough external evaluation of the EIT and existing KICs, including an assessment of KICs' economic and societal impact and the contribution of the EIT to strengthening the innovation capacity of the Union and Member States as well as, when applicable, on the results from the evaluations of Horizon 2020. New KICs will be set up in areas which offer a true innovation potential. The EIT thereby fully contributes to the goals of the larger Union policy agenda and in particular to the objectives of Horizon 2020, which identifies a number of large societal challenges, and enabling and industrial technologies. The objective is to set up KICs in thematic areas which, due to their magnitude and complex nature, can only be addressed through a cross-disciplinary, cross-border, and cross-sectoral approach."
}