{
  "document_category": "eurlex",
  "docId": "eurlex_85",
  "chunk_index": 1,
  "chunk_text": "Name: Decision NoÂ 1025/2013/EU of the European Parliament and of the Council of 22Â October 2013 providing macro-financial assistance to the Kyrgyz Republic\n Type: Decision\n Subject Matter: economic policy;  executive power and public service;  economic analysis;  Asia and Oceania;  EU finance;  economic structure;  cooperation policy;  economic conditions\n Date Published: 2013-10-25 25.10.2013 EN Official Journal of the European Union L 283/1 DECISION No 1025/2013/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 22 October 2013 providing macro-financial assistance to the Kyrgyz Republic THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 209 thereof, Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Acting in accordance with the ordinary legislative procedure (1), Whereas: (1) Cooperation between the Union and the Kyrgyz Republic is based on the Partnership and Cooperation Agreement establishing a partnership between the European Communities and their Member States, of the one part, and the Kyrgyz Republic, of the other part (2) (PCA) that entered into force in 1999. The Union grants Generalised System of Preferences treatment to the Kyrgyz Republic. (2) The Kyrgyz economy was affected in 2009 by the international financial crisis and in June 2010 by ethnic violence. These events disrupted economic activities, creating substantial public expenditure needs for reconstruction and social assistance, and resulted in important external and budgetary financial gaps. (3) At a High Level Donors Meeting held in Bishkek on 27 July 2010, the international community pledged USD 1,1 billion in emergency support to assist in the recovery of the Kyrgyz Republic. At that meeting, the Union announced that it would provide up to EUR 117,9 million in financial assistance. (4) The Council, meeting in its foreign affairs configuration, in its conclusions on the Kyrgyz Republic of 26 July 2010, welcomed the efforts of the new Kyrgyz government to establish a democratic institutional framework and invited the Commission to continue providing assistance, including in the form of new assistance programmes, to the authorities of the Kyrgyz Republic in the implementation of their reform programme and to contribute to the sustainable economic and social development of the country. (5) Union political and economic support to the Kyrgyz Republics incipient parliamentary democracy would provide a political signal of the Unions strong support to democratic reforms in Central Asia, consistent with the Unions policy towards the region, as set out in the Union Strategy for Central Asia (2007-13) and in the Council conclusions on Central Asia of 25 June 2012."
}