{
  "document_category": "eurlex",
  "docId": "eurlex_79",
  "chunk_index": 10,
  "chunk_text": "KICs are expected to add value to initiatives that may exist in the relevant areas, including Joint Programming Initiatives (JPIs), European Innovation Partnerships (EIPs) and Public Private Partnerships (PPPs). Joint Programming Initiatives, a key instrument for addressing fragmentation in research, should provide the nucleus of the pan-European KIC research base, where appropriate. In turn, KICs can speed up and foster the exploitation of excellent public research pooled together by the JPIs, thereby addressing fragmentation in innovation. The Joint Technology Initiatives (JTIs) and the newly established Public and Private Partnerships provide platforms for promotion of large-scale industry-driven research and enhance the development of major technologies. KICs can help to catalyse these major research investments to boost technology transfer and commercialisation and to develop new ventures within existing business via entrepreneurial talent. Through its knowledge triangle approach, the EIT will complement investment of the European Research Council (ERC) on world-class frontier research by addressing the whole innovation chain from ideas to application and exploitation and provide additional opportunities in innovation and exposure to entrepreneurship to 'Marie Sklodowska-Curie' researchers and 'Erasmus +' students to help foster the development of the European Research Area and the European Higher Education Area. The upcoming European Innovation Partnerships will provide overarching frameworks to facilitate alignment and smart synergies among supply and demand-driven research and innovation instruments and policies. The KICs can contribute to the EIPs through their distributed nature and on the ground experience, and in particular by developing the necessary human capital, educating key actors such as entrepreneurs and researchers, and identifying framework conditions and best practise on policy, regulatory or standardisation issues in their relevant sector. In practice, opportunities for synergies will materialise in different ways, from KIC to KIC and challenge to challenge. Today, linkages are being developed at KIC level with other initiatives, varying according to the specificities of each KIC and its thematic area. In addition, the EIT should foster synergies and interaction of the KICs across the pillars in Horizon 2020 and with other relevant initiatives, while taking due note of the risk of overlaps. Examples of synergies between KICs and other initiatives in practice (as of 9/2011)  EIT ICT Labs liaises and works closely with the future Internet Public Private Partnership, the Artemis Joint Technology Initiative and EUREKA initiatives such as ITEA2 (Information Technology for European Advancement), and the Trust in Digital Life partnership. By applying KIC \"catalysts\" such as the Innovation Radar, the Patent Booster and the Technology Transfer along the lifecycle of Union funded research projects, EIT ICT Labs boosts their market impact. By offering access to its co-location centres it can enhance the mobility of people and ideas across Europe.  KIC InnoEnergy contributes to the delivery of the Union's Strategic Energy Technology Plan (SET Plan), through inter alia, its participation in the SETIS platform on technology watch and mapping and its input to the European Industrial Initiatives. It also currently interacts with the Commission's Joint Research Centre (JRC) for the simulation capabilities in building scenarios."
}