{
  "document_category": "eurlex",
  "docId": "eurlex_18",
  "chunk_index": 13,
  "chunk_text": "Article 7 Rules for participation and dissemination 1. PRIMA-IS shall be considered to be a funding body within the meaning of Regulation (EU) No 1290/2013 and shall provide financial support to indirect actions referred to in point (a) of Article 6(1) of this Decision in accordance with the rules set out in that Regulation, subject to the derogations set out in this Article. 2. By way of derogation from point (b) of Article 9(1) of Regulation (EU) No 1290/2013, the minimum number of participants shall be three legal entities established in three different countries considered to be Participating States in accordance with this Decision by the submission deadline under the relevant call for proposals of which: (a) at least one is established in a Member State or third country associated to Horizon 2020 and does not fall under point (b); and (b) at least one is established in a third country listed in Article 1(2), or in a third country bordering the Mediterranean Sea. 3. By way of derogation from Article 9(3) of Regulation (EU) No 1290/2013, in duly justified cases provided for in the annual work plan, the minimum condition shall be the participation of one legal entity established in a Participating State in accordance with this Decision by the submission deadline under the relevant call for proposals. 4. By way of derogation from Article 10(1) and (2) of Regulation (EU) No 1290/2013, the following participants are eligible for funding by PRIMA-IS: (a) any legal entity established in a Participating State or created under Union law; (b) any international European interest organisation, as defined in point (12) of Article 2(1) of Regulation (EU) No 1290/2013. 5. In the case of a participating international organisation or of a participating legal entity established in a country which is not a Participating State, neither of which is eligible for funding in accordance with paragraph 4, funding by PRIMA-IS may be granted provided that at least one of the following conditions is fulfilled: (a) participation is deemed to be essential for carrying out the action by PRIMA-IS; (b) such funding is provided for under a bilateral scientific and technological agreement or any other arrangement between the Union and the international organisation or, for entities established in a country which is not a Participating State, the country in which the legal entity is established. 6. Without prejudice to Regulation (EU, Euratom) No 966/2012, to Delegated Regulation (EU) No 1268/2012 and to Regulation (EU) No 1290/2013, the applicable model grant agreement may lay down that also legal entities established in countries which are not Participating States and which receive funding from PRIMA-IS shall provide appropriate financial guarantees. 7. Without prejudice to Regulation (EU) No 1290/2013, and taking into account the specificities of PRIMA, PRIMA-IS may introduce in the annual work plans an additional condition for participation in order to address the type of entities that can be coordinators in indirect actions. Article 8 Agreements between the Union and PRIMA-IS 1."
}