{
  "document_category": "eurlex",
  "docId": "eurlex_42",
  "chunk_index": 15,
  "chunk_text": "The ISA2 programme shall promote community building activities around frameworks and solutions of common interest, involving relevant stakeholders including non-profit organisations and universities. Article 9 Rolling work programme 1. For the purposes of implementing actions, the Commission shall, by 8 June 2016, adopt implementing acts establishing a rolling work programme for the entire period of application of this Decision. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 12(2). The Commission shall adopt implementing acts amending that rolling work programme at least once a year. The rolling work programme shall identify, prioritise, document, select, design, implement, operate and evaluate actions, promote their results and, subject to Article 11(5), suspend or terminate their financing. 2. The inclusion of actions in the rolling work programme shall be subject to their compliance with Articles 6 and 7. 3. A project launched and developed under the ISA programme or under another Union initiative may be included in the rolling work programme in any of its phases. Article 10 Budgetary provisions 1. Funds shall be released where a project or a solution in its operational phase is included in the rolling work programme or after successful completion of a project phase as defined in the rolling work programme and any amendments thereto. 2. Amendments to the rolling work programme concerning budgetary allocations of more than EUR 400 000 per action shall be adopted in accordance with the examination procedure referred to in Article 12(2). 3. Actions under the ISA2 programme may require the procurement of external services, which shall be subject to Union procurement rules as laid down in Regulation (EU, Euratom) No 966/2012. Article 11 Financing of actions 1. The development, establishment and improvement of common frameworks and generic tools shall be funded by the ISA2 programme. The use of such frameworks and tools shall be financed by the European public administrations. 2. The development, establishment, bringing to maturity and improvement of common services shall be funded by the ISA2 programme. A centralised operation of such services at Union level may be also funded by the ISA2 programme, in cases where such an operation is serving Union interests and is duly justified in the rolling work programme. In all other cases, use of those services shall be financed by other means. 3. Interoperability solutions that are taken over by the ISA2 programme to bring them to maturity or to maintain them on an interim basis shall be funded by the ISA2 programme until they are taken over by other programmes or initiatives. 4. Accompanying measures shall be funded by the ISA2 programme. 5. The funding of an action may be suspended or terminated in accordance with the results of monitoring and control under Article 5 and based on an assessment of whether the action continues to meet the identified needs, and of the effectiveness and efficiency of the action."
}