{
  "document_category": "eurlex",
  "docId": "eurlex_42",
  "chunk_index": 2,
  "chunk_text": "(5) In the area of the internal market, Directive 2006/123/EC of the European Parliament and of the Council (4) requires Member States to offer service providers the possibility of completing electronically and across borders all procedures and formalities needed to provide a service outside their Member State of establishment. (6) In the area of company law, Directive 2012/17/EU of the European Parliament and of the Council (5) requires the interoperability of Member States' central, commercial and companies registers via a central platform. The interconnection of company registers will ensure cross-border exchange of information between registers and will facilitate Union-level access by businesses and citizens to data on companies, thus improving legal certainty in the business environment in the Union. (7) In the area of environment, Directive 2007/2/EC of the European Parliament and of the Council (6) requires the adoption of common implementing rules laying down technical interoperability arrangements. In particular, that Directive requires national infrastructures to be adapted to ensure that spatial data sets and services are interoperable and accessible across borders within the Union. (8) In the area of justice and home affairs, enhanced interoperability among European databases is the basis of the Visa Information System (7), the Schengen Information System II) (8), the European dactyloscopy system (9) and the European e-Justice Portal (10). Furthermore, on 24 September 2012, the Council adopted conclusions calling for the introduction of the European Legislation Identifier and highlighting the need for interoperable searching and exchange of legal information published in national official journals and legal gazettes, through the use of unique identifiers and structured metadata. Collaboration between the European Agency for the operational management of large-scale IT systems in the area of freedom, security and justice and the programme established in this Decision could generate synergies that would be beneficial to achieving their respective goals. (9) Interoperability within local, national and European public administrations facilitates the achievement of the goals set out by the European Parliament in its resolution of 29 March 2012 on the EU Citizenship Report 2010: Dismantling the obstacles to EU citizens' rights. (10) Interoperability has been a key factor in the success of customs, taxation and excise duties, in operating trans-European ICT systems across the Member States, and in supporting interoperable business services funded by the Fiscalis 2013 and the Customs 2013 programmes. Those programmes are implemented and operated by the Commission and national administrations. Assets created under the Fiscalis 2013 and the Customs 2013 programmes are available for sharing and re-use in other policy areas. In addition, the Member States and the Commission were invited, in the Council conclusions of 26 May 2014 on the governance reform of the EU customs union, to develop a strategy of commonly managed and operated IT systems in all customs-related areas. (11) In the area of health, Directive 2011/24/EU of the European Parliament and of the Council (11) provides rules for facilitating access to safe, high-quality cross-border healthcare."
}