{
  "document_category": "eurlex",
  "docId": "eurlex_18",
  "chunk_index": 9,
  "chunk_text": "No 966/2012, as PRIMA-IS, which shall be responsible for implementing PRIMA efficiently, for receiving, allocating and monitoring the Union financial contribution referred to in Article 3(1) of this Decision as well as the Participating States' contributions, where appropriate, and for ensuring that all necessary actions are undertaken to achieve the objectives of PRIMA; (c) the commitment by each Participating State to contribute to the financing of PRIMA with an adequate contribution from national resources relevant to the objectives of PRIMA; (d) the demonstration by PRIMA-IS of its capacity to implement PRIMA, including receiving, allocating and monitoring the Union financial contribution referred to in Article 3(1) of this Decision in the framework of indirect management of the Union budget in accordance with Articles 58, 60 and 61 of Regulation (EU, Euratom) No 966/2012; (e) the establishment of an efficient governance model for PRIMA in accordance with Article 12; (f) the adoption by PRIMA-IS, after obtaining approval from the Commission, of the common principles referred to in Article 6(9). 2. During the implementation of PRIMA, the Union financial contribution referred to in Article 3(1) shall also be conditional upon the following: (a) the implementation by PRIMA-IS of the objectives set out in Article 2, and of the activities referred to in Article 6; (b) the maintenance of an appropriate and efficient governance model in accordance with Article 12; (c) the compliance by PRIMA-IS with the reporting requirements set out in Article 60(5) of Regulation (EU, Euratom) No 966/2012; (d) the fulfilment by the Participating States of the commitments referred to in point (c) of paragraph 1 of this Article. 3. The Commission shall assess the fulfilment of commitments undertaken by the Participating States, in particular through the first two annual work plans. Following that assessment, the maximum Union financial contribution referred to in Article 3(1) may be reviewed in accordance with Article 9. Article 5 Participating States' contributions to PRIMA 1. The Participating States shall make or arrange for their national funding bodies to make contributions, whether financial or in kind, of at least EUR 220 000 000 during the period from 7 August 2017 until 31 December 2028. 2. The Participating States' contributions shall consist of the following: (a) where appropriate, financial contributions to PRIMA-IS in view of funding indirect actions referred to in point (a) of Article 6(1); (b) financial or in-kind contributions in implementing activities referred to in point (b) of Article 6(1); and (c) financial or in-kind contributions to the administrative budget of PRIMA-IS not covered by the Union financial contribution as set out in point (b) of Article 3(3). 3. In-kind contributions referred to in point (b) of paragraph 2 of this Article shall consist of costs incurred by the Participating States in implementing activities referred to in point (b) of Article 6(1), less any direct or indirect Union financial contribution to those costs."
}