{
  "document_category": "eurlex",
  "docId": "eurlex_79",
  "chunk_index": 9,
  "chunk_text": "There is great potential for mutually reinforcing actions at European, national and regional level. At Union level, the strategic framework provided by Horizon 2020  the Framework Programme for Research and Innovation (2014-2020)  will further ensure these synergies are fully exploited. The EIT will strongly contribute to the objectives set out in Horizon 2020, in particular by addressing societal challenges in a complementary way to other initiatives in these areas. Within Horizon 2020, the EIT will be part of the \"societal challenges\" objective but following the approach of seamless interaction across objectives, it will also contribute to the \"industrial leadership\" objective by stimulating results-driven research and fostering the creation of high growth innovative SMEs. Finally, it will contribute to the creation of an \"excellent science base\" objective by fostering mobility across boundaries  of disciplines, sectors and countries  and by embedding entrepreneurship and a risk-taking culture in innovative post-graduates degrees. The EIT will thereby significantly contribute to promoting the framework conditions that are needed to realise the innovative potential of Union research and to promote the completion of the European Research Area (ERA). Moreover, the EIT brings a fully fledged and necessary education dimension to the Union's research and innovation policy. Via innovative, entrepreneurial education it plays an important bridging role between the research and innovation framework and education policies and programmes and provides the long term commitment needed to deliver sustainable changes in higher education. Notably through new, trans and interdisciplinary EIT-labelled degrees, awarded by participating higher education institutions in accordance with national rules and accreditation procedures, the EIT is leading a collaborative effort towards education for innovation with clear linkage to the broader European agenda for the modernisation of higher education institutions thereby promoting the European Higher Education Area. Moreover, there are opportunities for mutually reinforcing interaction with the Union's Cohesion Policy by addressing the linkages between the local and global aspects of innovation. Co-location centres provide for cross-border collaboration and are well positioned to capitalise on various funding schemes from their respective regions. The co-location centres play a major role in strengthening the local-global connectivity of the KIC as a whole, including through close co-operation with regional authorities, in particular those involved in designing and delivering the Regional Innovation Strategies for Smart Specialisation (RIS3). Furthermore, linkages between KICs and local cluster organisations could be strengthened to increase the involvement of SMEs in the activities of the KICs. While opportunities for synergies differ depending on the thematic area of a KIC, a number of initiatives and programmes at Union level seem particularly likely to offer benefits from cooperation and coordination. As the very concept of the EIT/KICs rests on adding value to existing European excellence, the KICs  present and future  will by definition seek to explore these synergies to a maximum. KICs are expected to add value to initiatives that may exist in the relevant areas, including Joint Programming Initiatives (JPIs), European Innovation Partnerships (EIPs) and Public Private Partnerships (PPPs)."
}