{
  "document_category": "eurlex",
  "docId": "eurlex_73",
  "chunk_index": 3,
  "chunk_text": "Staging a year-long programme of cultural activities is demanding and some cities holding the title have been more successful than others in capitalising on the potential. Therefore, that action should be reinforced in order to help all cities to make the most of the title. (12) The title should continue to be reserved to cities, irrespective of their size, but in order to reach a wider public and amplify the impact, it should also be possible, as before, for the cities concerned to involve their surrounding area. (13) The award of the title should continue to be based on a specifically created cultural programme, which should have a strong European dimension. That cultural programme should be part of a long-term strategy having a sustainable impact on local economic, cultural and social development. (14) The two-stage selection process based on a chronological list of Member States and carried out by a panel of independent experts has proven to be fair and transparent. It has enabled cities to improve their applications between the pre-selection and the selection phase on the basis of expert advice received from that panel, and has ensured an equitable distribution of the title across all Member States. Furthermore, to safeguard the continuity of the European Capitals of Culture action and avoid the loss of experience and know-how which would result from all experts being replaced simultaneously, the replacement of experts should be staggered. (15) National expertise should continue to be ensured by enabling Member States to appoint up to two experts to a panel carrying out the selection and monitoring procedures. (16) The selection criteria should be made more explicit in order to provide candidate cities with better guidance regarding the objectives and requirements with which they need to comply in order to be awarded the title. Those criteria should also be easier to measure in order to help the panel in the selection and monitoring of cities. In this regard, there should be a particular focus on candidate cities' plans for legacy activities embedded in a long-term cultural policy strategy capable of generating a sustainable cultural, economic and social impact. (17) Candidate cities should explore the possibility, where appropriate, of seeking financial support from Union programmes and funds. (18) The preparation phase between the designation of a city and the year of the title is of crucial importance for the success of the European Capitals of Culture action. There is broad consensus among stakeholders that the accompanying measures introduced by Decision No 1622/2006/EC have been very useful for the cities concerned. Those measures should be further developed, in particular through more frequent monitoring meetings and visits to the cities by panel experts, and through an even stronger exchange of experience between past, present and future cities holding the title, as well as candidate cities. Designated cities could also develop further links with other cities holding the title."
}