{
  "document_category": "eurlex",
  "docId": "eurlex_36",
  "chunk_index": 6,
  "chunk_text": "For the purpose of this Decision, tackling, in relation to undeclared work, means preventing, deterring and combating undeclared work as well as promoting the declaration of undeclared work. Article 2 Composition of the Platform 1. The Platform shall be composed of: (a) a senior representative appointed by each Member State to represent that Member State; (b) a representative of the Commission; (c) a maximum of four representatives of cross-industry social partners at Union level, appointed by those social partners, equally representing both sides of industry. 2. The following may attend the meetings of the Platform as observers and their contributions shall be taken into due consideration in accordance with its rules of procedure: (a) a maximum of 14 representatives of the social partners in sectors with a high incidence of undeclared work, appointed by those social partners, equally representing both sides of industry; (b) a representative of Eurofound; (c) a representative of EU-OSHA; (d) a representative of the ILO; (e) a representative of each third country in the European Economic Area. Observers other than those referred to in the first subparagraph may be invited to attend the meetings of the Platform and their contributions shall be taken into due consideration in accordance with its rules of procedure, depending on the subject that is to be discussed. Article 3 National measures This Decision is without prejudice to the competence of Member States to decide on the measures to take at national level to tackle undeclared work. Article 4 Objectives The defining purpose of the Platform shall be to provide input with added value at Union level in order to contribute to tackling the complex problem of undeclared work, while fully respecting national competences and procedures. The Platform shall contribute to more effective Union and national actions aiming to improve working conditions, promote integration in the labour market and social inclusion, including better enforcement of law within those fields, and to the reduction of undeclared work and the emergence of formal jobs, thus avoiding the deterioration of the quality of work and of health and safety at work, by: (a) enhancing cooperation between Member States' relevant authorities and other actors involved in order to tackle more efficiently and effectively undeclared work in its various forms and falsely declared work associated with it, including bogus self-employment; (b) improving the capacity of Member States' different relevant authorities and actors to tackle undeclared work with regard to its cross-border aspects, and in this way contributing to a level playing field; (c) increasing public awareness of issues relating to undeclared work and of the urgent need for appropriate action as well as encouraging Member States to step up their efforts to tackle undeclared work. CHAPTER II MISSION AND ACTIVITIES Article 5 Mission"
}