{
  "document_category": "eurlex",
  "docId": "eurlex_22",
  "chunk_index": 4,
  "chunk_text": "(14) This Decision should apply to intergovernmental agreements. Intergovernmental agreements express, in particular in their content, and regardless of their formal designation, the intention of the parties that the agreement should have binding force, entirely or in part. Only intergovernmental agreements that concern the purchase, trade, sale, transit, storage or supply of energy in or to at least one Member State, or the construction or operation of energy infrastructure with a physical connection to at least one Member State should be notified. Where in doubt, Member States should consult the Commission without delay. In principle, agreements that are no longer in force or are no longer applied should not be covered by this Decision. (15) It is the legally binding force of an instrument, or of parts thereof, not its formal designation, that qualifies it as an intergovernmental agreement or, in the absence of legally binding force, as a non-binding instrument for the purposes of this Decision. (16) Member States establish relations with third countries not only by concluding intergovernmental agreements, but also in the form of non-binding instruments, which are often formally designated as memorandums of understanding, joint declarations, ministerial joint declarations, joint actions, joint codes of conduct, or similar terms. Because they are not legally binding, Member States cannot be legally required to implement such instruments, including where such implementation is incompatible with Union law. Even if they are not legally binding, such instruments can be used to set out a detailed framework for energy infrastructure and energy supply. In the interest of greater transparency, Member States should be able to submit to the Commission non-binding instruments, namely arrangements between one or more Member States and one or more third countries which are not legally binding and which set out the conditions for energy supply or for the development of energy infrastructures, including by containing interpretations of Union law in this respect, or amendments to such non-binding instruments, including any annexes thereto. If a non-binding instrument or an amendment refers explicitly to other texts, the Member State should also be able to submit those other texts. (17) Intergovernmental agreements and non-binding instruments which need to be notified in their entirety to the Commission on the basis of other Union acts or which concern matters that fall within the scope of the Treaty establishing the European Atomic Energy Community, should not be covered by this Decision. (18) This Decision should not create obligations as regards agreements between undertakings. However, Member States should be free to communicate to the Commission, on a voluntary basis, such agreements that are referred to explicitly in intergovernmental agreements or non-binding instruments. (19) The Commission should make information it receives on intergovernmental agreements available to all other Member States in secure electronic form, in order to enhance coordination and transparency between Member States, thus leveraging their negotiation power vis-Ã -vis third countries. The Commission should respect requests from Member States to treat information submitted to it as confidential."
}