{
  "document_category": "eurlex",
  "docId": "eurlex_72",
  "chunk_index": 26,
  "chunk_text": "Policies are being put in place jointly to address common challenges, such as climate change, sustainable development, security and stability, governance and human rights, as well as the prevention of, and response to, natural and humanitarian disasters. The Union Strategy for a new partnership with Central Asia adopted by the European Council of 21-22 June 2007 has strengthened regional and bilateral dialogue and Union cooperation with Central Asian countries on major issues facing the region, such as poverty reduction, sustainable development and stability. The implementation of the strategy has brought about important advances in the fields of human rights, the rule of law, good governance and democracy, education, economic development, trade and investment, energy and transport and environmental policies. EIB activity in South Africa takes place in the framework of the Joint EU Country Strategy Paper for South Africa. The main focal areas identified in that Strategy Paper are employment creation and capacity development for service delivery and social cohesion. EIB activities in South Africa have taken place in high complementarity with the Union development cooperation programme, namely through the EIB focus on private sector support and investments in expansion of infrastructure and social services (housing, electric power, drinking water purification and municipal infrastructure). The mid-term review of the EU Country Strategy Paper for South Africa conducted in 2009-10 has proposed the strengthening of actions in the area of climate-change through activities supporting the creation of green jobs. For the period 2014-20, EIB activity is expected to support in a complementary fashion Union external cooperation policies, programmes and instruments by continuing to focus on key EU-South Africa priorities in order to promote equitable and sustainable economic growth, contribute to employment creation and capacity development, and support the sustainable provision and equitable access to basic infrastructure and services."
}