{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 3,
  "chunk_text": "(18) The Union has agreed to stimulate the transition to a green economy and to strive towards an absolute decoupling of economic growth and environmental degradation (20). (19) The Union has agreed to strive to achieve a land degradation neutral world in the context of sustainable development (21). (20) Pursuant to Article 191(2) of the Treaty on the Functioning of the European Union (TFEU), Union policy on the environment aims at a high level of protection taking into account the diversity of situations in the various regions of the Union, and is based on the precautionary principle and on the principles that preventive action should be taken, that environmental damage should, as a priority, be rectified at source and that the polluter should pay. (21) Action to deliver the priority objectives of the 7th EAP should be taken at different levels of governance, in accordance with the principle of subsidiarity. (22) Transparent engagement with non-governmental actors is important in ensuring the success of the 7th EAP and the achievement of its priority objectives. (23) Not only do biodiversity loss and the degradation of ecosystems in the Union have important implications for the environment and human well-being, they also have impacts on future generations and are costly for society as a whole, particularly for economic actors in sectors that depend directly on ecosystem services. (24) There is significant scope for reducing GHG emissions and enhancing energy and resource efficiency in the Union. This will ease pressure on the environment and bring increased competitiveness and new sources of growth and jobs through cost savings from improved efficiency, the commercialisation of innovations and better management of resources over their whole life cycle. In order to realise this potential, a more comprehensive Union policy on climate change should recognise that all sectors of the economy have to contribute to tackling climate change. (25) Environmental problems and impacts continue to pose significant risks for human health and well-being, whereas measures to improve the state of the environment can be beneficial. (26) The full and even implementation of the environment acquis throughout the Union is a sound investment for the environment and human health, as well as for the economy. (27) Union environment policy should continue to draw on a sound knowledge base and should ensure that the evidence underpinning policy-making, including cases where the precautionary principle has been invoked, can be better understood at all levels. (28) Environment and climate objectives should be supported by adequate investments, and funds should be spent more effectively in line with those objectives. The use of public- private initiatives should be encouraged. (29) Environmental integration in all relevant policy areas is essential in order to reduce pressures on the environment resulting from the policies and activities of other sectors and to meet environmental and climate-related targets. (30) The Union is densely populated, and over 70 % of its citizens live in urban and peri-urban areas and face specific environmental and climate-related challenges."
}