{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 17,
  "chunk_text": "However, markets alone will not yield the desired results, and in order to improve their environmental performance, small and medium-sized enterprises (SMEs), in particular, require specific assistance with the uptake of new technologies, including through research and innovation partnerships on waste (32). Government action, at Union and Member State level, is essential to provide the right framework conditions for investment and eco-innovation, stimulating the development of sustainable business or technological solutions to environmental challenges and promoting sustainable patterns of resource use (33). 31. This key requirement for meeting environmental challenges also has important socioeconomic benefits and can stimulate competitiveness. Potential job growth brought about by the transformation to a low carbon, resource-efficient, safe and sustainable economy is central to the fulfilment of the Europe 2020 employment objectives (34). Employment in environmental technologies and service sectors in the Union has been growing by around 3 % annually over recent years (35). The global market for eco-industries is estimated to be worth at least one trillion EUR (36), and is forecast to almost double over the next 10 years. European companies already have a global lead in recycling and energy efficiency and should be encouraged to benefit from this growth in global demand, supported by the Eco-innovation Action Plan (37). For example, the European renewables sector alone is expected to generate more than 400 000 new jobs by 2020 (38). A sustainable bioeconomy can also contribute to intelligent and green growth in Europe, and, at the same time, it will benefit from improved resource efficiency. 32. Fully implementing the Union Climate and Energy Package is essential to reaching the milestones identified for 2020 and for building a competitive, safe and sustainable low-carbon economy by 2050. Whereas the Union is currently on track to reduce domestic GHG emissions 20 % below 1990 levels by 2020, meeting the 20 % energy efficiency target will require far more rapid efficiency improvements and behavioural change. The Energy Efficiency Directive (39) is expected to make a significant contribution in this regard, and could be complemented by efficiency requirements for the energy use of products placed on the Union market. A comprehensive assessment of the availability of sustainable biomass is also important in the light of the increasing demand for energy and the on-going debate on the conflict between land use for food and land use for bio-energy. It is also vital to ensure that biomass in all its forms is produced and used sustainably and efficiently over its whole life cycle, so as to minimise or avoid negative impacts on the environment and climate and with due regard for the economic context of the various uses of biomass as a resource. This would contribute to building a low-carbon economy. 33. All sectors of the economy will need to contribute to reducing GHG emissions if the Union is to deliver its fair share of global efforts."
}