{
  "document_category": "eurlex",
  "docId": "eurlex_72",
  "chunk_index": 17,
  "chunk_text": "5. The results of monitoring shall, where possible, be disclosed, subject to confidentiality requirements and the agreement of relevant parties. Article 10 External assigned revenue for the Guarantee Fund Repayments and revenues for an amount of EUR 110 000 000, originating from operations concluded before 2007, including capital repayments, guarantees released, and repayments of the principal of loans, dividends, capital gains, guarantee fees and interest on loans and on amounts on fiduciary accounts, paid back to the fiduciary account established for the Facility for Euro-Mediterranean Investment and Partnership and attributable to the support from the general budget of the Union, shall constitute external assigned revenue in accordance with Article 21(4) of Regulation (EU, Euratom) No 966/2012 and shall be used for the Guarantee Fund. Amounts exceeding EUR 110 000 000 which have been paid back to the fiduciary account established for the Facility for Euro-Mediterranean Investment and Partnership shall be entered in the general budget of the Union after deduction of management costs and fees. Article 11 Annual reporting and accounting 1. The Commission shall report annually to the European Parliament and to the Council on EIB financing operations carried out under this Decision. The report shall be made public and include: (a) an assessment of EIB financing operations at project, sector, country and regional levels and their compliance with this Decision; (b) an assessment of the added value, the estimated outputs, outcomes and development impact of EIB financing operations at an aggregated basis, drawing on the EIB's Results Measurement framework annual report. To that effect, the EIB shall use performance indicators in relation to development, environmental and social aspects, including human right aspects, of projects funded, taking into account the relevant indicators under the Paris Declaration of 2005 for Aid Effectiveness. Indicators for environmental aspects of projects shall include criteria for clean technology which are oriented in principle at energy efficiency and technologies for reducing emissions; (c) an assessment of the contribution of EIB financing operations to the fulfilment of Union external policy and strategic objectives, taking into account the regional technical operational guidelines referred to in Article 5; (d) an assessment of the financial benefit transferred to beneficiaries of EIB financing operations on an aggregated basis; (e) an assessment of the quality of EIB financing operations, in particular, the extent to which the EIB has taken into account environmental and social sustainability in the due diligence and monitoring of the investment projects financed; (f) detailed information on calls on the EU guarantee; (g) information on the climate change and biodiversity financing volumes under this Decision, the impact on absolute and relative greenhouse gas emissions referred to in Article 9(4) on an aggregated basis as well as the number of projects assessed against the climate risk; (h) a description of the cooperation with the Commission and other European and international financial institutions, including co-financing."
}