{
  "document_category": "eurlex",
  "docId": "eurlex_85",
  "chunk_index": 9,
  "chunk_text": "Position of the European Parliament of 22 October 2013 (not yet published in the Official Journal). (2) OJ L 196, 28.7.1999, p. 48. (3) Decision No 778/2013/EU of the European Parliament and of the Council of 12 August 2013 providing further macro-financial assistance to Georgia(OJ L 218, 14.8.2013, p. 15). (4) Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commissions exercise of implementing powers (OJ L 55, 28.2.2011, p. 13). (5) UN Office of the High Representative for the Least Developed Countries, Landlocked Developing Countries and SmallIslandDeveloping States. (6) Council Decision 2010/427/EU of 26 July 2010 establishing the organisation and functioning of the European External Action Service (OJ L 201, 3.8.2010, p. 30). (7) Council Regulation (EC, Euratom) No 480/2009 of 25 May 2009 establishing a Guarantee Fund for external actions (OJ L 145, 10.6.2009, p. 10). (8) Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council of 25 October 2012 on the financial rules applicable to the general budget of the Union and repealing Council Regulation (EC, Euratom) No 1605/2002 (OJ L 298, 26.10.2012, p. 1). (9) Commission Delegated Regulation (EU) No 1268/2012 of 29 October 2012 on the rules of application of Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council on the financial rules applicable to the general budget of the Union (OJ L 362, 31.12.2012, p. 1). (10) Council Regulation (EC, Euratom) No 2988/95 of 18 December 1995 on the protection of the European Communities financial interests (OJ L 312, 23.12.1995, p. 1). (11) Council Regulation (Euratom, EC) No 2185/96 of 11 November 1996 concerning on-the-spot checks and inspections carried out by the Commission in order to protect the Communities financial interests against fraud and other irregularities (OJ L 292, 15.11.1996, p. 2). (12) Regulation (EU, Euratom) No 883/2013 of the European Parliament and of the Council of 11 September 2013 concerning investigations conducted by the European Anti-Fraud Office (OLAF) and repealing Regulation (EC) No 1073/1999 of the European Parliament and of the Council and Council Regulation (Euratom) No 1074/1999 (OJ L 248, 18.9.2013, p. 1)."
}