{
  "document_category": "eurlex",
  "docId": "eurlex_19",
  "chunk_index": 5,
  "chunk_text": "The Member States concerned should take all necessary steps to minimise the duration and geographical extent of those limitations and seek the assistance of the Union, where necessary, under Article 10(2) of Decision No 243/2012/EU. They should also notify the Commission of such limitations pursuant to Article 6(2) and Article 7 of Decision No 676/2002/EC of the European Parliament and of the Council (4), and the information should be published in accordance with Article 5 of Decision No 676/2002/EC. (17) This Decision should be without prejudice to measures taken at national level, in accordance with Union law, that pursue general-interest objectives relating to the right of Member States to organise and use their spectrum for the purposes of public order, public security and defence. (18) The use of the 700 MHz frequency band for terrestrial wireless broadband electronic communications services should be subject to a flexible authorisation regime as soon as possible. This should include the possibility for holders of rights of use of spectrum to transfer and lease their existing rights in the context of the application of Articles 9, 9a and 9b of Directive 2002/21/EC of the European Parliament and of the Council (5), taking into account the obligation to promote effective competition without distortions of competition in the internal market for electronic communications services under Article 5 of Decision No 243/2012/EU. During their respective assessments when licensing spectrum, the Member States should take into consideration the duration of licences, the business plan of the operators and its contribution to meeting the Digital Agenda objectives, and the promotion of innovative digital services and long-term socioeconomic benefits. (19) It is important to achieve long-term regulatory predictability for DTT with regard to access to the sub-700 MHz frequency band, taking into account the outcome of the World Radiocommunication Conference in 2015. In line with Articles 9 and 9a of Directive 2002/21/EC, Member States should apply a flexible approach where possible and should be able to allow the introduction of alternative uses such as terrestrial wireless broadband electronic communications services in the sub-700 MHz frequency band according to national needs for distribution of broadcasting services, including for innovative user-driven initiatives. Such alternative uses should guarantee continued access to spectrum for broadcasting as the primary user, subject to national demand. To that end, Member States should promote cooperation between broadcasters, broadcasting operators and mobile operators in order to facilitate the convergence of audiovisual and internet platforms and shared spectrum use. When allowing use within the sub-700 MHz frequency band for terrestrial wireless broadband electronic communications services, Member States should ensure that such use does not cause harmful interference to digital terrestrial broadcasting in neighbouring Member States, as provided for in the agreement reached at the Regional Radiocommunication Conference of 2006. (20) Member States should adopt coherent national roadmaps to facilitate the use of the 700 MHz frequency band for terrestrial wireless broadband electronic communications services while ensuring continuity for the television broadcasting services that vacate the band."
}