{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 38,
  "chunk_text": "89. In order to improve environmental integration and policy coherence, the 7th EAP shall ensure that by 2020: (a) sectoral policies at Union and Member State level are developed and implemented in a way that supports relevant environment and climate-related targets and objectives. This requires, in particular: (i) integrating environmental and climate-related conditionalities and incentives in policy initiatives, including reviews and reforms of existing policy, as well as new initiatives, at Union and Member State level; (ii) carrying out ex-ante assessments of the environmental, social and economic impacts of policy initiatives at appropriate Union and Member State level to ensure their coherence and effectiveness; (iii) fully implementing the Strategic Environmental Assessment Directive and the Environmental Impact Assessment Directive; (iv) using ex-post evaluation information relating to experience with implementation of the environment acquis in order to improve its consistency and coherence; (v) addressing potential trade-offs in all policies in order to maximise synergies and avoid, reduce and, if possible, remedy unintended negative effects on the environment. MEETING LOCAL, REGIONAL AND GLOBAL CHALLENGES Priority objective 8: To enhance the sustainability of the Unions cities 90. The Union is densely populated and by 2020, 80 % of its population is likely to live in urban and peri-urban areas. Quality of life will be directly influenced by the state of the urban environment. The environmental impacts of cities also spread well beyond their physical limits, as they rely heavily on peri-urban and rural regions to meet demand for food, energy, space and resources, and to manage waste. 91. Most cities face a common set of core environmental problems, including air quality concerns, high levels of noise, traffic congestion, GHG emissions, biodiversity loss and degradation, water scarcity, floods and storms, diminishing green areas, contaminated sites, brownfields and inappropriate waste and energy management. At the same time, Union cities are standard-setters in urban sustainability and often pioneer innovative solutions to environmental challenges (81) including in relation to resource efficiency and green economy initiatives relevant to Europe 2020. An ever-growing number of European cities are putting environmental sustainability at the core of their urban development strategies. 92. Growing urbanisation of the Union has raised awareness of the importance of the natural environment in urban areas. Biodiversity conservation through actions such as the reintroduction of nature into the urban environment and urban landscaping is increasingly evident. European cities biodiversity performance needs to be assessed and improved. That assessment could be informed by a specific urban biodiversity index, such as the Singapore index presented at the UN Conference on Biodiversity held in Nagoya in 2010. 93. Union citizens, whether urban or rural dwellers, benefit from a range of Union policies and initiatives that support sustainable development of urban areas. However, such sustainable development requires effective and efficient coordination between different levels of administration and across administrative boundaries and the systematic involvement of regional and local authorities in the planning, formulation and development of policies which have an impact on the quality of the urban environment."
}