{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 25,
  "chunk_text": "49. Available data on long-term average exposure show that 65 % of Europeans living in major urban areas are exposed to high noise levels (60), and more than 20 % to night time noise levels at which adverse health effects occur frequently. 50. Horizontal chemicals legislation (REACH (61) and the Classification, Labelling and Packaging (62) Regulations), as well as legislation on biocidal products (63) and plant protection products (64), provides baseline protection for human health and the environment, ensures stability and predictability for economic operators, and promotes the uptake of evolving non-animal testing methods. However, there is still uncertainty about the full impacts on human health and the environment of the combined effects of different chemicals (mixtures), nanomaterials, chemicals that interfere with the endocrine (hormone) system (endocrine disruptors) and chemicals in products. Research indicates that some chemicals have endocrine-disrupting properties that may cause a number of adverse effects on health and the environment, including with regard to the development of children, potentially even at very low doses, and that such effects warrant consideration of precautionary action. In light of this, efforts need to be stepped up to ensure that, by 2020, all relevant substances of very high concern, including substances with endocrine-disrupting properties, are placed on the REACH candidate list. There is a need for action to deal with such challenges, especially if the Union is to attain the goal agreed at the World Summit on Sustainable Development in 2002, reaffirmed at Rio + 20, and accepted also as the goal of the Strategic Approach to International Chemicals Management, namely to ensure the minimisation of significant adverse effects of chemicals on human health and the environment by 2020 and to respond to new and emerging issues and challenges in an effective, efficient, coherent and coordinated manner. The Union will further develop and implement approaches to address combination effects of chemicals and safety concerns related to endocrine disruptors in all relevant Union legislation. In particular, the Union will develop harmonised hazard-based criteria for the identification of endocrine disruptors. The Union will also set out a comprehensive approach to minimising exposure to hazardous substances, including chemicals in products. The safety and sustainable management of nanomaterials and materials with similar properties will be ensured as part of a comprehensive approach involving risk assessment and management, information and monitoring. There are also concerns about the potential impacts on the environment and human health of materials that contain particles of a size that falls outside the scope of the nanomaterials definition but which may have similar properties to nanomaterials. Such concerns should be examined further in the planned Commission review of the definition of nanomaterials in 2014 in the light of experience and of scientific and technological developments. Together, those approaches will increase the chemical knowledge base and provide a predictable framework driving the development of more sustainable solutions. 51."
}