{
  "document_category": "eurlex",
  "docId": "eurlex_79",
  "chunk_index": 6,
  "chunk_text": "At strategic level, the EIT organizes the selection process of KICs, according to the thematic areas determined by the European Parliament and the Council, and coordinates them with a flexible framework, supports and advises them in administrative matters, where appropriate, and disseminates their best governance and funding models. Cross-KIC coordination and cooperation should be promoted by the EIT in order to ensure synergies and added-value. Through the KICs, the EIT tries to accelerate innovation and to help create multidisciplinary and interdisciplinary environments where innovation is more likely to thrive and to generate breakthroughs in the way higher education, research and business collaborate. This approach helps address the increasingly complex and interlinked societal challenges set out in Horizon 2020 combining sectoral and cross-sectoral innovation and bringing together excellent people from different sectors, backgrounds and disciplines  who otherwise would not necessarily meet  to jointly find solutions to the challenge. Achievements The EIT has completed its initial phase, which was dedicated to launching its operations through the first KICs and to put in place the EIT decision making and executive functions  Governing Board and headquarters. The EIT has also been successful in reaching its main objective - the full integration of the entire innovation chain, bringing together higher education institutions, research organisations and businesses via three initial KICs, established in 2010 in areas identified by the European Parliament and the Council as essential to Europe's future development. These are sustainable energy ('KIC InnoEnergy'), climate change adaptation and mitigation ('ClimateKIC') and future information and communication society ('EIT ICT Labs'). Moreover, the EIT is now consolidating itself as an innovation institution through its headquarters in Budapest. It has also set up the EIT Foundation, a legally independent organisation dedicated to promoting and supporting the work and activities of the EIT, and to enhancing the EIT's societal impact. KICs on their way to world-class integrated partnerships Established in 2010, the first three KICs have realised their first activities in 2011. In spite of their stillbeing short of experience, they have succeeded in achieving critical mass in their respective areas, including a balanced participation from the different components of the knowledge triangle. The combined strength of partners in a KIC  both in number and in the weight they represent in their respective fields  gives them the potential to be world-class. Graph 1- KICs co-location The KICs have followed differentiated approaches in building up their strategies and governance structures, reflecting different thematic fields. One KIC has been set up as a company while two others are non-profit associations. All are structured around approximately 30 core partners and five to six co-location centres, which are usually flanked by a varying number of additional affiliate partners, including small and medium-sized enterprises (SMEs). The set-up of the KICs as single legal entities led by a Chief Executive Officer (CEO) provides a clear departure from a traditional multi-beneficiaries approach."
}