{
  "doc_id": "eurlex_96",
  "category": "eurlex",
  "chunks": [
    {
      "id": "eurlex_96__0",
      "chunk_id": "0",
      "content": "Name: 2012/732/EU: Decision of the European Parliament and of the Council of 21Â November 2012 on the mobilisation of the European Globalisation Adjustment Fund, in accordance with point 28 of the Interinstitutional Agreement of 17Â May 2006 between the European Parliament, the Council and the Commission on budgetary discipline and sound financial management (application EGF/2012/002 DE/manroland from Germany)\n Type: Decision\n Subject Matter: employment;  budget;  information technology and data processing;  EU finance;  Europe;  economic conditions;  economic policy\n Date Published: 2012-11-28\n\n 28.11.2012 EN Official Journal of the European Union L 328/20 DECISION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 21 November 2012 on the mobilisation of the European Globalisation Adjustment Fund, in accordance with point 28 of the Interinstitutional Agreement of 17 May 2006 between the European Parliament, the Council and the Commission on budgetary discipline and sound financial management (application EGF/2012/002 DE/manroland from Germany) (2012/732/EU) THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, Having regard to the Interinstitutional Agreement of 17 May 2006 between the European Parliament, the Council and the Commission on budgetary discipline and sound financial management (1), and in particular point 28 thereof, Having regard to Regulation (EC) No 1927/2006 of the European Parliament and of the Council of 20 December 2006 on establishing the European Globalisation Adjustment Fund (2), and in particular Article 12(3) thereof, Having regard to the proposal from the European Commission, Whereas: (1) The European Globalisation Adjustment Fund (EGF) was established to provide additional support for workers made redundant as a result of major structural changes in world trade patterns due to globalisation and to assist them with their reintegration into the labour market. (2) The Interinstitutional Agreement of 17 May 2006 allows the mobilisation of the EGF within the annual ceiling of EUR 500 000 000. (3) Germany submitted an application on 4 May 2012 to mobilise the EGF in respect of redundancies in the enterprise manroland AG and two of its subsidiaries, as well as one supplier, and supplemented it by additional information up to 10 July 2012. This application complies with the requirements for determining the financial contributions as laid down in Article 10 of Regulation (EC) No 1927/2006. The Commission, therefore, proposes to mobilise an amount of EUR 5 352 944. (4) The EGF should, therefore, be mobilised in order to provide a financial contribution for the application submitted by Germany, HAVE ADOPTED THIS DECISION: Article 1 For the general budget of the European Union for the financial year 2012, the European Globalisation Adjustment Fund shall be mobilised to provide the sum of EUR 5 352 944 in commitment and payment appropriations. Article 2 This Decision shall be published in the Official Journal of the European Union. Done at Strasbourg, 21 November 2012. For the European Parliament The President M. SCHULZ For the Council The President A. D. MAVROYIANNIS (1) OJ C 139, 14.6.2006, p. 1. (2) OJ L 406, 30.12.2006, p. 1."
    }
  ]
}