{
  "document_category": "eurlex",
  "docId": "eurlex_19",
  "chunk_index": 3,
  "chunk_text": "Such measures will promote innovative digital services and ensure long-term socioeconomic benefits. (10) 5G will have a major impact not only on the digital sector, but on economies as a whole. Especially against the backdrop of the slow deployment of 4G and corresponding services, the successful launch of 5G in the Union will be crucial for economic development and for the competitiveness and productivity of the Union's economy. The Union therefore needs to take the lead by securing enough spectrum for the successful launch and development of 5G. In addition, when authorising the use of the 700 MHz frequency band, Member States should take account of the opportunity to ensure that mobile virtual network operators are able to increase their geographical coverage. Where a Member State so requests, the Commission should, where feasible, facilitate the option of jointly organised auctions, thus contributing to pan-European structures. (11) Spectrum-sharing within a common frequency band between bidirectional wireless broadband use for wide-area use (uplink and downlink), on the one hand, and unidirectional television broadcasting or wireless audio PMSE use, on the other, is technically problematic where their coverage areas overlap or are close. This means that repurposing the 700 MHz frequency band for bidirectional terrestrial wireless broadband electronic communications services would deprive DTT and wireless audio PMSE users of part of their spectrum resources. The DTT and PMSE sectors therefore need long-term regulatory predictability with regard to the availability of sufficient spectrum, so that they can safeguard the sustainable provision and development of their services, in particular free-to-view television, while ensuring an appropriate environment for investments, so that Union and national audiovisual policy objectives such as social cohesion, media pluralism and cultural diversity are met. It is possible that measures will be needed at Union and national level to ensure additional spectrum resource for wireless audio PMSE use outside the 470-790 MHz frequency band. (12) In his report to the Commission, Pascal Lamy, the Chairman of the high-level group on the future use of the UHF band (470-790 MHz), recommended that the 700 MHz frequency band be made available for wireless broadband by 2020 (+/- two years). Such a release would help achieve the goal of long-term regulatory predictability for DTT by making the sub-700 MHz frequency band available until 2030, although this would have to be reviewed by 2025. (13) The Radio Spectrum Policy Group recommended in its opinion on a long-term strategy on the future use of the UHF band (470-790 MHz) in the European Union of 19 February 2015 that a coordinated approach be adopted across the Union to make the 700 MHz frequency band available for effective use for wireless broadband electronic communications services by the end of 2020, noting that Member States are able to decide on the basis of duly justified reasons to delay the availability of the band for up to two years. In addition, the availability of the sub-700 MHz frequency band for the provision of broadcasting services should be ensured until 2030."
}