{
  "document_category": "eurlex",
  "docId": "eurlex_22",
  "chunk_index": 10,
  "chunk_text": "3. The Commission shall assess intergovernmental agreements notified in accordance with paragraph 1 or 2 of this Article, as well as intergovernmental agreements relating to electricity notified in accordance with Article 3(5). Where, following its first assessment, the Commission has doubts as to the compatibility of those agreements with Union law, in particular with internal energy market rules and Union competition law, the Commission shall inform the Member States concerned accordingly within 9 months of the notification of those agreements. Article 7 Notification with respect to non-binding instruments 1. Before or after the adoption of a non-binding instrument or an amendment to a non-binding instrument, the Member States may notify the non-binding instrument or the amendment, including any annexes thereto, to the Commission. 2. Member States may also notify to the Commission existing non-binding instruments, including any annexes and amendments thereto. 3. Where the non-binding instrument or the amendment to a non-binding instrument refers explicitly to other texts, the Member State concerned may also submit those other texts in so far as they contain elements which set out the conditions for energy supply, such as volumes and prices, or for the development of energy infrastructures. Article 8 Transparency and confidentiality 1. When providing information to the Commission in accordance with Article 3(1) to (5), Article 6(1) and Article 7, a Member State may indicate whether any part of the information, be it commercial or other information the disclosure of which could harm the activities of the parties involved, is to be regarded as confidential and whether the information provided can be shared with other Member States. A Member State shall make such an indication with regard to the existing agreements referred to in Article 6(2) by 3 August 2017. 2. Where a Member State has not identified the information as confidential in accordance with paragraph 1, the Commission shall make that information accessible in secure electronic form to all other Member States. 3. Where a Member State has identified as confidential in accordance with paragraph 1 an existing intergovernmental agreement, an amendment thereto or a new intergovernmental agreement, that Member State shall make available a summary of the information submitted. That summary shall contain at least the following information regarding the intergovernmental agreement or amendment: (a) its subject matter; (b) its aim and the scope; (c) its duration; (d) the parties thereto; (e) information on the main elements thereof. This paragraph shall not apply to information submitted in accordance with Article 3(1) to (4). 4. The Commission shall make the summaries referred to in paragraph 3 accessible in electronic form to all other Member States. 5. Requests for confidentiality under this Article shall not restrict the access of the Commission itself to confidential information. The Commission shall ensure that access to the confidential information is strictly limited to the Commission services for which it is absolutely necessary to have the information available."
}