{
  "document_category": "eurlex",
  "docId": "eurlex_49",
  "chunk_index": 1,
  "chunk_text": "Name: Decision (EU) 2015/738 of the European Parliament and of the Council of 29 April 2015 on the mobilisation of the European Globalisation Adjustment Fund (application EGF/2014/017 FR/Mory-Ducros, from France)\n Type: Decision\n Subject Matter: business organisation;  employment;  Europe;  economic analysis;  economic policy;  EU finance\n Date Published: 2015-05-08 8.5.2015 EN Official Journal of the European Union L 117/47 DECISION (EU) 2015/738 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 29 April 2015 on the mobilisation of the European Globalisation Adjustment Fund (application EGF/2014/017 FR/Mory-Ducros, from France) THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, Having regard to Regulation (EU) No 1309/2013 of the European Parliament and of the Council of 17 December 2013 on the European Globalisation Adjustment Fund (2014-2020) and repealing Regulation (EC) No 1927/2006 (1), and in particular Article 15(4) thereof, Having regard to the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (2), and in particular point 13 thereof, Having regard to the proposal from the European Commission, Whereas: (1) The European Globalisation Adjustment Fund (EGF) was established to provide support for workers made redundant and self-employed persons whose activity has ceased as a result of major structural changes in world trade patterns due to globalisation, as a result of a continuation of the global financial and economic crisis addressed in Regulation (EC) No 546/2009 of the European Parliament and of the Council (3), or as a result of a new global financial and economic crisis and to assist them with their reintegration into the labour market. (2) Article 12 of Council Regulation (EU, Euratom) No 1311/2013 (4) allows the mobilisation of the EGF within a maximum annual amount of EUR 150 million (2011 prices). (3) France submitted an application to mobilise the EGF, in respect of redundancies in Mory-Ducros SAS in France, on 6 October 2014 and supplemented it by additional information as provided by Article 8(3) of Regulation (EU) No 1309/2013. This application complies with the requirements for determining a financial contribution from the EGF as laid down in Article 13 of Regulation (EU) No 1309/2013. (4) The EGF should, therefore, be mobilised in order to provide a financial contribution of an amount of EUR 6 052 200 for the application submitted by France, HAVE ADOPTED THIS DECISION: Article 1 For the general budget of the European Union for the financial year 2015, the European Globalisation Adjustment Fund shall be mobilised to provide the sum of EUR 6 052 200 in commitment and payment appropriations. Article 2 This Decision shall be published in the Official Journal of the European Union. Done at Strasbourg, 29 April 2015. For the European Parliament The President M. SCHULZ For the Council The President Z. KALNIÃ A-LUKAÃ EVICA (1) OJ L 347, 20.12.2013, p. 855."
}