{
  "document_category": "eurlex",
  "docId": "eurlex_52",
  "chunk_index": 2,
  "chunk_text": "At the same time, pre-existing structural weaknesses and budgetary and external financial vulnerabilities have also contributed to the deterioration of the economic situation. (4) In this context, Ukraine's external financing needs are substantially larger than initially identified, requiring additional financial assistance by international creditors and donors. In its most recent programme review mission, the International Monetary Fund (IMF) identified a significant financing need over and above the funding committed so far by the international community, which includes the Union's macro-financial assistance under Council Decision 2002/639/EC (3), Decision No 646/2010/EU of the European Parliament and of the Council (4) and Council Decision 2014/215/EU (5). (5) The Union has, on various occasions, declared its commitment to support the new Ukrainian authorities in achieving their aims of stabilising the situation and pursuing the course of reforms. The Union has also declared its readiness to support fully the efforts of the international community and international financial institutions, especially the IMF, with regard to an international assistance package designed to address the urgent needs of Ukraine, conditional on Ukraine's clear commitment to reforms. Financial support from the Union to Ukraine is consistent with the Union's policy as set out in the ENP and in the Eastern Partnership. In its conclusions of 18 December 2014, the European Council stated that, following the Commission's second disbursement in December 2014 of EUR 500 million in macro-financial assistance, the Union and its Member States stand ready to further facilitate and support Ukraine's reform process, together with other donors and in line with IMF conditionality. (6) The Union's macro-financial assistance should be an exceptional financial instrument of untied and undesignated balance-of-payments support, which aims to address the beneficiary's immediate external financing needs and should underpin the implementation of a policy programme containing strong immediate adjustment and structural reform measures designed to improve the balance-of-payments position in the short term. (7) On 30 April 2014, the Ukrainian authorities and the IMF agreed on a two-year Stand-by Arrangement of Special Drawing Rights (SDR) 10,976 billion (about USD 17,01 billion, 800 percent of quota) in support of Ukraine's economic adjustment and reform programme. (8) On 5 March 2014, in view of the drastically worsening balance-of-payments situation in Ukraine, the Commission announced a support package, which was endorsed by the extraordinary European Council on 6 March 2014. That package includes financial assistance in the amount of EUR 11 billion for the period 2014-2020, including up to EUR 1,565 billion in grants for the same period mobilised under the European Neighbourhood Instrument, the Neighbourhood Investment Facility, the Instrument contributing to Stability and Peace and the budget of the Common Foreign and Security Policy, as well as the Union's macro-financial assistance of up to EUR 1,61 billion for the period 2014-2015. (9) On 9 September 2014, in view of the worsening economic situation and outlook, Ukraine requested further macro-financial assistance from the Union. That request was reiterated in another letter on 15 December 2014."
}