{
  "document_category": "eurlex",
  "docId": "eurlex_20",
  "chunk_index": 4,
  "chunk_text": "(16) In order to realise fully the potential of cultural heritage for European societies and economies, the safeguarding, enhancement and management of cultural heritage require effective participatory (i.e. multi-level and multi-stakeholder) governance and enhanced cross-sectoral cooperation, as stated by the Council in its conclusions of 25 November 2014 (6). Such governance and cooperation involve all stakeholders, including public authorities, the cultural heritage sector, private actors and civil society organisations, such as NGOs and organisations in the voluntary sector. (17) In addition, in its conclusions of 25 November 2014, the Council invited the Commission to consider presenting a proposal for a European Year of Cultural Heritage. (18) In its resolution of 8 September 2015, the European Parliament recommended designating, preferably for 2018, a European Year of Cultural Heritage. (19) In its opinion of 16 April 2015 (7), the Committee of the Regions welcomed the call of the Council for consideration to be given to a European Year of Cultural Heritage, stressing its contribution to the attainment of shared goals in the pan-European context. (20) Declaring a European Year of Cultural Heritage is an effective way of raising public awareness, disseminating information on good practices, promoting policy debate, research and innovation and improving the collection and analysis of qualitative evidence and quantitative data, including statistics, on the social and economic impact of cultural heritage. By creating an environment for promoting those objectives simultaneously at Union, national, regional and local levels, a greater synergy and a better use of resources can be achieved. In that regard, the Commission should provide timely information to and closely cooperate with the European Parliament, the Council and the Member States, the Committee of the Regions and the bodies and associations active in the field of cultural heritage at Union level. In order to ensure that activities developed for the European Year of Cultural Heritage have a European dimension, Member States are also encouraged to collaborate with each other. (21) Cultural heritage is also a field of intervention in several programmes in the area of external relations, mainly, but not exclusively, in the Middle East. The promotion of the value of cultural heritage is also a response to the deliberate destruction of cultural treasures in conflict zones, as highlighted by the High Representative of the Union for Foreign Affairs and Security Policy and the Commission in their joint communication of 8 June 2016 entitled Towards an EU strategy for international cultural relations. It is important to ensure complementarity between the European Year of Cultural Heritage and all external relations initiatives developed within appropriate frameworks. Actions to protect and promote cultural heritage under relevant external relations instruments should, inter alia, reflect the mutual interest associated with the exchange of experiences and values with third countries. The European Year of Cultural Heritage should promote mutual knowledge, respect and understanding of the respective cultures. (22) Candidate and potential candidate countries should be closely associated with actions under the European Year of Cultural Heritage."
}