{
  "document_category": "eurlex",
  "docId": "eurlex_42",
  "chunk_index": 6,
  "chunk_text": "(28) It should be possible to implement actions under the ISA2 programme using an iterative methodology. (29) As an increasing number of public services become digital by default, it is important to maximise the efficiency of public spending on ICT solutions. Such efficiency should be facilitated by ensuring that the provision of such services is planned at an early stage and, where possible, by sharing and reusing solutions in order to maximise the value of public spending. The ISA2 programme should make a contribution to that goal. (30) Interoperability and, consequently, the solutions established and operated under the ISA2 programme are instrumental to exploiting the potential of e-government and e-democracy to the full, by enabling the implementation of one-stop shops and the provision of end-to-end and transparent public services leading to fewer administrative burdens and lower costs. (31) As end-users, businesses and citizens should also benefit from common, re-usable and interoperable front-office services resulting from better integration of processes and exchange of data through the back offices of European public administrations. (32) In its activities, the Union should observe the principle of equal treatment. Citizens of the Union should have the right to equal treatment from the Union's institutions, bodies, offices and agencies. The Union should take into account requirements linked to the fight against social exclusion. In that regard, accessibility for all should be incorporated into the development of strategies relating to the interoperability of public services across the Union, taking into consideration the most disadvantaged citizens and the most sparsely populated areas in order to combat the digital divide and exclusion, as called for by the European Parliament in its resolution of 20 April 2012 on a competitive digital single market  eGovernment as a spearhead. The implementation of electronic public services by European public administrations requires an inclusive (e-inclusion) approach that, where necessary, will provide technical support and training in order to reduce disparities in the use of ICT solutions and will incorporate multi-channel delivery, including the maintenance of traditional means of access when appropriate. (33) Interoperability solutions under the ISA2 programme should be developed having regard to the right of end-users to access and distribute information and content, use and provide applications and services, and use terminal equipment of their choice, irrespective of the end-user's or provider's location or of the location, origin or destination of the information, content, application or service, via their internet access service provided for in Regulation (EU) 2015/2120 of the European Parliament and of the Council (27). (34) The ISA2 programme should be an instrument for the modernisation of European public administrations. Modernising European public administrations and increasing their interoperability is an important contribution to the completion of the digital single market to enable citizens to benefit fully from interoperable e-services, from e-government to e-health, prioritising the removal of obstacles such as unconnected e-services. Lack of interoperability often undermines the implementation of digital end-to-end services and the development of one-stop shops for businesses and citizens."
}