{
  "document_category": "eurlex",
  "docId": "eurlex_20",
  "chunk_index": 9,
  "chunk_text": "Article 6 International cooperation For the purpose of the European Year, the Commission shall cooperate with competent international organisations, in particular with the Council of Europe and Unesco, while ensuring the visibility of the Union's participation. Article 7 Protection of the financial interests of the Union 1. The Commission shall take appropriate measures to ensure that, when actions financed under this Decision are implemented, the financial interests of the Union are protected by the application of preventive measures against fraud, corruption and any other illegal activities, by effective checks and inspections and, if irregularities are detected, by the recovery of the amounts unduly paid and, where appropriate, by effective, proportionate and dissuasive administrative and financial penalties. 2. The Commission or its representatives and the Court of Auditors shall have the power of audit, on the basis of documents and of on-the-spot checks and inspections, over all grant beneficiaries, contractors and subcontractors that have received Union funds under this Decision. 3. The European Anti-Fraud Office (OLAF) may carry out investigations, including on-the-spot checks and inspections, in accordance with the provisions and procedures laid down in Regulation (EU, Euratom) No 883/2013 of the European Parliament and of the Council (9) and Council Regulation (Euratom, EC) No 2185/96 (10) and with a view to establishing whether there has been fraud, corruption or any other illegal activity affecting the financial interests of the Union in connection with a grant agreement or grant decision or a contract funded under this Decision. 4. Without prejudice to paragraphs 1, 2 and 3, cooperation agreements with third countries and with international organisations, contracts, grant agreements and grant decisions resulting from the implementation of this Decision shall contain provisions expressly empowering the Commission, the Court of Auditors and OLAF to conduct such audits and investigations, in accordance with their respective competences. Article 8 Funding Co-financing at Union level of activities implementing the European Year shall be in accordance with the rules applicable to existing programmes, such as the Creative Europe Programme, and within the existing possibilities for setting priorities on an annual or multiannual basis. Where appropriate, other programmes and policies, within their existing legal and financial provisions, may also support the European Year. Article 9 Budget The financial envelope for the implementation of this Decision for the period from 1 January 2017 to 31 December 2018 shall be EUR 8 million. The annual appropriations shall be authorised by the European Parliament and the Council within the limits of the multiannual financial framework. Article 10 Monitoring and evaluation By 31 December 2019, the Commission shall submit a report to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions on the implementation, results and overall assessment of the initiatives provided for in this Decision. The report shall include ideas for further common endeavours in the field of cultural heritage. Article 11 Entry into force"
}