{
  "document_category": "eurlex",
  "docId": "eurlex_72",
  "chunk_index": 10,
  "chunk_text": "In its financing operations the EIB should adequately implement its policies towards weakly regulated or non-cooperative jurisdictions identified as such by the Union, the United Nations, the Organisation for Economic Cooperation and Development or the Financial Action Task Force in order to contribute to the international fight against tax fraud, tax evasion and money-laundering. In the interests of transparency, the EIB should draw up, to the extent possible, in cooperation with the local financial intermediaries, a list of the final borrowers. (30) The EIB should take appropriate measures ensuring that, when financing operations subject to the EU guarantee, the financial interests of the Union are protected by the application of preventive measures against fraud, corruption, money laundering and any other illegal activities and that OLAF is entitled to conduct on-the-spot checks and inspections in the premises of the beneficiaries. The EIB should, in line with its Policy on preventing and deterring prohibited conduct in European Investment Bank activities (the EIB anti-fraud policy), which was adopted in 2008 and revised in 2013, cooperate closely with the competent Union and Member States' authorities in order to strengthen the anti-money laundering and anti-terrorist financing measures in force and help improve their enforcement. In line with its Whistleblowing Policy, the EIB should also pay particular attention to information by whistleblowers regarding potential cases of fraud, corruption or other illegal activity, allowing for a proper follow-up, feedback and protection against retaliation. (31) The EIB governing bodies should be encouraged to take the necessary measures to adapt the EIB activity to contribute to the Union's external policies in an effective manner, and to adequately meet the requirements set out in this Decision, HAVE ADOPTED THIS DECISION: Article 1 EU guarantee 1. The Union shall grant the European Investment Bank (EIB) a budgetary guarantee for financing operations carried out outside the Union (EU guarantee). The EU guarantee shall be granted as a global guarantee in respect of payments due to the EIB, but not received by it, in connection with loans, loan guarantees, and debt capital market instruments granted for or issued for the benefit of EIB investment projects that are eligible in accordance with paragraph 2. 2. Eligible for the EU guarantee shall be the EIB loans, loan guarantees, and debt capital market instruments that are granted for or issued for the benefit of investment projects carried out in eligible countries in accordance with the EIB's own rules and procedures, including the EIB's statement on environmental and social principles and standards, and in support of the relevant Union external policy objectives, where EIB financing has been granted in accordance with a signed agreement which has neither expired nor been cancelled (EIB financing operations). 3. The EIB financing operations in support of Union external policies shall continue to be managed in accordance with the principles of sound banking practices. 4. The EU guarantee shall be restricted to 65 % of the aggregate amount disbursed and guaranteed under EIB financing operations, less amounts reimbursed, plus all related amounts."
}