{
  "document_category": "eurlex",
  "docId": "eurlex_18",
  "chunk_index": 4,
  "chunk_text": "Under that ceiling, the Union financial contribution should be equal to the Participating States' contribution to PRIMA in order to achieve a high leverage effect and ensure a stronger integration of the Participating States' programmes. It should be possible to use a limited part of the Union financial contribution to cover the administrative costs of PRIMA-IS. An efficient administration of PRIMA should be ensured and administrative costs should be kept to a minimum. (20) In order to avoid a protracted implementation of PRIMA, a deadline should be fixed for the launch of the final activities to be funded, including the final calls for proposals. (21) PRIMA activities should be in line with the objectives and research and innovation priorities of Horizon 2020 and with the general principles and conditions laid down in Article 26 of Regulation (EU) No 1291/2013. PRIMA should take into account the definitions of the Organisation for Economic Cooperation and Development regarding the Technological Readiness Level in the classification of technological research, product development and demonstration activities. (22) PRIMA should support all types of research and innovation activities, including research, development and innovation projects, innovative demonstrators and pilot plants, capacity building, training, awareness-raising and dissemination actions, and researcher mobility, addressing a wide range of Technology Readiness Levels and ensuring an appropriate balance between small and large projects. (23) In order to have a greater impact, coherence between PRIMA and other research and innovation projects under Horizon 2020, such as the European Institute of Innovation and Technology Food Knowledge and Innovation Community (Food KIC), or other Union instruments, such as the European Neighbourhood and Partnership Instrument, should be sought and possible overlaps should be avoided. (24) PRIMA should be implemented on the basis of annual work plans setting out the activities to be undertaken in a given year. PRIMA-IS should monitor regularly the results of calls for proposals and the actions it funds and the extent to which scientific topics, expected impacts and oversubscription in terms of proposals above threshold that could not be funded have been adequately addressed. In justified cases, PRIMA-IS should undertake corrective actions by amending the annual work plan or in subsequent annual work plans. (25) In order to achieve the objectives of PRIMA, PRIMA-IS should provide financial support mainly in the form of grants to participants, for actions funded by PRIMA-IS. Those actions should be selected following open and competitive calls for proposals under the responsibility of PRIMA-IS. (26) Barriers preventing the participation of newcomers in PRIMA activities should be monitored and addressed. (27) In achieving the objectives of PRIMA, and in line with the applicable rules and principles, such as the principle of scientific excellence, PRIMA-IS should aim to provide, through the annual work plan, an appropriate share of its funding, approximately 25 % of the Union financial contribution, reflecting the commitments of Mediterranean Partner Countries to PRIMA, to legal entities established in targeted third countries considered to be Participating States."
}