{
  "document_category": "eurlex",
  "docId": "eurlex_79",
  "chunk_index": 35,
  "chunk_text": "This focus on entrepreneurship would be particularly relevant in the food sector, which is characterised by a high number of SMEs. The major risks associated to the success of a KIC under this theme are mainly related to the necessary accompanying innovation framework conditions, which KICs are not directly addressing. For increasing sustainability throughout the food supply chain, some changes in regulation may be needed in order, for example, to internalise food production costs. Therefore, the KICs need to liaise with ongoing Union and national innovation and policy activities on these matters (see next section). 3. SYNERGIES AND COMPLEMENTARITIES WITH EXISTING INITIATIVES The Union is fully engaged in this field. A KIC would contribute to address Horizon 2020 societal challenge \"Food security, sustainable agriculture and forestry, marine and maritime and inland water research and the bio-economy\". It would, in particular, co-operate with the proposed European Innovation Partnership (EIP) \"Agricultural Productivity and Sustainability\". Whilst the latter will put emphasis on building bridges between cutting-edge research and practical innovation, a KIC would in particular create complementarity in educating key actors, such as entrepreneurs and consumers. Coordination is also needed, with the Joint Programming Initiative \"Agriculture, Food Security and Climate Change\", which will pool national research efforts to integrate adaptation, mitigation and food security in the agriculture, forestry and land use sectors. The European Maritime and Fisheries Fund will promote environmental and social sustainability of fisheries and aquaculture, thus highlighting the need for technical developments coupled with new entrepreneurial skills in these fields, in line with the evolution of consumers' behaviour, providing possibilities for synergies. Likewise, coordination will also be possible with the recently launched JPI \"Healthy Food for a Healthy Life\" and \"Connecting Climate Research in Europe\", and with European Technology Platforms in relating areas (in particular, the Food for Life Platform) or numerous projects under the Seventh Framework Programme. Similarly, it would build on eco-innovation market replication projects, under the CIP (Competitiveness and Innovation Programme), where food and drink has been one of the priority areas. Such experience will continue with Horizon 2020 namely in the context of the Climate action, environment, resource efficiency and raw materials societal challenge. A KIC in this area would be complementary to these activities since it would focus on transdisciplinary activities within the knowledge triangle with a strong focus on innovative products and services and entrepreneurial education as well as on consumer issues. 4. CONCLUSION A KIC which focuses on the food supply chain is most suited to address the challenges outlined above. It also meets the criteria put forward for the selection of KIC themes:  It addresses a major economic and societal relevant challenge (the need to ensure a resilient and sustainable food system while meeting the increasing food demand within the constraints of available land, protecting the natural environment and safeguarding human health), and contributes to the delivery of the Europe 2020 agenda and its objectives on climate and energy, employment, innovation and education. "
}