{
  "document_category": "eurlex",
  "docId": "eurlex_79",
  "chunk_index": 8,
  "chunk_text": "Moreover, while there are a significant number of centres of excellence across the Member States, they often do not attain the critical mass for global competition individually. The KICs' co-location centres offer strong local actors the opportunity to closely connect to other excellent partners across borders, thereby allowing them to act and be recognized globally.  Enhancing the impact of investments on education, research and innovation and testing new ways for innovation governance: The EIT acts as an \"innovation catalyst\", adding value to the existing research base, by accelerating the take-up and exploitation of technologies and research outcomes and by transferring research results to education. Innovation activities contribute in turn to align and leverage research investments and to make education and training activities more responsive to business needs. To this end, the EIT has been equipped with a substantial degree of flexibility to test out new innovation models, allowing for true differentiation in the KICs' governance and funding models and quick adaptation to better cope with emerging opportunities.  Nurturing talent across borders and fostering entrepreneurship through knowledge triangle integration: The EIT nurtures people-driven innovation and puts students, researchers, and entrepreneurs at the heart of its efforts. It provides new career paths and mobility options between academia and the private sector, and innovative schemes for professional development. The EIT label attached to innovative KICs' Masters and PhD programmes is expected to contribute to creating an internationally recognized brand of excellence helping to attract talent from Europe and abroad. Entrepreneurship is fostered through a new generation of world-class students, including PhD students, equipped with the knowledge and attitudes to turn ideas into new business opportunities. These students have a key role in the integration of the knowledge triangle.  Smart funding through leverage combined with a results- and business-oriented approach: The EIT provides up to 25 % of the KICs budget and catalyzes 75 % of financial resources from a wide range of public, private and third sector partners, representing an entrepreneurial approach in itself, and creating a significant leverage effect by pooling large scale investment and streamlining different sources of public and private towards jointly agreed strategies. KICs will make internal provisions to avoid double funding of activities at national and EIT level. Moreover, by focussing on both market and societal impact, the EIT follows a results-oriented approach. KICs operate according to a business logic, on the basis of annual business plans, including an ambitious portfolio of activities from education to business creation, with clear targets, deliverables and key performance indicators (KPIs) against which they are measured. 1.3. Synergies and complementarities with other policy and funding initiatives The inter-relationships between research, innovation and higher education are increasingly being recognised within Union initiatives and programmes. There is great potential for mutually reinforcing actions at European, national and regional level. At Union level, the strategic framework provided by Horizon 2020  the Framework Programme for Research and Innovation (2014-2020)  will further ensure these synergies are fully exploited."
}