{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 33,
  "chunk_text": "A systematic approach to environmental risk management will improve the Unions capacity to identify and act upon technological developments in a timely manner, while providing reassurance to the public. 73. In order to improve the knowledge and evidence base for Union environment policy, the 7th EAP shall ensure that by 2020: (a) policy-makers and stakeholders have a more informed basis for developing and implementing environment and climate policies, including understanding the environmental impacts of human activities and measuring the costs and benefits of action and the costs of inaction; (b) the understanding of, and the ability to evaluate and manage, emerging environmental and climate risks are greatly improved; (c) the environment science-policy interface is strengthened, including the accessibility of data for citizens and the contribution of citizens science; (d) the impact of the Union and its Member States in international science-policy fora is enhanced in order to improve the knowledge base for international environment policy. This requires, in particular: (i) coordinating, sharing and promoting research efforts at Union and Member State level with regard to addressing key environmental knowledge gaps, including the risks of crossing environmental tipping-points and planetary boundaries; (ii) adopting a systematic and integrated approach to risk management, particularly in relation to the evaluation and management of new and emerging policy areas and related risks as well as the adequacy and coherence of regulatory responses. This could help to stimulate further research on the hazards of new products, processes and technologies; (iii) simplifying, streamlining and modernising environmental and climate change data and information collection, management, sharing and re-use, including the development and implementation of a Shared Environmental Information System; (iv) developing a comprehensive chemical exposure and toxicity knowledge base which draws on data generated without animal testing where possible. Continuing the Unions coordinated approach to human and environmental biomonitoring including, where appropriate, standardisation of research protocols and assessment criteria; (v) intensifying cooperation at international, Union and Member State level on the environment science-policy interface. Priority objective 6: To secure investment for environment and climate policy and address environmental externalities 74. The efforts required to achieve the objectives set out in the 7th EAP will need adequate investment from public and private sources. At the same time, while many countries are struggling to cope with the economic and financial crisis, the need for economic reforms and the reduction of public debts offer new opportunities to move rapidly towards a more resource-efficient, safe and sustainable low-carbon economy. 75. Attracting investment in some areas is currently difficult in particular because of the absence of, or distortion to, price signals arising from a failure to account properly for environmental costs or from public subsidies for environmentally harmful activities. 76. The Union and its Member States will need to put in place the right conditions to ensure that environmental externalities are adequately addressed, including by ensuring that the right market signals are sent to the private sector, with due regard to any adverse social impacts."
}