{
  "document_category": "eurlex",
  "docId": "eurlex_79",
  "chunk_index": 12,
  "chunk_text": "Nurturing a strong EIT brand may include actions to create a strong human and business network around the EIT community (students, alumni, educators, entrepreneurs, professionals etc.) and the organisation of conferences and events to foster a sense of identity and visibility. The EIT as an investor in the knowledge triangle Building on these lessons the EIT aims to consolidate and further develop its role as an 'investor' which nurtures and enables existing centres of excellence in research, business and higher education in Europe to come together and foster their long-term systematic collaborations through the KICs. The 'EIT investor' approach stands for a focus on identifying best strategic opportunities and selecting a portfolio of world-class partnerships  the KICs  to deliver these. As part of this approach, the EIT awards the annual grants to the KICs on the basis of their past performance and proposed activities in their business plan, following a clear and transparent procedure. The assessment of the business plans will be supported by external, independent experts. In this perspective, the EIT should not only set out broad directions and visions, but needs to provide KICs with an appropriate level of support and monitor their performance. At the same time, KICs are given a substantial degree of leeway to define their agenda, internal strategies and organisation as well as to deliver their activities and mobilise the talent and resources needed. Returns on EIT investment in KICs will be measured in terms of tangible benefits for the European economy and society at large, such as creation of new business, products and services in existing and future markets, better skilled entrepreneurial people, new and more attractive job opportunities and the attraction and retention of talent from across the Union and abroad. This requires the setting-up of a robust monitoring and evaluation system for the EIT, focusing on achievements, outputs and generation of both economic and societal impact to be benchmarked against best international practices. Setting up a balanced performance monitoring system to assess the EIT impact via the KIC, the EIT own performance as an organisation and the EIT contribution to Horizon 2020 is a priority in this direction. An important element in this regard is also the development, together with the KICs, of a true EIT 'corporate identity' around a set of shared values. While all KICs and their individual partners do have their own corporate identities and values, they all share values that bring the EIT/KICs community together. They are: excellence across the knowledge triangle; highly skilled and entrepreneurial people; long-term collaboration across borders, disciplines and sectors; and the focus on societal and economic impact. Such an identity will also enhance the external visibility and reputation of the EIT and KICs. 2.1.1. Consolidating and fostering growth and impact of the existing KICs The EIT will actively support the initial three KICs to enhance their potential and impact and their contribution to the objectives of Horizon 2020."
}