{
  "document_category": "eurlex",
  "docId": "eurlex_79",
  "chunk_index": 36,
  "chunk_text": " This KIC focus is aligned with priorities defined in Horizon 2020 and complementary with other Union activities in the food sector, in particular with the EIP \"Agricultural Productivity and Sustainability\".  It is able to mobilise investment and long-term commitment from the businesses sector and offers possibilities for various emerging products and services  namely, in the deployment of new and innovative technologies, processes and knowledge to increase sustainable food production, processing, packaging and distribution, to reduce waste and promote better nutrition and a healthier population.  It creates sustainable and systemic impact, measured in terms of new educated entrepreneurial people, new technologies and new business. It will foster new technological developments and more efficient and sustainable production systems.  It aims at overcoming the high level of fragmentation of the whole food supply chain; favouring traceability; and will bring together a critical mass of excellent research, innovation, education and training stakeholders along the whole chain.  It thus requires transdisciplinary work involving different areas of knowledge, such as agronomy, ecology, biology, chemistry, nutrition, and socio-economy.  It will address the European paradox, since it will find new innovative approaches to ensure a more sustainable and efficient supply chain and to improve food security. Factsheet 4: Added-value Manufacturing 1. THE CHALLENGE One of the major challenges defined in the European Innovation Agenda and which also has to be addressed within the framework of Horizon 2020, is the competitiveness of Union Member States on the global market. One of the sectors where the problem is particularly urgent is manufacturing. Manufacturing in European countries is under considerable strain: increased competition from other developed economies, low cost production in developing countries, and scarcity of raw materials are putting pressure on the European manufacturing companies. Parallel to this, there are further factors driving change in the manufacturing sector: new market and societal needs, rapid advances in science and technology, environmental and sustainability requirements. One possible answer to address these challenges is the development of a \"high value (or added-value) manufacturing\" industry. This concept defines an integrated system including the whole cycle of production, distribution and end-of-life treatment of goods and products/services applying a customer/user driven innovation system. Rather than competing primarily on cost, added value manufacturers deliver value by delivering product/service innovation, establishing process excellence, achieving high brand recognition and/or contributing to a sustainable society. The manufacturing sector is of considerable economic, social and environmental significance. In 2010 the manufacturing sector accounted for 15,4 % of the Union's GDP and over 33 million jobs. This figure increases to 37 % if power generation, construction, and associated business services are included. At the same time, manufacturing also contributed to about 25 % of the waste, 23 % of greenhouse gases and 26 % of NOx generated in Europe."
}