{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 34,
  "chunk_text": "76. The Union and its Member States will need to put in place the right conditions to ensure that environmental externalities are adequately addressed, including by ensuring that the right market signals are sent to the private sector, with due regard to any adverse social impacts. This will involve applying the polluter-pays principle more systematically, in particular through phasing out environmentally harmful subsidies at Union and Member State level, guided by the Commission, using an action-based approach, inter alia, via the European Semester, and considering fiscal measures in support of sustainable resource use such as shifting taxation away from labour towards pollution. As natural resources become increasingly scarce, the economic rent and profits associated with their ownership or exclusive use may increase. Public intervention to ensure that such rents are not excessive and that externalities are taken into account will lead to a more efficient use of those resources and will help to avoid market distortions, as well as generate public revenue. Environment and climate priorities will be pursued in the framework of the European Semester, including via lead indicators where those priorities are relevant to the sustainable growth prospects of individual Member States to which country-specific recommendations are addressed. Other market-based instruments, such as payments for ecosystem services, should be used more extensively at Union and national level to incentivise private sector involvement and the sustainable management of natural capital. 77. The private sector, in particular SMEs, should also be encouraged to take up opportunities offered under the new Union financial framework to step up its involvement in efforts to achieve environment and climate objectives, especially in relation to eco-innovation activities and the uptake of new technologies. Public-private initiatives for eco-innovation should be promoted under European Innovation Partnerships, such as the Innovation Partnership on Water (74). Through the new framework for Innovative Financial Instruments (75), private sector access to finance for investments in environment, in particular biodiversity and climate change, should be facilitated. European enterprises should be further encouraged to disclose environmental information as part of their financial reporting, beyond the extent required under existing Union legislation (76). 78. In its proposals for the 2014 2020 Union Multiannual Financial Framework, the Commission has improved the mainstreaming of environment and climate objectives in all Union funding instruments in order to provide opportunities for Member States to achieve related objectives. It has also proposed raising climate-related expenditure to at least 20 % of the whole budget. In key policy areas such as agriculture, rural development and cohesion policy, incentives for the provision of environmentally-beneficial public goods and services should be enhanced, and funding linked to environment-related ex-ante conditionalities, including supporting (flanking) measures. This should ensure that funds are spent more effectively and in line with environment and climate objectives. Those proposals envisage matching Union policies with coherent financial resources for implementation, and additional funds for the environment and climate change, so as to effectively deliver tangible and coherent benefits on the ground. 79."
}