{
  "document_category": "eurlex",
  "docId": "eurlex_19",
  "chunk_index": 4,
  "chunk_text": "In addition, the availability of the sub-700 MHz frequency band for the provision of broadcasting services should be ensured until 2030. (14) Some Member States have already launched or completed a national process to authorise the use of the 700 MHz frequency band for bidirectional terrestrial wireless broadband electronic communications services. A coordinated approach is needed with regard to the future use of the 700 MHz frequency band, which should also provide regulatory predictability, balance Member State diversity with digital single market objectives and promote European leadership with regard to international technology developments. In that context, Member States should be required to repurpose the 700 MHz frequency band in a timely manner in accordance with Union and national law. (15) Member States should be able to delay, on the basis of duly justified reasons, allowing the use of the 700 MHz frequency band for terrestrial systems capable of providing wireless broadband electronic communications services beyond a common Union deadline of 2020 for up to two years. The reasons for such a delay should be limited to unresolved cross-border coordination issues resulting in harmful interferences, the need to ensure, and the complexity of ensuring, the technical migration of a large amount of the population to advanced broadcasting standards, the financial costs of transition exceeding the expected revenue generated by award procedures and force majeure. Member States should take all necessary steps to minimise resulting harmful interference in the affected Member States. In the event that Member States delay allowing the use of the 700 MHz frequency band, they should inform the other Member States and the Commission accordingly and include the duly justified reasons therefor in their national roadmaps. Such Member States and any Member States affected by the delay should cooperate with a view to coordinating the process of releasing the 700 MHz frequency band and should include information on such coordination in their national roadmaps. (16) The use of the 700 MHz frequency band by other applications in third countries, as allowed by international agreements or in parts of national territory outside the effective control of the Member State authorities, could limit the use of the 700 MHz frequency band for terrestrial wireless broadband electronic communications services in some Member States. This would prevent those Member States from complying with the common schedule set at Union level. The Member States concerned should take all necessary steps to minimise the duration and geographical extent of those limitations and seek the assistance of the Union, where necessary, under Article 10(2) of Decision No 243/2012/EU."
}