{
  "document_category": "eurlex",
  "docId": "eurlex_79",
  "chunk_index": 16,
  "chunk_text": "More details on the individual themes are provided in the factsheets at the end of the document (3). On the basis of these themes, the EIT will have the autonomy to organise the future KICs selection process. The success of future calls for KICs will depend largely on clear guidance as regards the expectations and requirements, as well as a timeframe allowing KIC applicants to get solidly organised both legally and financially before submitting a proposal. KICs will be selected against detailed criteria defined in the EIT Regulation, based on the overarching principles of excellence and innovation relevance. Any KIC selected will need to demonstrate how it will create maximum impact in the given area and prove the viability of its strategy. Reflecting the need for a gradual approach in establishing new KICs, the selection of themes for the three waves has been based on the maturity of the field, the potential societal and economic impact, as well as the opportunities for synergies with other initiatives. The themes for the 2014 wave are:  Innovation for Healthy Living and Active Ageing  Raw Materials  Sustainable Exploration, Extraction, Processing, Recycling and Substitution The themes for the 2016 wave are:  Food4Future - Sustainable Supply Chain from Resources to Consumers  Added-value Manufacturing The theme for the 2018 wave is:  Urban Mobility The EIT will  Prepare a selection procedure for each wave of KICs which allows sufficient time for KIC applicants to prepare proposals.  Launch calls for five new KICs as follows: a call for two new KICs in 2014 in the themes of Healthy Living and Active Ageing and Raw Materials; a call for two new KICs in 2016 in the themes of Food4Future and Added-value Manufacturing and a call for one new KIC in 2018 in the theme of Urban Mobility.  Make best efforts to ensure that as many potential interested parties as possible are made aware of the future KIC selection procedures.  Ensure that framework conditions of future KIC selection procedures are conducive to an optimal outcome, notably by providing clear guidance concerning requirements and processes, and by allowing sufficient time for proposers to organise the partnership 2.2. Enhancing EIT's impact Fostering innovation across the Union In the initial period, the EIT has mainly focused its efforts on establishing the KICs. While it is a clear goal for the EIT to strengthen existing centres of excellence, the EIT will also need to ensure that it delivers benefits to areas of the Union which are not directly participating in KICs. It is therefore mission critical for the EIT to actively promote the dissemination of best practices for the integration of the knowledge triangle in order to develop a common innovation and knowledge sharing culture. In future, the EIT must work to make the KIC experience understandable and replicable and build it into a culture that can act as a role model in Europe and beyond."
}