{
  "document_category": "eurlex",
  "docId": "eurlex_73",
  "chunk_index": 1,
  "chunk_text": "Name: Decision No 445/2014/EU of the European Parliament and of the Council of 16 April 2014 establishing a Union action for the European Capitals of Culture for the years 2020 to 2033 and repealing Decision No 1622/2006/EC\n Type: Decision\n Subject Matter: culture and religion;  European construction;  construction and town planning\n Date Published: 2014-05-03 3.5.2014 EN Official Journal of the European Union L 132/1 DECISION No 445/2014/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 16 April 2014 establishing a Union action for the European Capitals of Culture for the years 2020 to 2033 and repealing Decision No 1622/2006/EC THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular the first indent of Article 167(5) thereof, Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Having regard to the opinions of the Committee of the Regions (1), Acting in accordance with the ordinary legislative procedure (2), Whereas: (1) The Treaty on the Functioning of the European Union (TFEU) aims at an ever closer union among the peoples of Europe and confers on the Union the task, inter alia, of contributing to the flowering of the cultures of the Member States, while respecting their national and regional diversity and at the same time bringing the common cultural heritage to the fore. In this respect, the Union, where necessary, supports and supplements Member States' action to improve the knowledge and dissemination of the culture and history of the European peoples. (2) The Commission Communication of 10 May 2007 on a European agenda for culture in a globalizing world, endorsed by the Council in its resolution of 16 November 2007 (3) and by the European Parliament in its resolution of 10 April 2008 (4), sets the objectives for future activities of the Union in the field of culture. Those activities should promote cultural diversity and intercultural dialogue, culture as a catalyst for creativity within the framework for growth and jobs and culture as a vital element in the Union's international relations. (3) The Unesco Convention on the Protection and Promotion of the Diversity of Cultural Expressions, which entered into force on 18 March 2007 and to which the Union is a party, aims at protecting and promoting cultural diversity, fostering interculturality and raising awareness of the value of cultural diversity at local, national and international levels. (4) Decision No 1622/2006/EC of the European Parliament and of the Council (5) established an action for the European Capital of Culture event for the years 2007 to 2019. (5) The evaluations of the European Capitals of Culture, as well as the public consultation on the future of that action after 2019, have revealed that it has progressively become one of the most ambitious cultural initiatives in Europe as well as one of the most appreciated by European citizens. A new action should, therefore, be established to cover the years 2020-33."
}