{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 31,
  "chunk_text": "However, data collection and quality remain variable and the multiplicity of sources can make access to data difficult. Continuous investment is therefore needed to ensure that credible, comparable and quality-assured data and indicators are available and accessible to those involved in defining and implementing policy. Environmental information systems need to be designed in order to enable new information on emerging themes to be easily incorporated. Union-wide electronic data-exchange should be further developed, with enough flexibility to encompass new areas. 70. Further implementation of the Shared Environmental Information System (71) principle of produce once, use often and the common approaches and standards on acquisition and collation of consistent spatial information under the INSPIRE (72) and Copernicus (73) systems, as well as other environmental information systems for Europe (such as the Biodiversity Information System for Europe (BISE) and the Water Information System for Europe (WISE)), will help avoid duplication of effort and eliminate any unnecessary administrative burden on public authorities, as will efforts to streamline reporting obligations under different relevant pieces of legislation. Progress should also be made to improve the availability and harmonisation of statistical data, including on waste. Member States should make information gathered to assess environmental impacts of plans, programmes and projects (e.g. through Environmental or Strategic Impact Assessments) more accessible to the public. 71. There are still significant gaps in knowledge, some of them relevant to the priority objectives of the 7th EAP. Investing in further data collection and research to fill those gaps is therefore essential to ensure that public authorities and businesses have a sound basis for taking decisions which fully reflect true social, economic and environmental benefits and costs. Five gaps merit particular attention: (1) data and knowledge gaps  advanced research is required to fill such gaps and adequate modelling tools are needed to better understand complex issues related to environmental change, such as the impact of climate change and natural disasters, the implications of species loss for ecosystem services, environmental thresholds and ecological tipping points. While available evidence fully warrants precautionary action in such areas, further research into planetary boundaries, systemic risks and our societys ability to cope with them will support the development of the most appropriate responses. This should include investment in filling data and knowledge gaps, mapping and assessing ecosystem services, understanding the role of biodiversity in underpinning such services, as well as understanding how biodiversity adapts to climate change and how the loss of biodiversity affects human health; (2) the transition to an inclusive green economy requires giving proper consideration to the interplay between socioeconomic and environmental factors."
}