{
  "document_category": "eurlex",
  "docId": "eurlex_20",
  "chunk_index": 3,
  "chunk_text": "(11) Cultural heritage plays an important role for community cohesion at a time when cultural diversity is increasing in European societies. Sites that have been awarded the European Heritage Label have a strong European dimension, as they have been selected for their role in European history. Together with the European Capitals of Culture, those sites reinforce a sense of belonging to a common European space. Therefore, complementarities with the European Year of Cultural Heritage should be sought. New participatory and intercultural approaches to heritage policies and educational initiatives that attribute equal dignity to all forms of cultural heritage have the potential to increase trust, mutual recognition and social cohesion, as also shown by the international cooperation in the framework of the Council of Europe. (12) The role of cultural heritage is also recognised in the UN 2030 Agenda for Sustainable Development (2030 Agenda), which acknowledges global citizenship, cultural diversity and intercultural dialogue as overarching principles of sustainable development. The 2030 Agenda recognises that all cultures and civilizations can contribute to, and are crucial enablers of, sustainable development. Culture is explicitly mentioned in several Sustainable Development Goals of the 2030 Agenda, in particular Goal 11 (cities-heritage), as well as Goal 4 (education), and, in relation to tourism, Goal 8 (sustainable growth) and Goal 12 (consumption patterns). (13) The increased recognition at international level of the need to put people and human values at the centre of an enlarged and cross-disciplinary concept of cultural heritage reinforces the need to foster wider access to cultural heritage, inter alia, in light of its positive effects on the quality of life. Such wider access can be achieved by reaching out to different audiences and by increasing accessibility to places, buildings, products and services, taking into account special needs and the implications of demographic change. (14) Policies for the maintenance, restoration, conservation, reuse, accessibility and promotion of cultural heritage and related services are primarily national, regional or local responsibilities. Nevertheless, cultural heritage has a clear European dimension which is addressed, in addition to cultural policy, through other Union policies such as education, agriculture and rural development, regional development, social cohesion, maritime affairs, environment, tourism, the digital agenda, research and innovation, and communication. (15) The year 2018 has a symbolic and historical importance for Europe and its cultural heritage, as it marks a number of significant events such as the 100th anniversary of the end of World War I and of the independence of several Member States as well as the 400th anniversary of the start of the Thirty Years' War. The European Year of Cultural Heritage can therefore offer opportunities to better understand the present through a richer and shared comprehension of the past. (16) In order to realise fully the potential of cultural heritage for European societies and economies, the safeguarding, enhancement and management of cultural heritage require effective participatory (i.e. multi-level and multi-stakeholder) governance and enhanced cross-sectoral cooperation, as stated by the Council in its conclusions of 25 November 2014 (6)."
}