{
  "document_category": "eurlex",
  "docId": "eurlex_79",
  "chunk_index": 4,
  "chunk_text": "In this context, the web-based platform can further help foster interaction between participants.  Make systematic use of existing associations of universities, business and research organisations and cluster organisations as platforms for the exchange of knowledge and dissemination of results.  Establish a mechanism, such as an annual meeting between the EIT, the KICs and relevant services of the European Commission, to further facilitate synergies between the EIT and the KICs on the one hand, and other Union initiatives on the other. THE EIT STRATEGIC INNOVATION AGENDA 1. The European Institute of Innovation and Technology: A Union innovation player This Strategic Innovation Agenda (SIA) outlines the priorities for the European Institute of Innovation and Technology (EIT) over the period 2014-2020 as well as its mode of operation. It is therefore a key tool of European policy makers to steer the strategic direction of the EIT, while leaving considerable autonomy to the EIT in defining the ways and means of achieving the set goals. The SIA is the result of an in-depth process that has sought to take stock of the EIT experience so far, and to fully reflect the reality of the European innovation landscape. It is based on a first SIA draft from the EIT Governing Board submitted to the European Commission on 15 June 2011, in conformity with the requirements of the Regulation (EC) No 294/2008 of the European Parliament and of the Council (1). It also builds on the results of an independent evaluation of the EIT's initial period as well as on a consultation process open to all those having a current or potential stake in the EIT's activities, including businesses, higher education institutions and research organisations, as well as national and regional authorities. 1.1. EIT: Addressing societal challenges via innovation in the knowledge triangle In a rapidly changing world, Europe's pathway to the future rests on growth which is smart, sustainable and inclusive. To achieve this goal and to remain competitive in the global knowledge economy and society, the 'knowledge triangle' of higher education, research and innovation and the interaction between these three sides have been recognised as key driving forces. The European Union has acted accordingly and identified these fields as policy priorities in its Europe 2020 strategy. These priorities are notably implemented through the flagship initiatives 'Innovation Union' and 'Youth on the Move', which form the overarching policy framework for Union actions in these fields. They are complemented by the other flagship initiatives e.g. on an 'Integrated Industrial Policy for the Globalisation Era', 'Digital Agenda for Europe' and on a 'Resource-Efficient Europe'. The EIT will fully contribute to achieving the goals of these flagship initiatives. The reasons for putting higher education, research and innovation at centre stage are straightforward."
}