{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 37,
  "chunk_text": "Although integrating environmental protection concerns into other Union policies and activities has been a Treaty requirement since 1997, the overall state of Europes environment indicates that progress made to date, while commendable in some areas, has not been sufficient to reverse all negative trends. The achievement of many of the priority objectives of the 7th EAP will demand even more effective integration of environmental and climate-related considerations into other policies, as well as more coherent, joined-up policy approaches that deliver multiple benefits. This should help to ensure that difficult trade-offs are managed early on, rather than in the implementation phase, and that unavoidable impacts can be mitigated more effectively. The necessary measures should be developed in a timely manner in order to ensure that relevant targets are met. The Strategic Environmental Assessment Directive (79) and Environmental Impact Assessment Directive (80), when correctly applied, are effective tools for ensuring that environmental protection requirements are integrated in plans and programmes as well as in projects. 86. Local and regional authorities, which are generally responsible for decisions on the use of land and marine areas, have a particularly important role to play in assessing environmental impacts and protecting, conserving and enhancing natural capital, thus also achieving greater resilience to the impact of climate change and to natural disasters. 87. The envisaged expansion of energy and transport networks, including offshore infrastructure, will need to be compatible with protection of nature and climate adaptation needs and obligations. Incorporating green infrastructure into related plans and programmes can help overcome fragmentation of habitats and preserve or restore ecological connectivity, enhance ecosystem resilience and thereby ensure the continued provision of ecosystem services, including carbon sequestration, and climate adaptation, while providing healthier environments and recreational spaces for people to enjoy. 88. The 7th EAP includes a number of priority objectives designed to enhance integration. In its proposals for the Common Agricultural Policy, the Common Fisheries Policy, the Trans-European Networks and the Cohesion policy reforms, the Commission has included measures to further support environmental integration and sustainability. For the 7th EAP to succeed, those policies should further contribute to meeting environment-related targets and objectives. Similarly, efforts primarily intended to achieve environmental improvements should be designed to deliver benefits also for other policies wherever possible. For instance, efforts to restore ecosystems can be targeted to benefit habitats and species and to sequester carbon dioxide, while improving the delivery of ecosystem services vital for many economic sectors, such as pollination or water purification for agriculture, and creating green jobs. 89. In order to improve environmental integration and policy coherence, the 7th EAP shall ensure that by 2020: (a) sectoral policies at Union and Member State level are developed and implemented in a way that supports relevant environment and climate-related targets and objectives."
}