{
  "doc_id": "eurlex_50",
  "category": "eurlex",
  "chunks": [
    {
      "id": "eurlex_50__0",
      "chunk_id": "0",
      "content": "Name: Decision (EU) 2015/644 of the European Parliament and of the Council of 15 April 2015 on the mobilisation of the European Globalisation Adjustment Fund (application EGF/2014/018 GR/Attica broadcasting from Greece)\n Type: Decision\n Subject Matter: communications;  regions of EU Member States;  employment;  budget;  EU finance;  cooperation policy;  economic conditions;  economic policy;  Europe\n Date Published: 2015-04-24 24.4.2015 EN Official Journal of the European Union L 106/29 DECISION (EU) 2015/644 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 15 April 2015 on the mobilisation of the European Globalisation Adjustment Fund (application EGF/2014/018 GR/Attica broadcasting from Greece) THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, Having regard to Regulation (EU) No 1309/2013 of the European Parliament and of the Council of 17 December 2013 on the European Globalisation Adjustment Fund (2014-2020) and repealing Regulation (EC) No 1927/2006 (1), and in particular Article 15(4) thereof, Having regard to the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (2), and in particular point 13 thereof, Having regard to the proposal from the European Commission, Whereas: (1) The European Globalisation Adjustment Fund (EGF) was established to provide support for workers made redundant and self-employed persons whose activity has ceased as a result of major structural changes in world trade patterns due to globalisation, as a result of a continuation of the global financial and economic crisis addressed in Regulation (EC) No 546/2009 of the European Parliament and of the Council (3), or as a result of a new global financial and economic crisis and to assist them with their reintegration into the labour market. (2) Article 12 of Council Regulation (EU, Euratom) No 1311/2013 (4) allows the mobilisation of the EGF within a maximum annual amount of EUR 150 million (2011 prices). (3) Greece submitted an application to mobilise the EGF, in respect of redundancies in 16 enterprises operating in the NACE Rev. 2 division 60 (programming and broadcasting activities) (5) in the NUTS 2 level region of Attica (EL 30) in Greece, on 4 September 2014 and supplemented it by additional information as provided by Article 8(3) of Regulation (EU) No 1309/2013. This application complies with the requirements for determining a financial contribution from the EGF as laid down in Article 13 of Regulation (EU) No 1309/2013. (4) The EGF should, therefore, be mobilised in order to provide a financial contribution of an amount of EUR 5 046 000 for the application submitted by Greece, HAVE ADOPTED THIS DECISION: Article 1 For the general budget of the European Union for the financial year 2015, the European Globalisation Adjustment Fund shall be mobilised to provide the sum of EUR 5 046 000 in commitment and payment appropriations. Article 2 This Decision shall be published in the Official Journal of the European Union. Done at Brussels, 15 April 2015."
    },
    {
      "id": "eurlex_50__1",
      "chunk_id": "1",
      "content": "Article 2 This Decision shall be published in the Official Journal of the European Union. Done at Brussels, 15 April 2015. For the European Parliament The President M. SCHULZ For the Council The President Z. KALNIÃ A-LUKAÃ EVICA (1) OJ L 347, 20.12.2013, p. 855. (2) OJ C 373, 20.12.2013, p. 1. (3) Regulation (EC) No 546/2009 of the European Parliament and of the Council of 18 June 2009 amending Regulation (EC) No 1927/2006 on establishing the European Globalisation Adjustment Fund (OJ L 167, 29.6.2009, p. 26). (4) Council Regulation (EU, Euratom) No 1311/2013 of 2 December 2013 laying down the multiannual financial framework for the years 2014-2020 (OJ L 347, 20.12.2013, p. 884). (5) Regulation (EC) No 1893/2006 of the European Parliament and of the Council of 20 December 2006 establishing the statistical classification of economic activities NACE Revision 2 and amending Council Regulation (EEC) No 3037/90 as well as certain EC regulations on specific statistical domains (OJ L 393, 30.12.2006, p. 1)."
    }
  ]
}