{
  "document_category": "eurlex",
  "docId": "eurlex_86",
  "chunk_index": 10,
  "chunk_text": "(c) The determination of the amount of macro-financial assistance provided should also take into account the need to ensure fair burden sharing between the Union and the other donors and the added value of the overall Union involvement. (d) Where the financing needs of the beneficiary decrease fundamentally during the period of disbursement of the macro-financial assistance compared to the initial projections, the Commission should, in accordance with the advisory procedure where the assistance is equal to or below EUR 90 million, and in accordance with the examination procedure where the assistance is above EUR 90 million, reduce the amount of such assistance or suspend or cancel it. 6. Conditionality (a) A pre-condition for granting macro-financial assistance should be that the eligible country or territory respects effective democratic mechanisms, including a multi-party parliamentary system and the rule of law and guarantees respect for human rights. The Commission should provide a publicly available assessment (1) on the fulfilment of this pre-condition and should monitor it throughout the life-cycle of the macro-financial assistance. This point should be applied in accordance with the Decision establishing the organisation and functioning of the EEAS. (b) Macro-financial assistance should be conditional on the existence of a non-precautionary credit arrangement between the eligible country or territory and the IMF, which fulfils the following conditions:  the objective of the arrangement is consistent with the purpose of the macro-financial assistance, namely to alleviate short-term balance of payment difficulties;  the implementation of strong adjustment measures consistent with the aim of macro-financial assistance, as defined in point 1(a). (c) The disbursement of the assistance should be conditional on a continuous satisfactory track record in respect of an IMF-supported policy programme and on the fulfilment of the pre-condition referred to in letter (a) of this point. It should also be conditional on the implementation, within a specific time frame, of a series of clearly defined economic policy measures focusing on structural reforms and sound public finances, to be agreed between the Commission and the beneficiary and to be laid down in a Memorandum of Understanding. (d) With a view to protecting the Unions financial interests and reinforcing the beneficiaries governance, the Memorandum of Understanding should include measures that aim to enhance the efficiency, transparency and accountability of public finance management systems. (e) Progress in mutual market opening, the development of rules-based and fair trade and other priorities in the context of the Unions external policy should also be duly taken into account in designing the policy measures. (f) The policy measures should be consistent with the existing partnership agreements, cooperation agreements or association agreements concluded between the Union and the beneficiary and with the macroeconomic adjustment and structural reform programmes implemented by the beneficiary with the support of the IMF. 7. Procedure (a) A country or territory seeking macro-financial assistance should make a request in writing to the Commission."
}