{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 32,
  "chunk_text": "Improving our understanding of sustainable consumption and production patterns, how the costs and benefits of action and the costs of inaction can be considered more accurately, how changes in individual and societal behaviour contribute to environmental outcomes and how Europes environment is affected by global megatrends can help to better target policy initiatives towards improving resource efficiency and relieving pressure on the environment; (3) there are still uncertainties surrounding the human health and environmental implications of endocrine disruptors, the combined effects of chemicals, certain chemicals in products and certain nanomaterials. Filling the remaining knowledge gaps can accelerate decision-making and enable the further development of the chemicals-related acquis to better target areas of concern, and also help to stimulate a more sustainable approach to the use of chemicals. A Union-wide database should be considered, in order to increase the transparency and regulatory oversight of nanomaterials. An improved understanding of the environmental factors and the levels of exposure affecting human health and the environment would allow preventive policy actions to be taken. Targeted human biomonitoring, when justified by specific concerns, can provide authorities with a more comprehensive view of actual exposure of the population to pollutants, especially sensitive population groups such as children, and can provide better evidence for guiding appropriate responses; (4) in order to develop a comprehensive approach to minimising exposure to hazardous substances, in particular for vulnerable groups, including children and pregnant women, a chemical exposure and toxicity knowledge base will be established. This, together with the development of guidance documentation on test methods and risk assessment methodologies will accelerate efficient and appropriate decision-making, which is conducive to innovation and the development of sustainable substitutes including non-chemical solutions; (5) ensuring all sectors contribute to efforts to combat climate change requires a clear overview of GHG measurement, monitoring and data collection, which is currently incomplete for key sectors. Horizon 2020 will provide the opportunity to focus research efforts and to deploy Europes innovation potential by bringing together resources and knowledge across different fields and disciplines within the Union and internationally. 72. New and emerging issues arising from rapid technological developments that outpace policy, such as nanomaterials and materials with similar properties, unconventional energy sources, carbon capture and storage and electromagnetic waves, pose risk management challenges and can give rise to conflicting interests, needs and expectations. This in turn can lead to increasing public concern and potential hostility to new technologies. There is therefore a need to ensure a broader, explicit societal debate about the environmental risks and possible trade-offs that we are willing to accept in the light of sometimes incomplete or uncertain information about emerging risks and how they should be handled. A systematic approach to environmental risk management will improve the Unions capacity to identify and act upon technological developments in a timely manner, while providing reassurance to the public. 73."
}