{
  "document_category": "eurlex",
  "docId": "eurlex_72",
  "chunk_index": 11,
  "chunk_text": "4. The EU guarantee shall be restricted to 65 % of the aggregate amount disbursed and guaranteed under EIB financing operations, less amounts reimbursed, plus all related amounts. 5. The EU guarantee shall cover EIB financing operations signed during the period from 1 January 2014 to 31 December 2020. 6. If, on expiry of the period referred to in paragraph 5, the European Parliament and the Council have not adopted a decision granting a new EU guarantee to the EIB against losses under its financing operations outside the Union, that period shall be automatically extended once by six months. Article 2 Ceilings for EIB financing operations under EU guarantee 1. The maximum ceiling of the EIB financing operations under EU guarantee throughout the period 2014-20 shall not exceed EUR 30 000 000 000. Amounts initially earmarked for financing operations but subsequently cancelled shall not count against the ceiling. This maximum ceiling shall be broken down into: (a) a fixed ceiling of a maximum amount of EUR 27 000 000 000; (b) an optional additional amount of EUR 3 000 000 000. The European Parliament and the Council shall decide in accordance with the ordinary legislative procedure on the activation in whole or in part of the amount referred to in point (b) and its regional distribution following the mid-term review as set out in Article 19. 2. The fixed ceiling referred to in point (a) of paragraph 1 shall be broken down into regional ceilings and sub-ceilings as laid down in Annex I. Within the regional ceilings, the EIB shall progressively ensure a balanced country distribution within the regions covered by the EU guarantee. Article 3 General objectives and principles 1. The EU guarantee shall be granted only for EIB financing operations which have added value on the basis of the EIB's own assessment, and support any of the following general objectives: (a) local private sector development, in particular support to SMEs; (b) development of social and economic infrastructure, including transport, energy, environmental infrastructure, and information and communication technology; (c) climate change mitigation and adaptation. 2. Whilst preserving the EIB's distinct character as an investment bank, EIB financing operations carried out under this Decision shall contribute to the general EU interest, in particular the principles guiding Union external action, as referred to in Article 21 TEU and shall contribute to the implementation of international environmental agreements to which the Union is a party. The EIB governing bodies are encouraged to take the necessary measures to adapt the EIB activity to contribute to the Union external policies in an effective manner, and to adequately meet the requirements set out in this Decision. 3. Regional integration among countries, including in particular economic integration between Pre-accession countries, Neighbourhood countries and the Union, shall be an underlying objective for EIB financing operations within areas covered by the general objectives set out in paragraph 1."
}