{
  "document_category": "eurlex",
  "docId": "eurlex_36",
  "chunk_index": 5,
  "chunk_text": "Member States remain competent to decide which authorities represent them in the different activities of the Platform. Cooperation between national authorities of the Member States should comply with applicable Union and national law. (25) To achieve its objectives, the Platform should be supported by a senior representative in each Member State, who should coordinate and liaise with Member States' authorities and, where applicable, with other actors, including the social partners, dealing with the multifaceted aspects of undeclared work. (26) The Platform should involve the social partners at Union level, both cross-industry and in those sectors that are most severely affected by, or have a particular role in the tackling of, undeclared work, and should cooperate with relevant international organisations, such as the ILO, the Organisation for Economic Cooperation and Development and Union agencies, in particular Eurofound and the European Agency for Safety and Health at Work (EU-OSHA). The involvement of Eurofound and EU-OSHA in the work of the Platform as observers should not extend their existing mandates. (27) The Platform should adopt its rules of procedure, work programmes and regular reports. (28) The Platform should be able to establish working groups to examine specific issues and should be able to rely on the expertise of professionals with specific competence. (29) The Platform should cooperate with the relevant expert groups and committees at Union level whose work has links with undeclared work. (30) The Platform and its activities should be funded through the PROGRESS axis of the European Union Programme for Employment and Social Innovation (EaSI) within the appropriations set by the European Parliament and the Council. The Commission should ensure that the Platform uses the financial resources dedicated to the Platform in a transparent and efficient way. (31) Given the importance of openness and access to documents reflected in the principles provided for in Article 15 TFEU, the Platform should conduct its work in a transparent manner and in accordance with those principles. (32) The Commission should take the necessary administrative steps to set up the Platform. (33) The Platform should fully respect the fundamental rights and observe the principles recognised in the Charter of Fundamental Rights of the European Union. (34) Regulation (EC) No 45/2001 of the European Parliament and of the Council (5) and Directive 95/46/EC of the European Parliament and of the Council (6) as well as the relevant national implementing measures apply to the processing of personal data carried out within the framework of this Decision. (35) The European Data Protection Supervisor has been consulted in accordance with Article 28(2) of Regulation (EC) No 45/2001, HAVE ADOPTED THIS DECISION: CHAPTER I GENERAL PROVISIONS Article 1 Establishment of the Platform A Platform, at Union level, to enhance cooperation between Member States in tackling undeclared work (the Platform) is hereby established. For the purpose of this Decision, tackling, in relation to undeclared work, means preventing, deterring and combating undeclared work as well as promoting the declaration of undeclared work. Article 2 Composition of the Platform 1."
}