{
  "document_category": "eurlex",
  "docId": "eurlex_72",
  "chunk_index": 14,
  "chunk_text": "The Commission shall update, together with the EIB, the existing regional technical operational guidelines for EIB financing operations within one year following the entry into force of this Decision. The regional technical operational guidelines shall be consistent with the wider Union regional policy framework set out in Annex IV. In particular, the regional technical operational guidelines shall ensure that EIB financing under this Decision is complementary to corresponding Union assistance policies, programmes and instruments in the different regions. In updating the regional technical operational guidelines, the Commission and the EIB shall take into account relevant European Parliament resolutions and Council decisions and conclusions. The regional technical operational guidelines shall be consistent with the priorities contained in the national or regional programmes, where available, drawn up by the beneficiary countries, taking due account of any consultation with local civil society in the process of drawing up those programmes. The Commission shall transmit to the European Parliament and to the Council the updated regional technical operational guidelines, as soon as they are established. Within the framework set out by the regional technical operational guidelines, the EIB shall define corresponding financing strategies and ensure their implementation. EIB financing operations shall be consistent with the regional technical operational guidelines and the strategies of the beneficiary country. The regional technical operational guidelines shall be reviewed following the mid-term review referred to in Article 19. 2. Within the framework of the procedure provided for in Article 19 of Protocol No 5, the Commission delivers an opinion on EIB financing operations. In the case of EIB financing operations falling under this Decision, where the Commission delivers an unfavourable opinion, that operation shall not be covered by the EU guarantee. Article 6 Cooperation with the Commission and the EEAS 1. The consistency of EIB external actions with Union external policy objectives shall be further strengthened, with a view to maximising synergies between EIB financing operations and Union budgetary resources, in particular through the updating of the regional technical operational guidelines referred to in Article 5, for which the EEAS shall be consulted on policy issues, as appropriate, as well as through regular and systematic dialogue and early exchange of information on: (a) strategic documents prepared by the Commission or the EEAS as appropriate, such as country and regional strategy papers, indicative programmes, action plans and pre-accession documents; (b) the EIB's strategic planning documents, investment project pipelines and EIB annual reporting to the Commission; (c) other policy and operational aspects. 2. The cooperation shall be carried out on a region-by-region basis, including at Union delegation level, taking into consideration the EIB's role as well as the policies of the Union in each region."
}