{
  "document_category": "eurlex",
  "docId": "eurlex_42",
  "chunk_index": 13,
  "chunk_text": "By 8 September 2016, the Commission shall develop a communication strategy, aiming to enhance information and increase awareness with regard to the ISA2 programme and its benefits, targeting businesses, including SMEs, and citizens, and employing user-friendly means on the ISA2 programme's website. Article 4 General principles Actions launched or continued under the ISA2 programme shall: (a) be based on utility and driven by identified needs and programme objectives; (b) comply with the following principles:  subsidiarity and proportionality,  user-centricity,  inclusion and accessibility,  delivery of public services in such a way as to prevent digital divide,  security, respect for privacy and data protection,  multilingualism,  administrative simplification and modernisation,  transparency,  preservation of information,  openness,  re-usability and avoidance of duplication,  technological neutrality, solutions which, insofar as possible, are future-proof, and adaptability,  effectiveness and efficiency; (c) be flexible, extensible and applicable to other business or policy areas; and (d) demonstrate financial, organisational and technical sustainability. Article 5 Actions 1. The Commission shall, in cooperation with the Member States and in accordance with Article 8, implement the actions specified in the rolling work programme established pursuant to Article 9. 2. Actions in the form of projects shall, where appropriate, consist of the following phases:  initiation,  planning,  execution,  closing and final evaluation,  monitoring and control. The phases of specific projects shall be defined and specified at the time when the action is included in the rolling work programme. The Commission shall monitor the evolution of projects. 3. The implementation of the ISA2 programme shall be supported by accompanying measures. Article 6 Eligibility criteria All actions to be financed under the ISA2 programme shall comply with all of the following eligibility criteria: (a) the objectives of the ISA2 programme laid down in Article 1(1); (b) one or more of the activities of the ISA2 programme laid down in Article 3; (c) the general principles of the ISA2 programme laid down in Article 4; (d) the financing conditions laid down in Article 11."
}