{
  "document_category": "eurlex",
  "docId": "eurlex_18",
  "chunk_index": 15,
  "chunk_text": "In such cases, it shall do so in accordance with the applicable rules, in particular the provisions of Regulations (EU, Euratom) No 966/2012, (EU) No 1290/2013 and (EU) No 1291/2013. Article 11 Protection of the financial interests of the Union 1. The Commission shall take appropriate measures to ensure that, when actions financed under this Decision are implemented, the financial interests of the Union are protected by the application of preventive measures against fraud, corruption and any other illegal activities, by effective checks and, if irregularities are detected, by the recovery of the amounts wrongly paid and, where appropriate, by effective, proportionate and dissuasive administrative sanctions. 2. PRIMA-IS shall grant Commission staff and other persons authorised by the Commission, as well as the Court of Auditors, access to its sites and premises and to all the information, including information in electronic format, that is needed in order to conduct their audits. 3. The European Anti-Fraud Office (OLAF) may carry out investigations, including on-the-spot checks and inspections, in accordance with the provisions and procedures laid down in Council Regulation (Euratom, EC) No 2185/96 (9) and Regulation (EU, Euratom) No 883/2013 of the European Parliament and of the Council (10) with a view to establishing whether there has been fraud, corruption or any other illegal activity affecting the financial interests of the Union in connection with a grant agreement or grant decision or a contract funded, directly or indirectly, in accordance with this Decision. 4. Without prejudice to paragraphs 1, 2 and 3, contracts, grant agreements and grant decisions, resulting from the implementation of this Decision shall contain provisions expressly empowering the Commission, PRIMA-IS, the Court of Auditors and OLAF to conduct such audits and investigations in accordance with their respective competences. Where the implementation of an action is outsourced or sub-delegated, in whole or in part, or where it requires the award of a procurement contract or financial support to a third party, the contract, grant agreement or grant decision shall include the contractor's or beneficiary's obligation to impose on any third party involved explicit acceptance of those powers of the Commission, PRIMA-IS, the Court of Auditors and OLAF. 5. In implementing PRIMA, the Participating States shall take the legislative, regulatory, administrative and other measures necessary for protecting the Union's financial interests, in particular, to ensure full recovery of any amounts due to the Union in accordance with Regulation (EU, Euratom) No 966/2012 and Delegated Regulation (EU) No 1268/2012. Article 12 Governance of PRIMA 1. The bodies of PRIMA-IS shall include: (a) a Board of Trustees, which shall have a Chair and a Co-Chair; (b) a Steering Committee; (c) a Secretariat, headed by a Director; (d) a Scientific Advisory Committee. 2. PRIMA-IS shall be governed by the Board of Trustees, in which all Participating States are represented. The Board of Trustees shall be the decision-making body of PRIMA-IS."
}