{
  "document_category": "eurlex",
  "docId": "eurlex_52",
  "chunk_index": 7,
  "chunk_text": "In such cases, it shall inform the European Parliament and the Council of the reasons for that suspension or cancellation. 6. The Union's macro-financial assistance shall be disbursed to the National Bank of Ukraine. Subject to provisions to be agreed in the Memorandum of Understanding, including confirmation of Ukraine's residual budgetary financing needs, the Union funds may be transferred to the Ukrainian Ministry of Finance as the final beneficiary. Article 5 1. The borrowing and lending operations related to the Union's macro-financial assistance shall be carried out in euro using the same value date and shall not involve the Union in the transformation of maturities, or expose it to any exchange or interest rate risk, or to any other commercial risk. 2. Where the circumstances permit, and if Ukraine so requests, the Commission may take the necessary steps to ensure that an early repayment clause is included in the loan terms and conditions, and that it is matched by a corresponding clause in the terms and conditions of the borrowing operations. 3. Where circumstances permit an improvement of the interest rate of the loan, and if Ukraine so requests, the Commission may decide to refinance all or part of its initial borrowings or may restructure the corresponding financial conditions. Refinancing or restructuring operations shall be carried out in accordance with paragraphs 1 and 4 and shall not have the effect of extending the maturity of the borrowings concerned or of increasing the amount of capital outstanding at the date of the refinancing or restructuring. 4. All costs incurred by the Union which relate to the borrowing and lending operations under this Decision shall be borne by Ukraine. 5. The Commission shall inform the European Parliament and the Council of any developments in the operations referred to in paragraphs 2 and 3. Article 6 1. The Union's macro-financial assistance shall be implemented in accordance with Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council (9) and Commission Delegated Regulation (EU) No 1268/2012 (10). 2. The implementation of the Union's macro-financial assistance shall be under direct management. 3. The Memorandum of Understanding and the Loan Agreement shall contain provisions: (a) ensuring that Ukraine regularly checks that financing provided from the general budget of the Union has been properly used, takes appropriate measures to prevent irregularities and fraud, and, if necessary, takes legal action to recover any funds provided under this Decision that have been misappropriated; (b) ensuring the protection of the Union's financial interests, in particular providing for specific measures in relation to the prevention of, and fight against, fraud, corruption and any other irregularities affecting the Union's macro-financial assistance, in accordance with Council Regulation (EC, Euratom) No 2988/95 (11), Council Regulation (Euratom, EC) No 2185/96 (12) and Regulation (EU, Euratom)"
}