{
  "document_category": "eurlex",
  "docId": "eurlex_20",
  "chunk_index": 8,
  "chunk_text": "Article 3 Content of measures 1. The measures to be taken to achieve the objectives set out in Article 2 shall include the following activities at Union, national, regional or local level linked to the objectives of the European Year: (a) initiatives and events to promote debate and raise awareness of the importance and value of cultural heritage and to facilitate engagement with citizens and stakeholders; (b) information, exhibitions, education and awareness-raising campaigns to convey values such as diversity and intercultural dialogue using evidence from Europe's rich cultural heritage and to stimulate the general public's contribution to cultural heritage protection and management and more generally to achieving the objectives of the European Year; (c) the sharing of experience and good practices of national, regional and local administrations and other organisations, and the dissemination of information about cultural heritage, including via Europeana; (d) the undertaking of studies and research and innovation activities and the dissemination of their results on a European or national scale; and (e) the promotion of projects and networks connected to the European Year, including via the media and social networks. 2. The Commission and the Member States, at Union and national level respectively, may identify activities other than those referred to in paragraph 1, provided that they contribute to achieving the objectives of the European Year set out in Article 2. 3. The Union institutions and bodies, as well as the Member States, at Union and national level respectively, may refer to the European Year and make use of its logo in promoting the activities referred to in paragraphs 1 and 2. Article 4 Coordination at Member State level The organisation of participation in the European Year at national level is a responsibility of the Member States. To that end, Member States shall appoint national coordinators. The national coordinators shall ensure the coordination of relevant activities at national level. Article 5 Coordination at Union level 1. The Commission shall regularly convene meetings of the national coordinators in order to coordinate the running of the European Year. Those meetings shall also serve as opportunities to exchange information regarding the implementation of the European Year at national and Union level; representatives of the European Parliament may participate in those meetings as observers. 2. The coordination of the European Year at Union level shall have a transversal approach with a view to creating synergies between the various Union programmes and initiatives that fund projects in the field of cultural heritage. 3. The Commission shall convene regular meetings of stakeholders and representatives of organisations or bodies active in the field of cultural heritage, including existing transnational cultural networks and relevant NGOs, as well as of youth organisations, to assist it in implementing the European Year at Union level. Article 6 International cooperation For the purpose of the European Year, the Commission shall cooperate with competent international organisations, in particular with the Council of Europe and Unesco, while ensuring the visibility of the Union's participation."
}