{
  "document_category": "eurlex",
  "docId": "eurlex_78",
  "chunk_index": 43,
  "chunk_text": "Other policy options to reduce the impacts of Union consumption on the global environment, including deforestation and forest degradation, will also be explored. 104. The Union should also further intensify its contribution to initiatives that facilitate the transition towards an inclusive and green economy at international level, such as the promotion of appropriate enabling conditions, the development of market-based instruments and indicators beyond GDP, consistent with its internal policies. 105. The Union should continue to promote environmentally responsible business practices. New obligations under the Unions Responsible Business Initiative (92) for listed and large, unlisted, extractive and primary forest logging companies to report payments they make to governments will result in greater transparency and accountability in the way natural resources are exploited. As a leading provider of environmental goods and services, the Union should promote global green standards, free trade in environmental goods and services, the further deployment of environment and climate-friendly technologies, protection of investment and intellectual property rights and the international exchange of best practice. 106. In order to increase the Unions effectiveness in addressing international environmental and climate-related challenges, the 7th EAP shall ensure that by 2020: (a) the outcomes of Rio + 20 are fully integrated into the Unions internal and external policies and the Union is contributing effectively to global efforts to implement agreed commitments, including those under the Rio conventions and to initiatives aimed at promoting the global transition towards an inclusive and green economy in the context of sustainable development and poverty eradication; (b) the Union is providing effective support to national, regional and international efforts to address environmental and climate-related challenges and to ensure sustainable development; (c) the impact of consumption in the Union on the environment beyond the Unions borders is reduced. This requires, in particular: (i) working as part of a coherent and comprehensive post-2015 approach to the universal challenges of poverty eradication and sustainable development, and through an inclusive, collaborative process, towards the adoption of sustainable development goals that:  are coherent with existing internationally agreed goals and targets on, inter alia, biodiversity, climate change, social inclusion and social protection floors;  address, at national and international level, priority areas such as energy, water, food security, oceans and sustainable consumption and production, decent work, good governance and the rule of law;  are universally applicable, covering all three dimensions of sustainable development;  are assessed and accompanied by targets and indicators, while taking into account different national circumstances, capacities and levels of development, and  are consistent with, and supportive of, other international commitments, such as those concerning climate change and biodiversity;"
}