{
  "document_category": "eurlex",
  "docId": "eurlex_72",
  "chunk_index": 6,
  "chunk_text": "In particular, the EIB should contribute to economic, financial and technical cooperation with third countries in accordance with Article 212 TFEU. Furthermore, EIB actions should be in line with international law, including respect for the principles of the Charter of the United Nations. EIB actions should also be in line with the United Nations Economic Commission for Europe Convention on Access to Information, Public Participation in Decision-Making and Access to Justice in Environmental Matters (Aarhus Convention) at relevant stages of the project cycle. In relation to developing countries, EIB financing operations should foster their sustainable economic, social and environmental development, particularly in the most disadvantaged amongst them, their smooth and gradual integration into the world economy, as well as compliance with objectives approved by the Union in the context of the United Nations and other relevant international organisations. While contributing to the implementation of the measures necessary to further the objectives of Union development cooperation policy in accordance with Article 209(3) TFEU, the EIB should strive to support indirectly the achievement of the United Nations' 2015 Millennium Development Goals, and after 2015 the achievement of any new development targets which might modify or replace the Millennium Development Goals, in all regions where it is active. (22) The EIB activity under this Decision should support the implementation of the European Consensus on Development, of the Agenda for Change and of the principles of aid effectiveness outlined in the Paris Declaration of 2005, the Accra Agenda for Action of 2008 and the Busan Partnership Agreement of 2011. Furthermore, it should be coherent with the EU Strategic Framework and Action Plan on Human Rights and Democracy adopted by the Council on 25 June 2012 and international environmental agreements including biodiversity commitments. It should be implemented through a number of concrete measures, in particular by reinforcing the EIB's capacity to appraise environmental, social, development aspects of investment projects, including human rights, fundamental freedoms and conflict-related risks, and by promoting local consultation with public authorities and civil society. In this context, the EIB should implement and further develop its REM which provides a detailed set of performance indicators measuring the economic, environmental, social, and development impact of its financing operations throughout the EIB project cycle. The implementation of the REM should be evaluated as part of the mid-term review of this Decision. When carrying out due diligence in respect of an investment project, the EIB should, where appropriate and in line with the Union's social and environmental principles and international best practices, as well as Union law and the national law of the beneficiary country, require the investment project promoter to carry out local consultations and disclose their results to the public in order to take account of the impact of projects on the relevant stakeholders. The EIB should remain in communication with the project promoters and beneficiaries of the projects throughout the project programming process."
}