{
  "document_category": "eurlex",
  "docId": "eurlex_86",
  "chunk_index": 7,
  "chunk_text": "(4) In its conclusions of 8 October 2002, the Council established criteria (the so-called Genval criteria) to guide macro-financial assistance operations. It would be appropriate to update and clarify these criteria, inter alia the criteria for determining the appropriate form of assistance (a loan, a grant or a combination thereof). (5) These principles should enable the Union to make macro-financial assistance available expeditiously, in particular when circumstances call for immediate action, and to increase the clarity and transparency of the criteria applicable to the implementation of macro-financial assistance. (6) The Commission should ensure that macro-financial assistance is in line with the key principles, objectives and measures taken within the different areas of external action and other relevant Union policies. (7) Macro-financial assistance should support the Unions external policy. The Commission services and the European External Action Service (EEAS) should work closely together throughout the macro-financial assistance operation in order to coordinate, and to ensure the consistency of, Union external policy. (8) Macro-financial assistance should support the beneficiaries commitment to common values shared with the Union, including democracy, the rule of law, good governance, respect for human rights, sustainable development and poverty reduction, and to the principles of open, rules-based and fair trade. (9) A pre-condition for granting macro-financial assistance should be that the eligible country respects effective democratic mechanisms, including a multi-party parliamentary system and the rule of law, and guarantees respect for human rights. Those pre-conditions should be regularly monitored by the Commission. (10) The specific objectives of individual macro-financial assistance decisions should include the strengthening of the efficiency, transparency and accountability of public finance management in the beneficiaries. The achievement of these objectives should be regularly monitored by the Commission. (11) Macro-financial assistance should aim to support the restoration of a sustainable external finance situation for third countries and territories that are facing a shortage of foreign currency and related external financing difficulties. Macro-financial assistance should neither provide regular financial support, nor have as its primary aim the support of the economic and social development of the beneficiaries. (12) Macro-financial assistance should be complementary to the resources provided by the International Monetary Fund (IMF) and other multilateral financial institutions, and there should be fair burden-sharing between the Union and other donors. Macro-financial assistance should ensure the added value of the involvement of the Union. (13) In order to ensure that the Unions financial interests linked to macro-financial assistance are protected efficiently, the beneficiaries should take appropriate measures relating to the prevention of, and the fight against, fraud, corruption and any other irregularities linked to this assistance, and provision should be made for checks by the Commission and for audits by the Court of Auditors. (14) The choice of the procedure for the adoption of the memoranda of understanding should be decided in accordance with the criteria set out in Regulation (EU) No 182/2011."
}