{
  "document_category": "eurlex",
  "docId": "eurlex_81",
  "chunk_index": 5,
  "chunk_text": "The Union shall make macro-financial assistance available to Jordan (the Unions macro-financial assistance) of a maximum amount of EUR 180 million, with a view to supporting Jordans economic stabilisation and reforms. The assistance shall contribute to covering Jordans balance of payments needs as identified in the IMF programme. 2. The full amount of the Unions macro-financial assistance shall be provided to Jordan in the form of loans. The Commission shall be empowered on behalf of the Union to borrow the necessary funds on the capital markets or from financial institutions and to on-lend them to Jordan. The loans shall have a maximum maturity of 15 years. 3. The release of the Unions macro-financial assistance shall be managed by the Commission in a manner consistent with the agreements or understandings reached between the IMF and Jordan, and with the key principles and objectives of economic reforms set out in the EU-Jordan Association Agreement and the EU-Jordan Action Plan for 2010-2015 agreed under the ENP. The Commission shall regularly inform the European Parliament and the Council of developments regarding the Unions macro-financial assistance, including disbursements thereof, and shall provide those institutions with the relevant documents in due time. 4. The Unions macro-financial assistance shall be made available for a period of two years from the first day after the entry into force of the Memorandum of Understanding referred to in Article 3(1). 5. Where the financing needs of Jordan decrease fundamentally during the period of the disbursement of the Unions macro-financial assistance compared to the initial projections, the Commission, acting in accordance with the examination procedure referred to in Article 7(2), shall reduce the amount of the assistance or suspend or cancel it. Article 2 A pre-condition for granting the Unions macro-financial assistance shall be that Jordan respects effective democratic mechanisms, including a multi-party parliamentary system and the rule of law, and guarantees respect for human rights. The Commission shall monitor the fulfilment of this pre-condition throughout the life-cycle of the Unions macro-financial assistance. This Article shall be applied in accordance with Council Decision 2010/427/EU (5). Article 3 1. The Commission, in accordance with the examination procedure referred to in Article 7(2), shall agree with the Jordanian authorities on clearly defined economic policy and financial conditions, focusing on structural reforms and sound public finances, to which the Unions macro-financial assistance is to be subject, to be laid down in a Memorandum of Understanding (the Memorandum of Understanding). The Memorandum of Understanding shall include a time-frame for the fulfilment of those conditions. The economic policy and financial conditions set out in the Memorandum of Understanding shall be consistent with the agreements or understandings referred to in Article 1(3), including the macroeconomic adjustment and structural reform programmes implemented by Jordan, with the support of the IMF. 2. Those conditions shall aim, in particular, to enhance the efficiency, transparency and accountability of the public finance management systems in Jordan, including for the use of the Unions macro-financial assistance."
}