{
  "document_category": "eurlex",
  "docId": "eurlex_52",
  "chunk_index": 1,
  "chunk_text": "Name: Decision (EU) 2015/601 of the European Parliament and of the Council of 15 April 2015 providing macro-financial assistance to Ukraine\n Type: Decision\n Subject Matter: economic policy;  Europe;  EU finance;  international security;  economic analysis;  cooperation policy;  European construction\n Date Published: 2015-04-17 17.4.2015 EN Official Journal of the European Union L 100/1 DECISION (EU) 2015/601 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 15 April 2015 providing macro-financial assistance to Ukraine THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 212 thereof, Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Acting in accordance with the ordinary legislative procedure (1), Whereas: (1) Relations between the European Union and Ukraine are developing within the framework of the European Neighbourhood Policy (ENP) and the Eastern Partnership. The Association Agreement between the European Union and the European Atomic Energy Community and their Member States, of the one part, and Ukraine, of the other part (2) (the Association Agreement), including a Deep and Comprehensive Free Trade Area (DCFTA), was negotiated from 2007 to 2011. It was initialled in 2012, signed by Ukraine on 21 March 2014 and by the Union on 27 June 2014. Since 1 November 2014, important parts of the Association Agreement have been provisionally applied in the areas of the respect for human rights, fundamental freedoms and rule of law, political dialogue and reform, justice, freedom and security, and economic and financial cooperation. (2) Following the reinstatement of the Ukrainian Constitution of 2004, presidential as well as parliamentary elections were successfully held on 25 May 2014 and 26 October 2014, respectively. After the formation of a new government on 2 December 2014 reflecting the outcome of the parliamentary elections, Ukraine has reconfirmed its commitment to political and economic reforms in line with the framework provided by the Association Agreement and has presented an Action Plan outlining the intended reforms. (3) The violation of Ukraine's sovereignty and territorial integrity and the resulting military conflict have had damaging effects on Ukraine's already precarious economic and financial stability. Ukraine is facing a difficult balance of payments and liquidity position linked to receding confidence and concomitant capital flight, as well as a worsening fiscal situation as a result of the direct budgetary cost of the conflict, a deeper than expected recession and the loss of fiscal revenues from the geographic areas controlled by the separatists. At the same time, pre-existing structural weaknesses and budgetary and external financial vulnerabilities have also contributed to the deterioration of the economic situation. (4) In this context, Ukraine's external financing needs are substantially larger than initially identified, requiring additional financial assistance by international creditors and donors."
}