{
  "document_category": "eurlex",
  "docId": "eurlex_79",
  "chunk_index": 32,
  "chunk_text": "4. CONCLUSION A KIC in this area is most suited to address the challenges outlined above. It also meets the criteria put forward for the selection of KIC themes in the SIA:  It addresses a major economic and societal relevant challenge Europe is facing (the need to develop innovative solutions for the cost-effective, low carbon and environmentally friendly exploration, extraction, processing, use, re-use, recycling and end of life management of raw materials), and contribute to the delivery of the Europe 2020 agenda and its objectives on climate and energy, employment, innovation and education.  This KIC focus is aligned with priorities defined in Horizon 2020 and complementary with other Union activities in the raw materials area, in particular with the EIP on Raw Materials.  It is able to mobilise investment from the businesses sector and offers possibilities for various emerging products and services  namely, in the areas of sustainable extraction and processing, materials management, recycling technologies, and materials substitution.  It creates sustainable and systemic impact, measured in terms of new educated entrepreneurial people, new technologies and new business. It offers, in particular, opportunities for social value creation by making efforts towards addressing the goal of sustainability of the whole product lifecycle: using raw material more efficiently and improving effectively the recycling and recovering of raw materials.  It includes a strong education component which is lacking in other initiatives, and will bring together a critical mass of excellent research and innovation stakeholders.  It requires transdisciplinary work involving different areas of knowledge, such as geology, economics, environmental sciences, chemistry, mechanics and multiple industrial areas (construction, automotive, aerospace, machinery and equipment, and renewable energies).  It will address the European paradox, since Europe counts with a strong research base and a weak innovation performance on this area. It offers opportunities for innovation in sustainable mining and materials management. Substitution and recycling can promote further sector change and enhance investment activities through the creation of new products, services and supply chain approaches. Factsheet 3: Food4Future  Sustainable Supply Chain from Resources to Consumers 1. THE CHALLENGE The global food supply chain is facing a complex set of challenges. On the demand side, the situation is characterised by an increasing world population, by an increasing standard of living (especially in the emerging countries) creating demand for a more varied, high-quality diet requiring additional food production. As a result the UN has predicted that food demand will rise by around 70 % by 2050 (7). At the same time, the fast expansion of the bioenergy sector further accentuates the demand for by-products derived from the food production process. On the supply side, global climate change will aggravate pressures on food production and food supply. In addition, a number of food production systems in the world are unsustainable. Without change, the global food system will continue to degrade the environment and compromise the world's capacity to produce food in the future."
}