{
  "document_category": "eurlex",
  "docId": "eurlex_42",
  "chunk_index": 4,
  "chunk_text": "In order to eliminate fragmentation in the interoperability landscape in the Union, a common understanding of interoperability in the Union and a holistic approach to interoperability solutions should be promoted. (19) Interoperability is also a fundamental element of the Connecting Europe Facility (CEF) established by Regulation (EU) No 1316/2013 of the European Parliament and of the Council (21) in the area of broadband infrastructure and services. Regulation (EU) No 283/2014 of the European Parliament and of the Council (22) on guidelines for trans-European networks in the area of telecommunications infrastructure explicitly mentions that one set of the operational priorities for the CEF is the interoperability, connectivity, sustainable deployment, operation and upgrading of trans-European digital service infrastructures and their coordination at Union level. In particular, Regulation (EU) No 283/2014 provides for so-called building blocks, such as e-identification, e-delivery and automated translation, to facilitate cross-border interoperability. (20) On a political level, the Council has repeatedly called for even greater interoperability in Europe and for continued efforts to modernise European public administrations. On 24 and 25 October 2013, the European Council adopted conclusions stressing that the modernisation of public administrations should continue through the swift implementation of services such as e-government, e-health, e-invoicing and e-procurement, which rely on interoperability. The commitment of Member States is essential to ensure the rapid deployment of an interoperable e-society in the Union and the involvement of public administrations in encouraging the use of online procedures. Additionally, in order to establish a more effective, simplified and user-friendly e-administration, some adaptation in the European public administrations, with support from Member States, may be necessary. Efficient online public services are crucial to fostering the confidence of businesses and citizens in digital services. (21) A single sector interoperability perspective is associated with the risk that the adoption of different or incompatible solutions at national or sectoral levels will give rise to new electronic barriers that impede the proper functioning of the internal market and the associated freedoms of movement, and undermine the openness and competitiveness of markets and the delivery of services of general interest to businesses and citizens. In order to mitigate that risk, Member States and the Union should step up joint efforts to avoid market fragmentation. They should ensure cross-border or cross-sector interoperability in the implementation of legislation, while reducing administrative burdens and costs and improving efficiency, and they should promote commonly agreed ICT solutions while ensuring appropriate governance. (22) In the establishment, improvement or operation of common solutions all initiatives should, where appropriate, build on, or be accompanied by, the sharing of experience and solutions and the exchange and promotion of best practices, technological neutrality and adaptability, while principles of security, privacy and protection of personal data should always be applied. In that context, compliance with the EIF, open specifications and standards should be promoted."
}