{
  "document_category": "eurlex",
  "docId": "eurlex_20",
  "chunk_index": 5,
  "chunk_text": "The European Year of Cultural Heritage should promote mutual knowledge, respect and understanding of the respective cultures. (22) Candidate and potential candidate countries should be closely associated with actions under the European Year of Cultural Heritage. The involvement of countries falling within the scope of the European Neighbourhood Policy and other partner countries should also be sought, as appropriate. Such involvement can be pursued under the relevant frameworks for cooperation and dialogue, particularly in the context of the civil society dialogue between the Union and those countries. (23) The safeguarding, conservation and enhancement of Europe's cultural heritage comes under the objectives of existing Union programmes. Therefore, a European Year of Cultural Heritage can be implemented by using those programmes in accordance with their existing provisions and setting funding priorities on an annual or multiannual basis. Programmes and policies in fields such as culture, education, agriculture and rural development, regional development, social cohesion, maritime affairs, environment, tourism, the Digital Single Market Strategy, research and innovation, and communication contribute directly and indirectly to the protection, enhancement, innovative reuse and promotion of Europe's cultural heritage, and can support the European Year of Cultural Heritage in accordance with their respective legal frameworks. National contributions additional to co-financing at Union level, including through flexible funding mechanisms such as public-private partnerships or crowd-funding, can be considered in order to support the objectives of the European Year of Cultural Heritage. (24) The financial interests of the Union should be protected through proportionate measures throughout the expenditure cycle, including the prevention, detection and investigation of irregularities, the recovery of funds lost, wrongly paid or incorrectly used and, where appropriate, administrative and financial penalties. (25) This Decision lays down a financial envelope for the entire duration of the European Year of Cultural Heritage, which is to constitute the prime reference amount, within the meaning of point 17 of the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (8), for the European Parliament and the Council during the annual budgetary procedure. (26) Since the objectives of this Decision, namely to encourage the sharing and appreciation of Europe's cultural heritage, raise awareness of common history and values, and reinforce a sense of belonging to a common European space, cannot be sufficiently achieved by the Member States given the need for transnational exchange of information and Union-wide dissemination of good practice, but can rather be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity, as set out in Article 5 TEU. In accordance with the principle of proportionality, as set out in that Article, this Decision does not go beyond what is necessary in order to achieve those objectives, HAVE ADOPTED THIS DECISION: Article 1 Subject matter 1. The year 2018 shall be designated as the European Year of Cultural Heritage (European Year)."
}