{
  "document_category": "eurlex",
  "docId": "eurlex_79",
  "chunk_index": 40,
  "chunk_text": "Bringing about behavioural changes with no disadvantages for the quality of life and the cost of living in urban areas will be one of the great challenges to be addressed in this area. 2. RELEVANCE AND IMPACT The key objective of a KIC on urban mobility will be to ensure a greener, more inclusive, safer and smarter urban mobility system. As already outlined above, the theme is highly relevant from a societal and public policy point of view. It also is highly relevant from a socio-economic perspective since it involves important economic sectors in GDP and employment terms, such as the automotive or the construction sectors. Urban mobility is, in addition, linked with environmental protection strategies and fully embedded in policies of social inclusion, location, housing and urban design. A KIC on urban mobility is both in line with the priorities defined in Horizon 2020 and with Europe 2020 strategy objectives of achieving a smarter, more sustainable, low carbon and inclusive urban development. A KIC in this thematic area could contribute to each of Europe 2020 strategy objectives by, for example, the promotion of eco-efficient solutions, intelligent ICT schemes for traffic management, and provision of more efficient and affordable transport services. In fact, since urban mobility is by nature systemic, a KIC on this area could offer many possibilities for innovation along the innovation chain, such as the development of multi-modal transport systems, and smarter and more sustainable transport solutions. A KIC on urban mobility draws on a solid technological and industrial base and offers a potential for new products and services (10), in particular in the fields of sustainable planning and eco-industries. Furthermore, the development of innovative urban mobility models will also benefit from the strong policy attention and support that this thematic priority profits from. In addition, these innovative urban models can have a global impact if they are transferred as best practices to the massively growing urban conglomerations in other parts of the world, especially in Africa, Asia and Latin America. A KIC in this area will put urban mobility and urban transport planning in the wider context of sustainable urban planning and spatial development at local and regional level. The KIC would thus have the advantage of working in a multi-disciplinary and cross-sectoral field and of contributing to overcome the current levels of organisational fragmentation the sector faces. It would create the opportunity to establish a closer cooperation between public authorities (mainly at local, regional levels), local associations, and the private sector (such as developers and infrastructure actors), research institutes and universities (integrating the knowledge triangle). Bringing together world-class partners in new configurations will give the KIC on urban mobility the possibility of optimising existing resources and exploit the business opportunities created through these new value-chains. The KIC on Urban Mobility will focus on those activities of the innovation triangle which can benefit from additional Union support specifically via the EIT."
}