{
  "document_category": "memos",
  "document_name": "24271",
  "chunk_index": 22,
  "chunk_text": "A ss’n, 453\nU.S. 1, 16 (1981); Sierra Club v. Morton, 405 U.S. at 737 ( “ [I]r\\jury is what\ngives a person standing to seek judicial review ..., but once review is\nproperly invoked, that person may argue the public interest in support o f\n226 his claim.... It is in [this] sense that we have used the phrase ‘private\nattorney general.’”). Qui tam suits also differ from those cases in which\nthe Supreme Court has permitted litigants to raise the rights o f others\nunder so-called jus tertii or “third party” standing. In those cases, the\nCourt has strictly adhered to the “iryury in fact” requirement, allowing a\nplaintiff to assert the rights o f third parties only if the plaintiff showed\nthat the challenged action also iryured him. See Craig v. Boren, 429 U.S.\n190, 192-97 (1976); Charles A. Wright, TheLaiv of Federal Courts 72 (4th\ned. 1983). Significantly, the Solicitor General’s own office cannot agree on\nwhether the mere prospect o f a bounty is sufficient to create standing. The Deputy Solicitor “counsel [s] against” making such an argument\nbecause: (1) “it cannot be reconciled with recent Supreme Court deci­\nsions”; (2) it cannot “account for the requirement o f redressability which\nthe Court has stressed in recent decisions”; and (3) it “would be in some\ntension with our usual posture [in standing cases], which has generally\nbeen to insist on a formalistic, corrective-justice type model o f standing.” Memorandum for the Acting Solicitor General, from Thomas Merrill,\nDeputy Solicitor General at 3 (Apr. 5, 1989). The Assistant to the Solicitor\nGeneral admits that the standing issue is “close” and “the hardest ques­\ntion” and that the bounty theory “stands in uneasy relation to prevailing\nprinciples o f standing.” Taranto Memo at 3 n.l. To surmount qui tarn’s obvious conflict with established standing doc­\ntrine, the Solicitor General proposes to argue that qui tam actions must\nbe recognized as “cases or controversies” within the meaning of Article\nIII because they were known in England prior to the Revolution and seem\nto have been used to a limited degree in the early years o f the Republic. This historical argument is fundamentally flawed in several respects. 12\nFirst, the status o f historical qui tam actions as cases or controver­\nsies is irrelevant to the validity o f the Solicitor General’s proposed\nreformulation o f qui tam as a truly private suit by the Telator. Qui tam\nas it existed at the time o f the framing involved actions in which the\nrelator sued in a representative capacity to enforce a public penalty on\nbehalf o f the government. See, e.g., Act o f Mar. 1, 1790, ch. 2, § 3, 1 Stat.\nat 102 (authorizing informers to collect penalties for official miscon­\nduct under Census Act). Although it may have violated separation o f\npowers, such an action at least presented a case or controversy\nbecause the real party in interest — the government — had suffered an\ninjury and thus had a cognizable claim."
}