{
  "document_category": "memos",
  "document_name": "22646",
  "chunk_index": 3,
  "chunk_text": "They are subject to federal authority only where\nparamount federal constitutional or statutory rights supervene.”). Meachum v. Fano, A ll U.S. 215, 229 (1976) (“The federal courts do not\nsit to supervise state prisons, the administration of which is of acute\ninterest to the states.”). In reaching our conclusion, we recognize that it could be argued that\nN ational League o f Cities is not applicable to the proposal in question\nhere because the proposed legislation, assuming that it would not also\ndirect the states in the administration of their pre-trial detention facili­\nties, would not directly usurp the decisionmaking functions of the states\nin the administration of their prison facilities. We are not convinced,\nhowever, that legislation must directly supplant state decisionmaking to\nrun afoul of the principles of National League o f Cities. It is clear from\nthe opinion that the Court was concerned primarily with the effect of\nlegislation on “the traditional ways in which the local governments\nhave arranged their affairs.” 426 U.S. at 849. If, as noted in your\nrequest, this legislation is necessary because state and local governments\nare refusing to continue contracting to house federal pre-trial detainees\nbecause of overcrowding, a requirement that they provide facilities,\nregardless of the overcrowding of state and local facilities, may force\nthe states, even with some statutory fee provided, to reallocate their\nfacilities or at worst either to detain fewer persons or to construct more\ndetention facilities. 1 The proposed legislation might then be regarded as\ninterfering substantially, though arguably less directly than the legisla­\ntion invalidated in National League o f Cities, with the states’ administra­\ntion of their prison facilities. 1 T he states, with already crowded facilities, would be placed in a particularly difficult position by\nthe proposed legislation because, unless they acted to relieve any overcrowding caused by housing\nfederal pre-trial detainees, they could be found by a federal court to have denied the detainees due\nprocess and ordered to eliminate the overcrowding. See Campbell v. Cauthron, 623 F.2d 503 (8th Cir.\n1980). See also Bel/ v. Wolfish, 441 U.S. 520 (1979). 144 Moreover, under Justice Blackmun’s balancing test, the intrusion may\nbe less justifiable than the intrusion held to be impermissible in National\nLeague o f Cities. The federal interest served by the proposed legislation\nappears to be primarily that of saving the cost to the federal govern­\nment of constructing and administering pre-trial detention facilities for\nits detainees. In cities where there are relatively few federal detainees,\nit would obviously be more efficient to use existing state facilities than\nto construct new federal facilities. That interest, however, does not\nseem to be “demonstrably greater” than the state interest in avoiding\nfurther overcrowding of its facilities so as to justfy the intrusion. There is also a line of cases decided prior to National League o f Cities\nwhich suggests that this proposal could be considered as far more\nintrusive than imposing wage and hour restrictions on state govern­\nments because it imposes an affirmative obligation on the states and\ntheir subdivisions to perform a federal function."
}