{
  "document_category": "memos",
  "document_name": "1272131",
  "chunk_index": 7,
  "chunk_text": "That division of\nauthority is contrary to Article 23(3), because nothing in the Constitution\nwould preclude the United States from discharging all of those controls\nthrough one government agency. DEA agrees that “the United States fails to adhere strictly” to the single\ngovernment agency provision because “both DEA and HHS carry out\ncertain functions set forth in article 23, paragraph 2.” Lyle E. Craker,\nPhD, 76 Fed. Reg. at 51,409.5 For the current framework to be in compli- 5 Members of Congress and the American Bar Association have also recognized that\nthe division of regulatory responsibilities among federal agencies fails to comply with the\nSingle Convention. See 129 Cong. Rec. 7434 (Mar. 24, 1983) (Rep. McKinney) (recognizing that the current division of responsibilities is in “violation of the [S]ingle\n[C]onvention” and introducing a bill that would create an “Office for the Supply of\nInternationally Controlled Drugs” within the Department of Health and Human Services\nto “comply[] with the [S]ingle [C]onvention on [N]arcotic [D]rugs”); Report No. 1 of the\nSection of Administrative Law, 109 Ann. Rep A.B.A. 447, 482 (1984) (noting that the\nSingle Convention “requires that a single government agency license all domestic pro- 8 Licensing Marijuana Cultivation ance with the single-agency requirement of the treaty, we would have to\nview NIDA as performing the physical-possession and governmentmonopoly functions on behalf of DEA. See State Mem. at 5. But we do\nnot believe that NIDA acts for DEA, and it is unlikely that DEA could\nlawfully supervise NIDA in the performance of its functions. We are\naware of no statute that gives DEA that authority. And the President may\nnot delegate to DEA his constitutional authority to supervise NIDA in the\nexercise of its statutory responsibilities. See Centralizing Border Control\nPolicy Under the Attorney General, 26 Op. O.L.C. 22, 24–25 (2002). 2.\nWe turn next to the requirement that the single government agency\n“purchase and take physical possession” of the marijuana. Single Convention art. 23(2)(d). As noted above, NIDA contracts with, and partially\noversees, the cultivation of marijuana by the National Center, which is\nlicensed by DEA. But under that contractual arrangement, neither NIDA\nnor DEA takes physical possession of the marijuana. Rather, the National\nCenter itself stores the marijuana on the premises of the University of\nMississippi and ships it to researchers approved by DEA. Neither NIDA\nnor DEA accepts delivery of the harvested crops. That contractual arrangement does not satisfy the United States’ obligations under Article\n23(d). The contract at most results in a federal government agency’s having constructive, rather than physical, possession of the marijuana crop. a. The Single Convention does not define “physical possession.” In construing that term we should “begin with the text of the treaty and the\ncontext in which the written words are used.” Water Splash, Inc. v. Menon, 137 S. Ct. 1504, 1508–09 (2017) (internal quotation marks omitted);\nsee also Restatement (Third) of the Foreign Relations Law of the United\nStates § 325(1) (Am. Law Inst. 1987) (“Restatement of Foreign Relations”)"
}