{
  "document_category": "memos",
  "document_name": "1349716",
  "chunk_index": 16,
  "chunk_text": "That principle has particular force here\nbecause, on occasion, Congress has expressly sought to preclude OIRA\nreview of some rulemakings. See supra Part II.C (citing President\nReagan’s 1981 signing statement regarding a bill that precluded the application of EO 12291); see also Consolidated Appropriations Act, 2012,\nPub. L. No. 112-74, div. C, tit. II, 125 Stat. 786, 894 (2011) (appropriating funds to OMB provided that “none of the funds . . . may be used for\nthe purpose of reviewing any agricultural marketing orders or any . . .\nregulations under the provisions of the Agricultural Marketing Agreement\nAct of 1937”); Copeland, Role of OIRA at 25 (discussing these examples). Absent such a clear statement, we will not presume that Congress sought\nto limit the President’s supervisory authority. C.\nWe proceed to examine the distinctive statutory features commonly\nthought to define agency independence. Chief among those is tenure\nprotection, which is often described as “[t]he distinguishing characteristic” that makes an agency “independent.” Simms Memorandum at 8. Many independent agencies are headed by officials covered by such a\nprovision. See, e.g., 15 U.S.C. § 41 (members of the Federal Trade Commission “may be removed by the President for inefficiency, neglect of\nduty, or malfeasance in office”); id. § 2053(a) (members of the Consumer\nProduct Safety Commission “may be removed by the President for neglect\nof duty or malfeasance in office but for no other cause”); 42 U.S.C.\n§ 7171(b)(1) (members of the Federal Energy Regulatory Commission\n“may be removed by the President only for inefficiency, neglect of duty,\nor malfeasance in office”). 12 But the statutory limits on the President’s\n12 Several independent regulatory agencies are headed by officers who do not enjoy\nany express protection against removal without cause: the Commodity Futures Trading 18 Extending Regulatory Review to Independent Regulatory Agencies authority to remove the head of an agency do not preclude the President\nfrom requiring independent agencies to comply with EO 12866, much less\ndo so clearly. Requiring an agency to comply with EO 12866 would not\nconflict with those statutes, which do not preclude, and indeed presume,\nongoing presidential supervision of the agency. The Supreme Court’s decision in Humphrey’s Executor serves as the\nfoundation for any argument to the contrary. In Humphrey’s Executor,\nthe Court addressed whether Congress could prohibit the removal without\ncause of members of the Federal Trade Commission (“FTC”). In contrast\nwith a “purely executive” officer, such as the postmaster whose job was at\nissue in Myers, Humphrey’s Executor concluded that the FTC exercised\nwhat it described as “quasi-legislative” and “quasi-judicial” functions,\n295 U.S. at 629, and the Constitution did not grant the President an “illimitable power of removal” over such officers. Id.; see also Wiener, 357\nU.S. at 353–54 (interpreting a statute to provide tenure protection to\nmembers of the War Claims Commission, an agency with adjudicative\nfunctions). In the course of upholding the lawfulness of such a restriction, the\nCourt in Humphrey’s Executor spoke in sweeping terms about the congressional intent underlying the FTC Act: Commission, the Federal Communications Commission, the Office of Financial Research,\nand the SEC. But cf. Free Enter."
}