{
  "document_category": "memos",
  "document_name": "22556",
  "chunk_index": 19,
  "chunk_text": "Under these circumstances, the President could properly consider the\npertinent intrasession recess period to be one during which the Senate is\nnot genuinely “capable of exercising its constitutional function of advising and consenting to executive nominations,” Recess Appointments, 41\nOp. Att’y Gen. at 467; see Dellinger Opinion, 20 Op. O.L.C. at 161 (noting the President’s “discretion to make a good-faith determination of\nwhether a given recess is adequate to bring the Clause into play”); Daugh- 17 The Senate’s rules would also prevent it from acting on nominations or transacting\nother legislative business during such sessions if, as expected, only a few Senators are\npresent. Under those rules, a quorum consists of “a majority of the Senators duly chosen\nand sworn.” Senate Rule VI(1), Senate Standing Rules at 5. Whenever it is determined\nthat “a quorum is not present, a majority of the Senators present may direct the Sergeant\nat Arms to request, and, when necessary, to compel the attendance of the absent Senators, which order shall be determined without debate; and pending its execution, and\nuntil a quorum shall be present, no debate nor motion, except to adjourn, or to recess\npursuant to a previous order entered by unanimous consent, shall be in order.” Senate\nRule VI(4), id. at 5–6; see also Riddick’s Senate Procedure at 1046 (“No debate nor\nbusiness can be transacted in the absence of a quorum[.]”). We recognize that, as a\npractical matter, neither the scheduling order nor the quorum requirement will always\nprevent the Senate from acting without a quorum through unanimous consent. Indeed,\nthe Senate has occasionally enacted legislation by unanimous consent during pro forma\nsessions. See infra p. 45. But as more fully explained below, we do not believe that this\nsporadic practice requires the President to consider the Senate available to perform its\nconstitutional functions when it is in recess and, particularly, when it has provided by\norder that no business will be conducted. 34 Recess Appointments Amid Pro Forma Senate Sessions erty Opinion, 33 Op. Att’y Gen. at 25 (discussing the President’s “large,\nalthough not unlimited, discretion to determine when there is a real and\ngenuine recess making it impossible for him to receive the advice and\nconsent of the Senate”). Indeed, as noted above, presidential messages\ndelivered to the Senate during previous recesses were not laid before that\nbody and entered into the Congressional Record until after the recess was\nover, notwithstanding the convening of pro forma sessions before that\ndate. See supra note 5 & accompanying text. And the Senate has made\nspecial arrangements for the appointment of its own officers during the\nrecess, in apparent recognition of the fact that it will not be in session for\nthe purpose of making appointments under its usual procedures. See supra\nnote 4 & accompanying text. “[T]he rationale for treating substantial\nintrasession adjournments as ‘recesses’ for purposes of the Recess Appointments Clause is that substantial adjournments prevent the Senate\nfrom acting on nominations.” Intrasession Recess Appointments, 13 Op.\nO.L.C. at 273."
}