{
  "document_category": "memos",
  "document_name": "20226",
  "chunk_index": 3,
  "chunk_text": "authorized by law.” 18 U.S.C. § 3056(c)(1)(F). Aside from expressly granting cer­\ntain powers generally afforded federal law enforcement personnel, the statute does\nnot attempt to enumerate the specific actions the Secret Service may take in ful­\nfilling its responsibility to protect the President. The legislative history of § 3056 also does not include any enumeration of the\nspecific actions the Secretary may take to protect the President. Although the\nSecret Service has routinely protected the President since the assassination of\nPresident McKinley in 1901, see S. Rep. No. 82-467, at 2-3 (1951), Congress\ndid not provide explicit formal authority for this role until 1951. See Pub. L.\nNo. 82-79, 65 Stat. 121, 122 (1951). Neither the congressional report language\nnor the floor debates concerning the authorizing legislation elaborate upon the\nactivities and functions Secret Service officials may undertake in protecting the\nPresident. Moreover, subsequent amendments to §3056 pertaining to the Secret\nService’s protection duties merely expanded the group of officials over which the\nSecret Service has protective responsibilities, without delineating how the protec­\ntion is to be accomplished. Although both the language of §3056 and its legislative history are silent as\nto specific protective acts, the language and legislative history of 18 U.S.C. § 1752,\nwhich authorizes the Secretary to designate and regulate temporary residences of\nthe President, provide some insight into the scope of the Secret Service’s authority\nunder §3056 with respect to the environs of the White House. Section 1752 was\napparently intended to provide the Secret Service with authority to provide the\nsame degree of protection for the President outside the vicinity of the White House\nas Congress believed the Secret Service could exercise, under §3056, within the\nvicinity of the White House. Section 1752 grants the Secretary the authority to\n“ designate by regulations the buildings and grounds which constitute the tem­\nporary residences of the President.” 18 U.S.C. § 1752(d)(1). It also allows the\nSecretary “ to prescribe regulations governing ingress or egress to such buildings\nand grounds and to posted, cordoned off, or otherwise restricted areas where the\nPresident. . . is or will be temporarily visiting.” Id. § 1752(d)(2). The legislative history of the statute suggests that, when enacting § 1752, Con­\ngress believed the Secret Service already had similar or greater authority to control\naccess to the environs of the White House. In 1969, Senator Hruska introduced\nS. 2896, stating that its purpose was “ to provide more effective control over\nunauthorized entry into the temporary residence of the President, and any buildings\nwhich are being temporarily used as executive office buildings.” 115 Cong. Rec.\n25,436 (1969) (statement of Sen. Hruska). The Senate Judiciary Committee report\naccompanying S. 2896 stated that the bill would “ extend Federal protection to\ntemporary residences and offices of the President.” S. Rep. No. 91-1252, at 6\n(E) pay expenses for unforeseen emergencies o f a confidential nature under the direction o f the Secretary\no f the Treasury and accounted for solely on the Secretary’s certificate. 18 U.S.C. § 3056(c)(1). Ill Opinions o f the Office o f Legal Counsel in Volume 19 (1970) (emphasis added)."
}