{
  "document_category": "memos",
  "document_name": "24271",
  "chunk_index": 31,
  "chunk_text": "Indeed, it is worth noting that com m on law cnm es and qui tam involve complementary errors:\ncnm inal comm on law is inconsistent w ith Congress’s legislative power, while qui tam is inconsistent with\nthe President’s executive power. Both o f those exclusive vestings o f pow er w ere innovations introduced\nby the Constitution, the full implications o f which were only slowly perceived 234 In name, qui tam originated at common law, but common law qui tam\n— which disappeared as early as the 14th century — required injury in\nfact. See Washington University Note, at 83-86. An aggrieved party sought\nto gain access to royal courts by arguing that the private ii\\jury he had\nsustained also was an affront to the king. By the end o f the 14th century,\nthe royal courts were hearing suits without the fiction of qui tam, and the\ndevice faded. See id. at 85. Common law qui tam thus supports the\nSolicitor General’s position only if turned on its head: at common law, the\nactual iryury was to the plaintiff, and it was a legal fiction that iryury was\nalso done the king; under the False Claims Act, the real iryury is to the\ngovernment, and the Solicitor General urges upon us the fiction that it is\nthe private plaintiff who has a viable cause o f action. After the 14th century, qui tam became a creature o f statute, under\nwhich injury in fact was often required. See Washington University\nNote, at 86. Some statutes, however, permitted private informers,\nregardless o f iryury, to prosecute a wrongdoer for violation o f a penal\nlaw. Although the statutes o f Parliament have only tangential bearing on\nthe validity o f a practice under our new Constitution, it nevertheless is\nnoteworthy that even in England, qui tam proved a vexatious device\nthat ultimately could not be reconciled with the institutions o f free and\nresponsible government. As in the early days o f our Republic, statutory\nqui tam served a necessary expedient for a medieval English Gov­\nernment that did not yet have the machinery for effective local law\nenforcement. Part o f the decline o f qui tam may be attributed to its history o f abuse. One commentator noted that the device was used “as means to gratify ill\nwill. Litigation was stirred up simply in order that the informer might\ncompound for a sum o f money. Threats to sue were an easy means o f\nlevying blackmail.” 4 Holdsworth, A History of English Law 356 (1924). Lord Coke classed informers as “viperous vermin.” He contended that\n“the king cannot commit the sword o f his justice or the oil o f his mercy\nconcerning any penal statute to any subject.” See Gerald Hurst, “ Common\nInformers ,” 147 Contemp. Rev. 189-90 (1935). From the 16th century for­\nward, the history o f qui tam is one o f retreat, as Parliament progressive­\nly restricted and curtailed its use. It ultimately was abolished there in\n1951. See Washington University Note, at 83-88. On this side o f the Atlantic, qui tam never really gained a secure\nfoothold, particularly at the federal level."
}