{
  "document_category": "memos",
  "document_name": "19481",
  "chunk_index": 7,
  "chunk_text": "We express no opinion in this memorandum as to whether any particular person or entity may\nqualify as a covered entity for purposes of liability under sections 1320d-5 or 1320d-6. 81 Opinions of the Office of Legal Counsel in Volume 29 from such an entity in a manner that causes the entity to violate Part C. Id. Further\nexamining the statute and the regulations, however, reveals that the inclusion of\nsection 1320d-6(a)(2) merely reflects the fact that the statute and the regulations\nlimit the acquisition, as well as the disclosure and use, of information by covered\nentities. Those sections of the statute authorizing the Secretary of HHS to promulgate regulations speak broadly of adopting standards, inter alia, “for transactions,”\n“providing for a standard unique health identifier,” and concerning “security.” Id.\n§ 1320d-2(a)(1)(A), (b)(1), (d). They do not speak only of regulations governing\nthe “use” and “disclosure” of information; the language used in these provisions\neasily encompasses the acquisition of information. 3 Pursuant to this authority, the\nSecretary has promulgated regulations governing the acquisition of certain\ninformation by a covered entity. See, e.g., 45 C.F.R. § 164.500(b)(1) (“When a\nhealth care clearinghouse creates or receives protected health information . . . .”)\n(emphasis added); id. § 164.502(b)(1) (“When using or disclosing protected health\ninformation or when requesting protected health information from another\ncovered entity . . . .”) (emphasis added); id. § 164.514(d)(4)(i) (“A covered entity\nmust limit any request for protected health information to that which is reasonably\nnecessary . . . .”) (emphasis added). Failure to comply with these regulations may\nrender a covered entity liable for “obtain[ing] individually identifiable health\ninformation” “in violation of this part.” 42 U.S.C. § 1320d-6(a)(2). 4 The difference between the language used in the civil enforcement provision\nand that used in the criminal enforcement provision does not support a broader\nreading of section 1320d-6. The civil enforcement provision makes liable “any\n3 The only statutory section cast in terms of “use” and “disclosure” is the requirement that the\nSecretary submit to Congress “recommendations on standards with respect to the privacy of individually identifiable health information . . . address[ing] at least . . . the uses and disclosures of such information.” Id. § 1320d-2 note. But as discussed above, this quoted language is not found in the main\nprovisions of HIPAA that grant the Secretary authority to promulgate regulations; those provisions use\nbroader terminology that easily includes the authority to regulate the acquisition of information. See id. § 1320d-2. Instead, this section solicited recommendations for further legislation concerning health\nprivacy, facilitated congressional oversight of the privacy rules the Secretary developed, and required\nthe Secretary to issue such rules if Congress did not act on the recommendations within a certain time\nperiod; it is not a restriction of the authority given elsewhere in the statute. See infra note 12. And on its\nface this provision does not purport to describe the extent of the Secretary’s authority, as it requires the\nprivacy recommendations to address “at least” the “uses” and “disclosures” of covered information. Id.\n§ 1320d-2 note (emphasis added); see also id. (same with respect to the privacy regulations)."
}