{
  "document_category": "memos",
  "document_name": "1272131",
  "chunk_index": 19,
  "chunk_text": "The INCB has objected to this practice and noted that it “is in\ncontravention of the provisions of the [Single] Convention.” Report of the International\nNarcotics Control Board for 2001, at 35 (Feb. 27, 2002). 16 Article 26 provides that Article 23 applies to licit cultivation of the coca leaf except\nthat the government agency is not required to take physical possession of the crops within\nfour months, but only “as soon as possible after the end of the harvest.” Single Convention art. 26(1). 21 Opinions of the Office of Legal Counsel in Volume 42 example, a government agency purchases and takes physical possession of\nthose crops following the harvest. 17\nThe Office of the Legal Adviser suggests that state practice with regard\nto opium may not be instructive as to marijuana because “[t]he vulnerabilities of the two plants” to diversion “are significantly different” owing to\ntheir different properties. State Mem. at 6. But the Single Convention’s\ndrafters recognized that “the conditions under which the cannabis plant is\ncultivated for the production of drugs are very different from those under\nwhich the opium poppy is grown for opium,” and nonetheless “provide[d]\nthe same regime for both, namely that of article 23.” Commentary at\n313.18 While state practice is therefore inconclusive, the Single Convention’s\ndrafting history would strongly support our interpretation of the text of\nArticles 23 and 28 even if the treaty were ambiguous. See Water Splash,\n137 S. Ct. at 1511. An earlier draft of the Single Convention would have\nprovided a less-stringent regime for cannabis than applicable to the coca\nleaf, under which a closely regulated private entity could grow marijuana. Under that draft, a “‘licensed scientific institute’” would have been permitted to “‘produce, manufacture, possess and export under close State\nsupervision to the government of another Party small amounts of cannabis\n. . . for the purpose of scientific research.’” Memorandum for Malcolm R.\nWilkey, Assistant Attorney General, Criminal Division, from Robert\nKramer, Assistant Attorney General, Office of Legal Counsel, Re: Constitutionality of Legislation to Carry Out Certain Provisions of Draft Single\nConvention on Narcotic Drugs at 2–3 n.2 (Jan. 20, 1960) (quoting Article\n39 of draft Single Convention). With regard to the coca leaf, however, the\ndraft would have provided for the Article 23 system of controls. See id. 17 See Central Bureau of Narcotics, Licit Cultivation, http://www.cbn.nic.in/html/\noperationscbn.htm (last visited June 6, 2018) (explaining that licensed opium cultivators\nin India “are required to tender their entire produce to the Government”); Mansfield,\nAn Analysis of Licit Opium Poppy Cultivation at 10–12 (describing the licensing and\ncontrol measures for opium cultivation in Turkey, overseen by the Grain Marketing\nBoard, which takes physical possession of crops); United Nations Office on Drugs and\nCrime, Peru Coca Cultivation Survey 8 (June 2005) (explaining that the National Coca\nEnterprise (“ENACO”) “has a monopoly on the commercialization and industrialization\nof the coca leaves,” such that “the selling of coca leaves to any party other than ENACO\nis considered illicit by national law”). 18 Indeed, the Commentary suggests that the regime for opium could, “in practice,”\nprove to be inadequate to control cannabis production. Commentary at 313 n.9. 22 Licensing Marijuana Cultivation"
}