{
  "document_category": "memos",
  "document_name": "20036",
  "chunk_index": 1,
  "chunk_text": "Relocation Deadline Provision Contained in the 1996 Omnibus\nConsolidated Rescissions and Appropriations Act\nRequirement in the Appropriations Act that the United States Information Agency relocate the Office\nof Cuba Broadcasting to south Florida by a date almost a month before the Act was signed into\nlaw constitutes a technical or typographical error, and USIA is entitled to obligate the funds appro­\npriated in the provision, even though it is unable to turn back the clock and comply with the\nprovision’s literal deadline. May 21, 1996\nM e m o r a n d u m O p in io n for th e B r o a d c a s t in g B o a r d of C h a ir m a n G overnors This is in response to your request for advice concerning the interpretation of\na provision contained in title IV of the Omnibus Consolidated Rescissions and\nAppropriations Act, Pub. L. No. 104-134, 110 Stat. 1321, 1321-43 (1996)\n(“ Act” ) (the provision at issue is herein referred to as “ the provision” ). See\nLetter for Walter E. Dellinger, Assistant Attorney General, Office of Legal Coun­\nsel, from David W. Burke, Chairman, Broadcasting Board of Governors (May\n2, 1996). Specifically, you have asked whether the United States Information\nAgency (“ USIA” ) is entitled at this time to spend monies appropriated under\nthe provision, whether the provision requires the relocation of the Office of Cuba\nBroadcasting’s (“ OCB” ) headquarters to south Florida, and whether the accounts\ncited in the provision as being available to finance the relocation are currently\navailable for that purpose. The provision provides a fiscal year 1996 appropriation to USIA to carry out\nactivities authorized under various public laws relating to international broad­\ncasting by the United States. The provision states in pertinent part: For expenses necessary to enable the United States Information\nAgency to carry out the Radio Broadcasting to Cuba Act, as amend­\ned, the Television Broadcasting to Cuba Act, and the International\nBroadcasting Act of 1994 . . . $24,809,000 . . . Provided, That\nnot later than April 1, 1996, the headquarters o f the Office o f Cuba\nBroadcasting shall be relocated from Washington, D.C. to south\nFlorida, and that any funds available under the headings “ Inter­ national Broadcasting Operations,” “ Broadcasting to Cuba,” and\n“ Radio Construction” may be available to carry out this relocation. Pub. L. No. 104-134, 110 Stat. at 1321-43 (emphasis added). As your letter makes clear, because the Act was signed into law on April 26,\n1996, almost one month after the date upon which OCB’s headquarters must be\n209 Opinions o f the Office o f Legal Counsel in Volume 20 relocated to south Florida under the literal terms of the provision’s relocation\ndeadline, these literal terms cannot be satisfied. For the reasons stated below, how­\never, we conclude that USIA is at this time nevertheless entitled to spend funds\nappropriated under the provision. In addition, we conclude that the relocation of\nOCB’s headquarters to south Florida is mandatory under the appropriation."
}