{
  "document_category": "memos",
  "document_name": "22726",
  "chunk_index": 2,
  "chunk_text": ". . .” 39 U.S.C. § 201. The Act provides for a bipartisan Board\nof Governors who are removable by the President only for cause. § 202(c). Moreover, the Postmaster General and the Deputy Postmaster\nGeneral are appointed and removable, not by the President, but by the\nBoard of Governors. § 202(c), (d). An agency directed by a board of governors and by chief executive\nofficers who are not freely removable by the President is not “within”\nthe Executive Branch of the government as that term is ordinarily\nunderstood. After Myers v. United States, 272 U.S. 52 (1926), it is plain\nthat purely executive officers must be appointed by the President, and\nremovable at his will. Under the Act, by contrast, Congress did not\nintend Postal Service officials to have that status. The relevant commit­\ntee report states that the Service was to be removed from the Presi­\ndent’s Cabinet and from the ordinary political process, see H.R. Rep.\nNo. 1104, 91st Cong., 2d Sess. 6, 12-13 (1970), and that the Board was\nto act as a buffer between management of the Service and the possible\ninfluence of partisan politics. In this way, the statute was designed to\nremove “the day-to-day management of the Postal Service from both\nPresidential and Congressional areas of concern while still leaving the\nPostal Service subject to [their] broad policy guidance.” Id. at 13. For purposes of the present inquiry, we need not say whether the\nPresident possesses the constitutional or statutory authority to subject\nto the control of the Attorney General the activities of the Postal\nService in the nondiscrimination area. There is a substantial argument\nthat such control would constitute “broad policy guidance” of the sort\npermitted by the Act. The question here, however, is not one of\npresidential authority, but o f the intent underlying the order. 2 In light of the peculiar status of the Postal Service, we do not believe\nthat the Service should be understood to be included as an “Executive\nagency” within the meaning of the order. The Service is not defined as\nsuch an agency under the Administrative Procedure Act, see 5 U.S.C.\n1In that memorandum, we concluded that, as a general matter, the Attorney General has the power\nto control litigation involving the Service\n2 N or need we say which of the statutes covered by the order is applicable to the Postal Service. 240 §§ 103-105. Moreover, both the Act and its history reveal that Con­\ngress intended to grant the Service at least some measure of insulation\nfrom control by the President and to place the Service in a separate\ncategory from the conventional executive departments. See Leonard v.\nUnited States Postal Service, 489 F.2d 814. In light of that unequivocal\nintent, we believe that, if the President intended to include the Postal\nService under an executive order granting both substantive and proce­\ndural authority to the Attorney General, an explicit statement to that\neffect would ordinarily be expected. 3 Since Executive Order No. 12,250\ncontains no such explicit statement, but instead refers to “Executive\nagencies” generally, we interpret the order as not subjecting the Serv­\nice to the Attorney General’s coordination authority. L a r r y L . S im m s"
}