{
  "document_category": "memos",
  "document_name": "19566",
  "chunk_index": 7,
  "chunk_text": "Con­\nflict o f Interest Statutes: Intermittent Consultants or Advisers, 42 Op. Att’y Gen. I l l , 112 (1962) (Kennedy, A.G.). While the reference in §208 to “ independent” agencies as well as to the\n“ executive branch” may have been designed to make the statutory coverage more\nprecise, we have found no explanation of what Congress specifically intended. The House Report on the 1962 law describes § 207(a) (and §§208 and 209) as\napplying to officers and employees of the ‘executive branch’ or an ‘independent\nagency,’ without further elaboration. See, e.g., H.R. Rep. No. 748, 87th Cong.,\n1st Sess. 11, 12, 13, 23, 24 (1961). The Senate Report describes §§207, 208\nand 209 as applying to present and former government employees only in very\ngeneral terms. See S. Rep. No. 2213, 87th Cong., 2d Sess. (1962), reprinted in\nBd. o f T ax A p p e a ls, 2 7 0 U .S\nw as w ithin e x e cu tiv e branch). 117, 121 (1 9 2 6 ) (Board o f T ax A ppeals perform ed “ q u asi ju d ic ia l” functions and 32 Applicability o f 18 U.S.C. §208 to National Gambling Impact Study Commission 1962 U.S.C.C.A.N. 3852. Applicability o f Post-Employment Restrictions on\nDealing with Government to Former Employees o f the Government Printing\nOffice, 9 Op. O.L.C. 55, 56 n.3 (1985) (“ GPO Opinion” ). A legal commentator\nof the time (and participant in the framing of the legislation) observed that §§ 207209 were to apply to officers and employees of independent agencies as well\nas of the executive branch, but offered no explanation for this innovation. See\nRoswell B. Perkins, The New Federal Conflict-Of-Interest Law, 76 Harv. L. Rev.\n1113, 1123 (1963).9\nB.\nGiven that the legislative history of § 208 is unilluminating, we have considered\nan interpretative approach that draws on the Supreme Court’s pre-1962 jurispru­\ndence. This approach is based on the rule of construction that “ [w]hen Congress\ncodifies a judicially defined concept, it is presumed . . . that Congress intended\nto adopt the interpretation placed on that concept by the courts.” Davis v.\nMichigan D ep’t o f Treasury, 489 U.S. 803, 813 (1989). At the time of §208’s enactment in 1962, two major Supreme Court cases on\n“ independent” agencies, Humphrey’s Executor and Wiener, had addressed the\nconstitutionality of statutory limitations on the power of the President to remove\nagency heads or commissioners. Those cases could serve to explain how §208’s\nreference to “ independent agencies” should be construed. In Humphrey's Executor, the Court upheld a statute restricting the President’s\npower to remove a Commissioner of the FTC on grounds of “ inefficiency, neglect\nof duty, or malfeasance in office.” 295 U.S. at 619. The Court held that the\nconstitutionality of such removal restrictions turned on “ the character of the\noffice.” Id. at 631. The Court viewed the FTC as “ an administrative body created\nby Congress to carry into effect legislative policies embodied in the statute in\naccordance with the legislative standard therein prescribed, and to perform other\nspecified duties as a legislative or as a judicial aid.” Id. at 628."
}