{
  "document_category": "memos",
  "document_name": "19976",
  "chunk_index": 7,
  "chunk_text": "t shall not be unlawful under this chapter for a person acting under color o f law to intercept a\nwire, oral, or electronic communication, where . . . one o f the parties to the communication has given prior consent\nto such interception.’- According to the legislative history o f §251 l(2)(c), “ (c)onsent may be expressed or implied.”\nS. Rep. No. 90-1097, at 94 (1968), reprinted in 1968 U.S.C.C.A.N. 2112, 2182 ( “ Surveillance devices in banks\nor apartment houses for institutional or personal protection would be impliedly consented to .” ). “ In the Title in\nmilieu as in other settings, consent inheres where a person's behavior manifests acquiescence or a comparable vol­\nuntary diminution of his or her otherwise protected rights.” Criggs-Ryan v. Smith, 904 F.2d 112, 116 (1st Cir.\n1990) (citations omitted). “ fl]raplied consent— o r the absence o f it — may be deduced from ‘the circumstances\nprevailing’ in a given situation. . . . The circumstances relevant to an implication of consent will vary from case\nto case, but the compendium will ordinarily include language o r acts which tend to prove (or disprove) that a party\nknows of, or assents to, encroachments on the routine expectation that conversations are private.” Id. at 117 (citation\nomitted). See also United States v. Amen , 831 F.2d 373, 378-79 (2d Cir. 1987) (no violation o f Title DI where\ntaping o f prison inmates* telephone calls was impliedly consented to by inmates who used phones when on notice\no f the monitoring procedures at prison; “ [h]ere we imply consent in fact from surrounding circumstances indicating\nthat the appellants knowingly agreed to the surveillance” ) (citations omitted), cert, denied, 485 U.S. 1021 (1988). 319 Opinions o f the Office o f Legal Counsel in Volume 20 is to inform officials of that location in order for the caller to obtain, and the\nemergency service officials to provide, help. The caller is the source of the loca­\ntion information needed by the government to respond, and his call evidences\nnot merely an expectation, but in fact a purpose, of conveying that information\nto the authorities. If the caller himself does not tell the authorities where he is\nlocated (which he generally does), it is presumably due to the exigent cir­\ncumstances resulting from the emergency, and not to any desire to withhold such\ninformation. Even if the emergency is in a different location, his decision to reach\nout to government officials to seek their help indicates that he would similarly\ntell them his location if it would help them respond to the emergency. 13 The\nmere possibility that a caller subjectively does not wish his location to be revealed\nwould not negate the consent presumed from his making the 911 call. 14\nC. Wireless Carriers May Transmit to Public Safety Authorities Information\nRegarding the Physical Location o f Cellular Callers Dialing 911 Without\nViolating the Fourth Amendment\n1."
}