{
  "document_category": "memos",
  "document_name": "24236",
  "chunk_index": 6,
  "chunk_text": "United States v. AT&T, 567 F.2d 121, 127, 130 (D.C. Cir. 1977) (footnotes\nomitted). In an opinion he issued in connection with a 1981 executive privilege\ndispute involving a committee of the House of Representatives and the\nDepartment of Interior, Attorney General William French Smith captured\nthe essence of the accommodation process: The accommodation required is not simply an exchange of\nconcessions or a test of political strength. It is an obligation\nof each branch to make a principled effort to acknowledge,\nand if possible to meet, the legitimate needs of the other\nbranch. Assertion of Executive Privilege in Response to a Congressional\nSubpoena, 5 Op. O.L.C. 27, 31 (1981) (“Smith Opinion”). 158 The process of accommodation requires that each branch explain to\nthe other why it believes its needs to be legitimate. Without such an\nexplanation, it may be difficult or impossible to assess the needs of one\nbranch and relate them to those of the other. At the same time, requiring\nsuch an explanation imposes no great burden on either branch. If either\nbranch has a reason for needing to obtain or withhold information, it\nshould be able to express it. The duty of Congress to justify its requests not only arises directly from\nthe logic of accommodation between the two branches, but it is estab­\nlished in the case law as well. In United States v. Nixon, the Supreme\nCourt emphasized that the need for evidence was articulated and specific. 418 U.S. at 700-02, 713. Even more to the point is Senate Select Committee\non Presidential Campaign Activities. In that case, the D.C. Circuit stated\nthat the sole question was “whether the subpoenaed evidence is demon­\nstrably critical to the responsible fulfillment of the Committee’s functions.”\n498 F.2d at 731. The court held that the Committee had not made a suffi­\ncient showing. It pointed out that the President had already released tran­\nscripts of the conversations of which the Committee was seeking record­\nings. The Committee argued that it needed the tape recordings “in order to\nverily the accuracy of’ the transcripts, to supply the deleted portions, and\nto gain an understanding that could be acquired only by hearing the inflec­\ntion and tone of voice of the speakers. Id. at 723-33. But the court answered\nthat, in order to legislate, a committee of Congress seldom needs a “precise\nreconstruction of past events.” Id. at 732. The court concluded:\nThe Committee has ... shown no more than that the mate­\nrials deleted from the transcripts may possibly have some\narguable relevance to the subjects it has investigated and to\nthe areas in which it may propose legislation. It points to no\nspecific legislative decisions that cannot responsibly be\nmade without access to materials uniquely contained in the\ntapes or without resolution of the ambiguities that the tran­\nscripts may contain. Id. at 733. For this reason, the court stated, “the need demonstrated by\nthe Select Committee ... is too attenuated and too tangential to its func­\ntions” to override the President’s constitutional privilege."
}