{
  "document_category": "memos",
  "document_name": "24271",
  "chunk_index": 8,
  "chunk_text": "Although history alone cannot validate a plainly unconstitutional prac­\ntice, the Supreme Court has indicated that close cases will be resolved in\nfavor o f the constitutionality o f certain strong historical traditions. The\nCourt weighs several factors in determining the authority o f a tradition,\nincluding (1) whether there is evidence that the Framers actually consid­\nered the constitutional implications o f their actions; (2) whether the prac­\ntice is so longstanding and pervasive that it has become “part o f the fab­\nric o f our society;” and (3) whether the practice can be accommodated\nwithin the constitutional framework in a way that does not undermine\nsettled principles. See, e.g., Young v. United States ex rel. Vuitton et Fils,\n487 U.S. 787 (1987); Marsh v. Chambers-, Walz v. Tax Commission. Qui tam would deserve no deference under these criteria. There is no\nevidence that the Framers considered the constitutional status o f qui\ntam. On the contrary, the early statutes are the kind to which the Court\ngives no weight — “action ... taken thoughtlessly, by force o f long tradi­\ntion and without regard to the problems posed.” Marsh v. Chambers, 463\nU.S. at 791. Nor can it seriously be maintained that qui tam is “part o f the\nfabric o f our society.” Never more than a marginal device, it is today an\nanachronism that easily can be excised without disruption. Qui tarn’s\nprinciple o f private law enforcement, however, is so fundamentally\nincompatible with established doctrines o f standing and separation of\npowers that, if accepted, it would substantially undermine these doc­\ntrines. Thus, qui tam is not merely an innocuous historical oddity that can\nbe narrowly accommodated, but is, by nature, an exception that will con­\nsume the rule. Further, the Solicitor General’s use o f history is internally inconsistent. None o f the old qui tam statutes upon which the Solicitor General relies\nallowed the Attorney General to intervene once the relator brought the\ncase. However, the Solicitor General concludes that the current statute\nwill be unconstitutional if it is applied to limit the Attorney General’s par­\nticipation in the suit. It is difficult to understand how the Solicitor\nGeneral can give dispositive historical weight to statutes that would be\nunconstitutional under his theory for arguing qui tarn’s validity. Finally, as a tactical matter, the Solicitor General’s strategy of preemp­\ntive concession is extremely unwise. It voluntarily surrenders at the out­\nset the two strongest objective arguments against qui tam. Once those are\nabandoned, all that will remain to protect the President’s interests will be\na subjective balancing approach and the argument that at some unde­\nfined point the degree of encroachment will become unbearable. This\napproach leaves executive powers entirely vulnerable to an adverse judi­\ncial decision. 214 II. THE STATUTE AND ITS IMPACT\nA. The Statute The False Claims Act provides that anyone who presents a false money\nclaim to the Federal Government shall be liable for double or treble dam­\nages and civil penalties o f up to $10,000 per false claim. 31 U.S.C. § 3729."
}