{
  "document_category": "memos",
  "document_name": "19751",
  "chunk_index": 1,
  "chunk_text": "Funds Available for Payment of Natural Resource Damages\nUnder the Oil Pollution Act of 1990\nT he P resident, acting through the D epartm ent of T ransportation, is authorized to use the O il Spill\nL iability T ru st F und to pay the claim s o f Natural R esource T rustees for uncom pensated natural\nresource dam ages in accordance with section 1013 o f the Oil P ollution A ct o f 1990, w ithout the\nneed fo r fu rth er en actm ent o f appropriations. September 25, 1997\nM e m o r a n d u m O p in io n f o r t h e A s s i s t a n t A t t o r n e y G e n e r a l\nC iv il D iv is io n This responds to your memorandum of May 28, 1997, requesting this Office\nto resolve a dispute among several federal departments concerning section 1012\nof the Oil Pollution Act of 1990, Pub. L. No. 101-380, 104 Stat. 484, 498 (codi­\nfied at 33 U.S.C. §§2701-2761 (1994)) (“ O PA ” or “ the Act” ).1 We conclude\nthat the President, acting through the Department of Transportation, is authorized\nto use the Oil Spill Liability Trust Fund ( “ Fund” ) under section 1012(a)(4) of\nOPA to pay the claims of Natural Resource Trustees for uncompensated natural\nresource damages in accordance with section 1013 of OPA, without the need for\nfurther appropriation. I. BACKGROUND\nA,\nOPA established a comprehensive regulatory framework for a coordinated inter­\ngovernmental response to oil spills that threaten U.S. resources or occur on or\nnear U.S. navigable waters. See 33 U.S.C. §§2701-2761. A key component of\nthe Act is its provision for the designation o f federal, state, tribal, and foreign\nnatural resource trustees (“ Trustees” ) who have authority to recover damages for\ninjury to, destruction of, loss of, o r loss of the use of natural resources under\ntheir trusteeship, including the reasonable costs of assessing the damage. Id.\n§§ 2702(b)(2)(A), 2706(b).2 OPA further provides that the functions of Trustees\nare to assess natural resource damages and to develop and implement plans for\n1 Because this dispute is between execuuve branch departments, and its resolution will affect the position taken\nby the Department o f Justice in litigation, it is appropriate for resolution by this office See Exec Order No 12146,\n3 C .F R . 409 (1980), reprinted in 28 U.SC § 5 0 9 note (1994), 28 C F.R § 0 2 5 (1996) The positions asserted\nby the several involved departments are discussed in Section I B, infra\n2See also 33 U.S C § 2701(20) (1994), which provides. ‘natural resources’ includes land, fish, wildlife, biota, air, water, ground water, dnnking water supplies,\nand other such resources belonging to, managed by, held in trust by, appertaining to, or otherwise controlled\nby the United States (including the resources o f the exclusive econom ic zone), any State or local government\nor Indian tn b e, or any foreign government 188"
}