{
  "document_category": "memos",
  "document_name": "20126",
  "chunk_index": 4,
  "chunk_text": "See id. at 460 (quoting\nWill v. Michigan Dept, of State Police, 491 U.S. 58, 65 (1989) (quoting\nAtascadero State Hosp. v. Scanlon, 473 U.S. 234, 242 (1985))), Franklin, 505\nU.S. at 801 (“ requiring] an express statement by Congress before assuming it\nintended” to subject presidential action to judicial review); id. (“ As the APA\ndoes not expressly allow review of the President’s actions, we must presume that\nhis actions are not subject to its requirements.” ). Given the central position that\nthe doctrines of federalism and separation of powers occupy in the Constitution’s\ndesign, this rule also serves to “ assure[] that the legislature has in fact faced,\nand intended to bring into issue, the critical matters” of the balance of power\namong the three branches of the federal government, in the context of separation\nof powers, and between the federal and state governments, in the context of fed­\neralism. See Gregory, 501 U.S. at 461; United States v. Bass, 404 U.S. 336, 349\n(1971). This clear statement rule has been applied frequently by the Supreme Court\nas well as the executive branch with respect to statutes that might otherwise be 352 . Application o f 28 U.S.C. §458 to Presidential Appointments o f Federal Judges susceptible of an application that would affect the President’s constitutional\nprerogatives, were one to ignore the constitutional context. For instance, in\nFranklin the Court was called upon to determine whether the Administrative\nProcedure Act (“ APA” ), 5 U.S.C §§701-706, authorized “ abuse of discretion”\nreview of final actions by the President. The APA authorizes review of final\nactions by “ agencies,” which it defines as “ each authority of the Government\nof the United States.” 5 U.S.C. § 701(b)(1). From this definition, the APA\nexpressly exempts Congress, the courts, the territories, and the District of\nColumbia government— but not the President. Even though the statute defined agency in a way that could include the President\nand did not list the President among the express exceptions to the APA, Justice\nO’Connor wrote for the Court:\n[t]he President is not [expressly] excluded from the APA’s purview,\nbut he is not explicitly included, either. Out of respect for the sepa­\nration of powers and the unique constitutional position of the Presi­\ndent, we find that textual silence is not enough to subject the Presi­\ndent to the provisions of the APA. We would require an express\nstatement by Congress before assuming it intended the President’s\nperformance of his statutory duties to be reviewed for abuse of\ndiscretion. 505 U.S. at 800-01. To amplify, she continued, “ [a]s the APA does not expressly\nallow review of the President’s actions, we must presume that his actions are\nnot subject to its requirements.” Id. at 801. If anything, the case for reading the\nAPA provision as applying to the President was stronger than is the case with\nrespect to §458, because the APA contains a list of express exceptions to its\nbroad coverage and that list does not include the President."
}