{
  "document_category": "memos",
  "document_name": "450911",
  "chunk_index": 3,
  "chunk_text": "Instead, a\ncommunication is prohibited only if it is made (1) “with the intent to influence”;\n(2) “on behalf of any other person (except the United States)”; and (3) “in\nconnection with any matter on which such person seeks official action.” In\naddition, the statute offers a safe harbor to former senior officials who make or\nprovide a statement “which is based on the individual’s own special knowledge in\nthe particular area that is the subject of the statement, if no compensation is\nthereby received.” 18 U.S.C. § 207(j)(4) (emphasis added). Based on the limited\nfactual information available to us, we believe that most of the communications\nproposed by the retired officer fall within section 207(c)’s prohibition and are not\nprotected by the “special knowledge” exception. That conclusion, however, does\nnot apply to situations in which the retired officer would do nothing more than\nrequest generally available factual information from MNF-W relating to security\nor other matters relevant to the Company’s work. In the first place, the role contemplated for Mr. Kubic is not that of a behindthe-scenes operative, but rather is a direct and personal one in which Mr. Kubic\nwould be speaking to the Marine Corps officers with the intention that the\ninformation or views conveyed be attributed to him. Accordingly, Mr. Kubic\nwould undoubtedly be making “communications” within the meaning of section\n207(c). See “Communications” Under 18 U.S.C. § 207, 25 Op. O.L.C. 59, 62\n(2001) (construing section 207(c) to include an attribution requirement). Moreover, as we understand the retired officer’s proposal, the purpose of at\nleast some of those communications would be to persuade the commanders in\nMNF-W to use their forces in ways that the retired officer believes will provide\nbetter protection for both civilian contractors (including the Company’s employees) and military personnel. (We take it that this understanding is what the Rizzo\nLetter means when it refers to “discussions regarding scope of work and coordination of on-site activity issues.” Rizzo Letter at 2. 2) Insofar as he seeks to engage in\n2 In your memorandum requesting a legal opinion, you describe the retired officer’s proposal this\nway: “Through personal communication with local Marine commanders, if authorized, he would seek\nto effect changes in Marine Corps policy or practice regarding the current state of security around 161 Opinions of the Office of Legal Counsel in Volume 29 such communications, the retired officer would clearly be “trying to influence the\nactivities of the agency involved,” and thus would satisfy the scienter and “official\naction” requirements of section 207(c). Applicability of 18 U.S.C. § 207(c) to the\nBriefing and Arguing of Cases in Which the Department of Justice Represents a\nParty, 17 Op. O.L.C. 37, 43 (1993); see also 5 C.F.R. § 2637.204(e) (2005)\n(section 207(c)’s prohibition on attempting to influence “applies to situations in\nwhich there is an appreciable element of actual or potential dispute or an application or submission to obtain Government rulings, benefits or approvals”). 3 After\nall, decisions about how to deploy troops, and about how best to provide protection to military and civilian personnel in a war zone, are “official actions” of a\nbranch of the Armed Forces."
}