{
  "document_category": "memos",
  "document_name": "23906",
  "chunk_index": 1,
  "chunk_text": "Release of Information Collected Under the\nAgricultural Marketing Agreement Act of 1937\nA provision in the appropriations act for the Departm ent o f Agriculture relating to the release of\ninformation collected under the Agricultural M arketing Agreement Act o f 1937 does not\nrestrict the use of such information in the Departm ent’s rulemaking proceedings, in its\nprosecution o f enforcement proceedings, or in its defense o f regulatory actions under the 1937\nAct. The restriction was intended solely to limit the Departm ent’s discretionary release of\ninformation to members o f the public in response to Freedom of Information Act or other\nrequests. January 15, 1987\nM em orandum O p in io n D epa rtm en t for th e\nof G eneral Co un sel, A g r ic u l t u r e This responds to your request for our opinion on the effect of a provision in\nthe current appropriations act for the Department of Agriculture (USDA). The\nprovision in question relates to the release of information collected under the\nAgricultural Marketing Agreement Act of 1937,7 U.S.C. §§ 601 et seq. (1937\nAct), and reads as follows: None of the funds provided in this Act may be expended to\nrelease information acquired from any handler under the Agri­\ncultural Marketing Agreement Act of 1937, as amended: Pro­\nvided, That this provision shall not prohibit the release of infor­\nmation to other Federal agencies for enforcement purposes:\nProvided further. That this provision shall not prohibit the re­\nlease of aggregate statistical data used in formulating regula­\ntions pursuant to the Agricultural Marketing Agreement Act of\n1937, as amended: Provided further, That this provision shall\nnot prohibit the release of information submitted by milk\nhandlers. Pub. L. Nos. 99-500, title VI, § 631, 100 Stat. 1783, 1783-30 (1986) and 99591, title VI, § 631, 100 Stat. 3341, 3341-30 (1986) (collectively, § 631). You wish to know whether and how § 631 affects USDA’s ability to use\ninformation collected by it under the 1937 Act in connection with enforcement\nand rulemaking proceedings initiated by it under the 1937 Act, as well as in\njudicial or administrative challenges to USDA actions initiated by private\n9 parties. The particular examples with respect to which you seek our guidance\nall involve situations in which the information in question might be introduced\nby USDA as evidence in connection with its own rulemaking activities, its\nprosecution of enforcement proceedings, and its defense of regulatory actions\ntaken under the marketing order program established by the 1937 Act. For reasons set forth in greater detail below, we believe that § 631 does not\nrestrict USDA’s ability to release information acquired from handlers under the\n1937 Act in the course of its administration and enforcement of that Act,\nregardless of whether the information is relevant in an administrative or a\njudicial context, and regardless of whether USDA is in the position of a\nplaintiff or a defendant. Rather, § 631 was intended solely to limit USDA’s\ndiscretionary release of information to members of the public, outside of the\nenforcement context, in response to requests under the Freedom of Information\nAct or otherwise. In interpreting a statute, we look first to its text."
}