{
  "document_category": "memos",
  "document_name": "24046",
  "chunk_index": 5,
  "chunk_text": "As such this\n‘right,’ the Court has held, can be regulated within the bounds of\ndue process. Id. at 176 (citations omitted) (quoting Califano v. Torres, 435 U.S. 1, 4 n.6\n(1978)). For the reasons already stated, the seizure and retention of a passport as\nevidence of criminal activity is consistent with due process. Whether the Secre­\ntary o f State’s potential, future revocation o f the passport would be reasonable\nand comply with due process will depend on the facts and circumstances sur­\nrounding that action, see generally Haig v. Agee, and would not bear upon the\nlegality of the actions to be taken pursuant to the Customs Directive. 4 Thus, even\nif replacement passports were not provided, there would be no constitutional im­\npediment to seizing passports in this manner. Conclusion The Customs Directive to seize as evidence the passports of individuals found\nto be importing controlled substances into the United States raises no novel or\nsubstantial constitutional questions. Supreme Court precedent clearly establishes 4\nU nder the State D epartm ent’s current regulations, a passport may be revoked if “ [t]he Secretary determines\nthat the national’s activities abroad are causing or are likely to cause serious damage to the national security or the\nforeign policy o f the United States ” See 22 C.F.R. §§ 51.71(a), 51.70(b)(4). Any action taken by the Secretary that\nadversely affects the ability o f a person to receive or use a passport is subject to the provisions of 22 C.F.R. §§ 51.80\n- 51.89, which provide for notice and hearing. O f course, after a passport is no longer o f any evidentiary use but prior to any determination by the Secre­\ntary, an individual may seek return of a passport (as in the case o f all evidence) by initiating a ‘“ possessory action\nto reclaim that which is wrongfully withheld.’” Warden v H ayden, 387 U.S. at 308 (quoting Land v Dollar, 330\nU.S. 7 3 1 ,7 3 8 (1947)). 62 that the passport of an individual found to be importing drugs may be seized as\nthe instrumentality or evidence of a federal crime. Nor does the proposal give\nrise to a valid due process objection or an objection based on the freedom of in­\nternational travel. C harles J. C o o per Assistant Attorney General\nOffice o f Legal Counsel 63"
}