{
  "document_category": "memos",
  "document_name": "24066",
  "chunk_index": 4,
  "chunk_text": "See a lso Rauscher Pierce Refsnes, Inc. v. FDIC, 789 F.2d 313, 314-16 (5th\nCir. 1986) (FDIC is an agency because of the “ important governmental functions\" performed by the FDIC, the pres­\nence o f the Comptroller General and two presidential appointees on the three member board, the authority to issue\nregulations, and the control by Treasury over the money o f the FDIC); LPR Land Holdings v. Federal Land Bank,\n651 F. Supp. 2 8 7 ,2 9 0 (E.D. Mich. 1987) (a federal land bank is not an agency because being chartered by and reg­\nulated by the federal government is not sufficient to make an entity an agency of the United States). A lthough title 28 incorporates the definition o f agency in title 18, the converse is not true. It is possible that\ndifferent considerations influence whether an agency should be considered part of the United States for jurisdic­\ntional purposes and w hether an agency is part of the United States for the purpose of defining a criminal offense. Thus, cases decided under title 28 are not dispositive under title 18, but they are useful in examining the factors that\ncourts have found relevant to deciding w hether an entity is an “agency” o f the United States. 86 ment at 8.3 The Federal Railroad Administration (“FRA”), an agency within the\nDepartment of Transportation, was required to provide $340,000 for the opera­\ntion and maintenance of Union Station between October 1, 1983 and September\n30, 1984; the FRA has a continuing obligation to provide financial assistance to\nUSRC to the extent that its funds are available for this purpose. Id. at 4—5,9. The\nDistrict of Columbia contributes federal highway funds to USRC. Also, any in­\ncome that USRC earns in the course of its work is to be used “to further project\nobjectives.” Id. at 11. USRC has no obligation to seek funds from any source. Id.\nat 7.\nUSRC is managed by a five member board of directors. Two members— the\nSecretary of Transportation and the Federal Railroad Administrator— are offi­\ncials of the federal government. A third member— the Mayor of the District of\nColumbia— has the status of a federal official under the conflicts laws. Another\nmember—the president of Amtrak—represents a mixed-ownership government\ncorporation. See supra note 3. The president of the Federal City Council repre­\nsents a private entity. 4 The day-to-day operations of USRC are handled by a pres­\nident, a vice-president, two full-time employees, and one part-time employee, al­\nthough the members of the board of directors also play significant, albeit varying,\nroles in this regard. 5 While the question seems to us a close one, on balance we believe that the\nfunctions, financing, management and control of USRC make that entity an\n“agency of the United States” under 18 U.S.C. § 6, and that accordingly it should\nbe considered “the United States” under 18 U.S.C. § 207(a). Our conclusion in\nthis regard is reinforced by the purposes of section 207(a) itself."
}