{
  "document_category": "memos",
  "document_name": "21286",
  "chunk_index": 2,
  "chunk_text": "See § 207 o f the Budget and Accounting Act, 1921, 31\nU.S.C. § 16 (1970). Then, in 1974, the requirement of Senate confirma­\ntion of the D irector and D eputy D irector of OMB was enacted. See\nPub. L. No. 93-250, §1, 88 Stat. 11, 31 U.S.C. §16 (Supp. V 1975). O ur examination of the legislative history of the 1974 statute, as well\nas that of similar legislation passed by Congress in 1975 but vetoed by\nPresident Nixon,3 reveals no discussion of the question of the length of\ntime that a Deputy Director o f OMB may serve as Acting D irector. 4 In\nfact, the provision regarding the filling of a vacancy by the Deputy\nD irector was not added by the 1974 statute. T hat provision dates back\nto the 1921 Budget and Accounting A ct, as amended by Reorganization\nPlan No. 2 of 1970.5 As noted previously, under the 1921 Act, the\npositions of D irector and D eputy D irector were not subject to Senate\nconfirmation. 3. In Williams v. Phillips, 360 F. Supp. 1363 (D.D.C., 1973), the\ndistrict court held invalid President Nixon’s naming of an Acting Di­\nrector o f the Office of Economic Opportunity. 8 The court’s reasoning\nsupports our view that, by virtue of 31 U.S.C. § 16 (Supp. V 1975), a\nDeputy D irector of OMB m ay act as Director for a (reasonable) period\n1See Pub. L. No. 89-554, 80 Stat. 378, et seq. 1 Regarding the applicability o f the definition contained in 5 U.S.C. § 101, see the\nexplanatory note following 5 U.S.C. § 3345.\n3 See, e.g., S. Rep. 93-7, 93d Cong., 1st Sess. (1973); 119 Cong. Rec. 3348 (1973); H.R.\nRep. No. 93-109, 93d Cong., 1st Sess. (1973). T he bill passed in 1973 would have required Senate confirmation o f the incumbent\nD irector and D eputy Director as well as persons named to those positions in the\nfuture. The Senate voted to override the veto, 119 Cong. Rec. 16503 (1973), but the\nHouse failed to do so, 119 C ong. Rec. 16764 (1973). 4 See, e.g„ S. Rep. No. 93-237, 93d Cong., 1st Sess. (1973); H.R. Rep. No. 93-697\n(1973); 120 Cong. Rec. 2781 (1974).\n“ T he reorganization plan replaced the Bureau o f the Budget with OMB. 6 T he court of appeals denied the G overnment’s motion for a stay pending appeal. Williams v. Phillips, 482 F. 2d 669 (D.C. Cir. 1973). Later, the case became moot and, on\nJanuary 21, 1974, the appeal was dismissed. 288 in excess of 30 days. The court referred to similar statutes applicable to\nother agencies (e.g., the Veterans Administration) and stressed the fact\nthat, with regard to OEO, there was no statute providing for an Acting\nDirector. 360 F. Supp. at 1370-71. The court’s conclusion was as\nfollows:\n“Thus the failure of the Congress to provide legislation for an\nacting director must be regarded as intentional. The Court holds\nthat in the absence of such legislation or legislation vesting a\ntemporary power of appointment in the President, the constitution­\nal process of nomination and confirmation must be followed."
}