{
  "document_category": "memos",
  "document_name": "19481",
  "chunk_index": 9,
  "chunk_text": "The difference in\nlanguage between section 1320d-5 and section 1320d-6 is thus best understood as\nnothing more than a grammatical accommodation resulting from the need to\ndescribe the acts for which section 1320d-6 prescribes criminal liability. 5 Although we conclude that Part C applies only to covered entities, we do not\nread the term “person” at the beginning of section 1320d-6 to mean “covered\nentity.” Such a reading would not only be contrary to the language of that\nprovision but also create tension with other parts of the statute that appear to use\nthe term broadly, see, e.g., id. § 1320d-6(a)(3) (prohibiting “disclos[ures] to\nanother person”), and with the Dictionary Act, codified at 1 U.S.C. § 1 (2000),\nwhich sets forth a presumptively broad definition of person wherever the term is 5\nAt most, the difference in phrasing between section 1320d-5 and section 1320d-6 would render\nthe statute ambiguous. If that were the case, it might be appropriate to apply the rule of lenity and\nconclude that the statute is best read not to subject to direct prosecution persons other than covered\nentities and those rendered liable by general principles of corporate criminal liability. See Rewis v.\nUnited States, 401 U.S. 808, 812 (1971) (“[A]mbiguity concerning the ambit of criminal statutes\nshould be resolved in favor of lenity.”). But as the language of the statute unambiguously compels the\nsame result, we do not apply the rule of lenity here. See Chapman v. United States, 500 U.S. 453, 463\n(1991) (“The rule of lenity . . . is not applicable unless there is a grievous ambiguity or uncertainty in\nthe language and structure of the Act . . . .”) (citation and quotation omitted). 83 Opinions of the Office of Legal Counsel in Volume 29 used in the United States Code, 6 a definition presumptively applicable here\nbecause the defined terms specific to Part C do not include the term “person.” See\n42 U.S.C. § 1320d. We conclude only that the phrase “in violation of this part”\nrestricts the universe of persons who may be prosecuted directly. Section 1320d-6\nprovides criminal penalties for “person[s]” who perform the listed acts “knowingly” and “in violation of this part.” Id. § 1320d-6. The “in violation of this part”\nlimitation on the scope of liability—like the “knowingly” requirement—is distinct\nfrom the definition of “person.” It describes that subset of persons who may be\nheld liable, provided that the other elements of the offense are also satisfied. Under\nthis reading of the statute, section 1320d-6(a)(3) continues to make “covered\nentities” liable for disclosure to any “person.” We have considered other laws using the phrase “in violation of.” None of\nthese laws supports the view that, as used in 42 U.S.C. § 1320d-6, the phrase\nshould be read more expansively than we conclude. For instance, several of these\nlaws apply to the public generally, and, accordingly, do not shed light on whether\nsection 1320d-6 allows direct prosecutions of persons other than those to whom\nthe substantive requirements of HIPAA’s Part C apply."
}