{
  "document_category": "memos",
  "document_name": "1349716",
  "chunk_index": 9,
  "chunk_text": "The Opinions Clause ensures that the\nPresident may obtain the advice he needs to order the affairs of the Executive Branch, including the counsel necessary to direct the heads of agencies in the exercise of their statutory functions. The Opinions Clause\ntherefore sets him up as “Chief Administrator of the Executive Bureaucracy” and confirms that “[e]xecutive departments are accountable to the\nChief Executive.” Akhil Reed Amar, Some Opinions on the Opinion Clause,\n82 Va. L. Rev. 647, 652, 658 (1996).8 In the view of then-Professor Elena\nKagan, the Opinions Clause “supports OMB review of at least executive\nagency (and perhaps independent agency) actions, so long as the ultimate\ndecisionmaking power resides in the hands of agency officials; the [regulatory] review system then operates as a channel through which the President can obtain information from and offer advice to the relevant adminisSee also Amar, Some Opinions, 82 Va. L. Rev. at 661 (“[T]he Opinion Clause clearly\nexemplifies the President’s supervisory power over the executive departments.”); Steven\nG. Calabresi & Saikrishna B. Prakash, The President’s Power to Execute the Law, 104\nYale L. J. 541, 584 (1994) (“[T]he Opinions Clause empowers the President to obtain\ninformation in writing on government matters precisely so he will be able to issue binding\norders to his subordinates.”); Geoffrey P. Miller, Independent Agencies, 1986 Sup. Ct.\nRev. 41, 62 (“The duty to report is meaningful only if the President retains a measure of\nsubstantive authority over the doings of the agency.”). 8 10 Extending Regulatory Review to Independent Regulatory Agencies trators.” Kagan, Presidential Administration, 114 Harv. L. Rev. at 2325. By requiring his subordinates to provide their opinions on proposed\nregulatory actions, the President may receive the advice he needs to\n“properly supervise and guide the[] construction of the statutes” under\nwhich his subordinates act, Myers, 272 U.S. at 135, and thereby “take\nCare that the Laws be faithfully executed,” U.S. Const. art. II, § 3. C.\nWhile the President must supervise the faithful execution of the laws,\nCongress has the authority to define the structure of the Executive Branch\nand the responsibilities of its officers. In our published 1981 opinion, we\nadvised that “the President’s exercise of supervisory powers must conform to legislation enacted by Congress,” and “may not, as a general\nproposition, require or permit agencies to transgress boundaries set by\nCongress.” EO 12291 Opinion, 5 Op. O.L.C. at 61. 9 Yet it is equally true\nthat Congress may not “impede the President’s ability to perform his\nconstitutional duty” under the Take Care Clause. Morrison, 487 U.S. at\n691; see also Statement on Signing a Bill Concerning the Protection of\n9 Our 1981 opinion recognized that “[i]n certain circumstances, statutes could invade\nor intrude impermissibly upon the President’s ‘inherent’ powers,” but concluded that “that\nissue [did] not arise” because Congress had not forbidden presidential direction under EO\n12291. EO 12291 Opinion, 5 Op. O.L.C. at 61 n.3. In a later memorandum to OMB, this\nOffice considered the scope of congressional authority to exempt independent agencies\nfrom regulatory review."
}