{
  "document_category": "memos",
  "document_name": "450911",
  "chunk_index": 5,
  "chunk_text": "See Schall Memorandum at 2. Next, we must consider whether the proposed communications—at least the\nones that are intended to influence—will be made “on behalf of” someone other\nthan the retired officer (or the United States). “By the express terms of the statute,\na former officer or employee is free to communicate information or advice . . . as\nlong as he does not do so ‘on behalf of any other person.’” Gerson Memorandum\nat 2. We have previously opined that this language limits the reach of section 207\nto those “communications that are made by one who is acting as an agent or\nattorney, or in some other representational capacity for another.” Memorandum for\nMichael Boudin, Deputy Assistant Attorney General, Antitrust Division, from\nJ. Michael Luttig, Assistant Attorney General, Office of Legal Counsel, Re:\nApplication of 18 U.S.C. § 207(a) to Pardon Recommendation Made by Former\nProsecutor at 6 (Oct. 17, 1990) (“Boudin Opinion”). 4 The “representational\nrelationship” required by the statute “entails at least some degree of control by the\nprincipal over the agent who acts on his or her behalf.” Id. Here, because it seems that the retired officer would be speaking not on his own\nbehalf, but rather at the behest and for the benefit of the Company, the statements\nhe proposes to make would clearly satisfy this test. As we understand the situation,\nthe retired officer’s communications with MNF-W would be made in his capacity\nas President of ECCI and would be designed to help improve security in the parts\nof Iraq where the Company’s personnel are working. In that context, it is difficult\nto deny that the retired officer would be acting “subject to the control or direction”\nof the firm, and thereby as the firm’s agent or representative. Boudin Opinion at 6.\nSimply put, in this situation the retired officer would not “speak[] for himself\nalone.” Gerson Memorandum at 3. Instead, he would speak for the Company and\nhis efforts to use direct communications with his former department to influence\nagency action would fall squarely within the prohibitory terms of section 207(c). Finally, we address the “special knowledge” safe harbor contained in section\n207(j)(4). That exception allows a former official to make statements based on the\nindividual’s “own special knowledge,” but only if “no compensation is thereby\nreceived.” Even assuming that the security issues that would be the subject of the\nretired officer’s statements would come within his own special knowledge, we\nagree with OGE that “the receipt of a salary, or other compensation for doing\none’s job generally, is sufficient, if the statement at issue is made as part of the\n4\nAlthough the Boudin Opinion addressed only 18 U.S.C. § 207(a), the language it construed—“on\nbehalf of any other person”—also appears in section 207(c), where it is used in the same way. Relying\non the interpretive canon that a phrase that appears in multiple places in the same statute should be\ngiven the same meaning in each, we have previously applied the Boudin Opinion’s analysis to section\n207(c). See Gerson Memorandum at 3 & n.3. 163 Opinions of the Office of Legal Counsel in Volume 29 individual’s duties for his non-federal employer.”"
}