{
  "document_category": "memos",
  "document_name": "22516",
  "chunk_index": 2,
  "chunk_text": "with any primary election or political convention or\ncaucus held to select candidates for any political office,\nshall be fined not more than $10,000 or imprisoned not\nmore than one year, or both. It is our view that § 600, a criminal statute, does not flatly prohibit\ngovernment decisionmakers from considering the political consequences\nof their actions in deciding how to administer federal programs. In our\nopinion, the only way § 600 might be violated in the program at hand is\nif people were promised employment or special consideration for em­\nployment as census enumerators as an enticement or reward for future\npolitical activity or support of a party or candidate; § 600 cannot be\nread to prohibit rewards for past political activity. 1 We believe this\ninterpretation of the statute is correct for several reasons. Section 600 punishes only a person who promises a benefit in return\nfor political support or activity; it conspicuously does not make it\nillegal simply to grant a benefit. While it is possible to read § 600 to\napply to a promise given as a reward for political activity done in the\npast, such a reading is illogical. There is no reason for Congress to have\ndistinguished between promising a benefit in return for past political\nsupport or activity and actually conferring that benefit; indeed, the two\nacts may often be indistinguishable in practice. Since granting benefits\nin return for past support was a widespread, well-established practice,\nand since the language of § 600 clearly stops short of prohibiting that\nact, we think Congress could not have intended to prohibit the indistin­\nguishable—both as a matter of policy and, often, as a matter of fact—\nact of giving a promise in return for past political activity. Instead, we\nbelieve it only logical to conclude that Congress was concerned with\neliminating the use of federal funds as an enticement for future political\nsupport. If § 600 is interpreted in this way, the program outlined in the\nproposed memoranda is clearly consistent with it. The people whom\nDemocratic leaders nominate or refer are, of course, being given “spe­\ncial consideration in obtaining [a] benefit” provided for by an Act of\nCongress. But those people are not being promised such special consid­\neration to induce political activity or support. By telling Democratic\nleaders not to link referrals to political activity, the Bureau is attempt­\ning to ensure as best it can that these leaders will not use their power to\nobtain special consideration as a way to reward party workers for their\nactivity. Telling Census Bureau workers to give party leaders this\ninstruction also makes it clear that the Bureau’s policy is not itself an\n1\nT h e legislative history o f the com panion statute, IS U.S.C. §6 0 1 , prohibiting the deprivation o f\nem ploym ent for political contribution, supports this limited interpretation o f the statutes. F o r exam ple,\nthe Senate report on §601 states that it is designed to \"prohibit actual, attem pted, o r threatened\ndeprivation o f public em ploym ent o r benefit as a means o f extorting a political contribution o f a thing\no f value . . .\""
}