{
  "document_category": "memos",
  "document_name": "20126",
  "chunk_index": 3,
  "chunk_text": "Then-Assistant Attorney General William H. Rehnquist articulated this principle\nwithout limiting it to cases in which application of the statute would raise a con­\nstitutional question, opining that statutes “ are construed not to include the Presi­\ndent unless there is a specific indication that Congress intended to cover the Chief\nExecutive.” Memorandum for Egil Krogh, Staff Assistant to the Counsel to the\nPresident, from William H. Rehnquist, Assistant Attorney General, Office of Legal\nCounsel, Re: Closing o f Government Offices in Memory o f Former President\n2 Act o f Mar. 3, 1911, ch. 231, §297, 36 Stat. 1087, 1168 (\"A c t o f 1911” ).\n3 Act o f Mar. 3, 1887, ch. 373, §7 , 24 Stat. 552, 555. 351 Opinions o f the Office o f Legal Counsel in Volume 19 Eisenhower at 3 (Apr. 1, 1969) ( “ Rehnquist Memorandum” ). Even if this unquali­\nfied statement o f the principle is overly broad, the narrower formulation given\nabove clearly covers §458, because its application to presidential appointments\nto the federal judiciary would raise serious constitutional questions regarding the\nPresident’s authority under the Appointments Clause, U.S. Const, art. II, § 2 , cl.\n2, as we explain below. Therefore, under the precedents of the Supreme Court\nas well as of the Department o f Justice, §458 may not be read as applying to\npresidential appointments. The principle that general statutes must be read as not applying to the President\nif they do not expressly apply where application would arguably limit the Presi­\ndent’s constitutional role has two sources. First, it is a long-recognized “ cardinal\nprinciple” o f statutory interpretation that statutes be construed to avoid raising\nserious constitutional questions. See, e.g., Crowell v; Benson, 285 U.S. 22 (1932). This canon of statutory construction is a cornerstone of judicial restraint in that\nit ‘ ‘not only reflects the prudential concern that constitutional issues not be need­\nlessly confronted, but also recognizes that Congress, like this Court, is bound by\nand swears an oath to uphold the Constitution.” Edward J. DeBartolo Corp. v.\nFlorida Gulf Coast Bldg. & Constr. Trades Council, 485 U.S. 568, 575 (1988). The canon is equally applicable to executive branch interpretations. Appropriations\nLimitation fo r Rules Vetoed by Congress, 4B Op. O.L.C. 731, 732 n.3 (1980). The second source is the constitutional principle o f separation of powers. The\nfundamental device by which the framers sought to prevent tyranny was the divi­\nsion of power to prevent an excessive accumulation in any single repository. Thus,\nthe Constitution divides power between the federal and the state governments as\nwell as among the federal government’s three coordinate and independent\nbranches. See Gregory, 501 U.S. at 458. The clear statement rule exists in order\nto protect “ th[is] ‘usual constitutional balance’ ” of power. See id. at 460 (quoting\nWill v. Michigan Dept, of State Police, 491 U.S. 58, 65 (1989) (quoting\nAtascadero State Hosp. v. Scanlon, 473 U.S. 234, 242 (1985))), Franklin, 505\nU.S. at 801 (“ requiring] an express statement by Congress before assuming it\nintended” to subject presidential action to judicial review); id. (“"
}