{
  "document_category": "memos",
  "document_name": "19481",
  "chunk_index": 2,
  "chunk_text": "76 Scope of Criminal Enforcement Under 42 U.S.C. § 1320d-6 I.\nCongress enacted the Administrative Simplification provisions of HIPAA to\nimprove “the efficiency and effectiveness of the health care system” by providing\nfor the “establishment of standards and requirements for the electronic transmission of certain health information.” 42 U.S.C. § 1320d note (2000). These\nprovisions added a new “Part C: Administrative Simplification” to title XI of the\nSocial Security Act and have been codified at 42 U.S.C. §§ 1320d–1320d-8\n(2000). Part C directs the Secretary of the Department of Health and Human\nServices (“HHS”) to “adopt standards for transactions, and data elements for such\ntransactions, to enable health information to be exchanged electronically.” Id.\n§ 1320d-2(a)(1); see also id. § 1320d-2(b)(1) (requiring the Secretary to adopt\nstandards concerning unique health identifiers); id. § 1320d-2(c)(1) (same with\nrespect to code sets); id. § 1320d-2(d)(1) (same with respect to security); id.\n§ 1320d-2(e)(1) (same with respect to electronic signatures); id. § 1320d-2(f)\n(same with respect to transfer of information among health plans). Various\nprovisions of this part further specify the standards to be adopted, the factors the\nSecretary must consider, the procedures for promulgating the standards, and the\ntimetable for their adoption. Id. §§ 1320d-1–1320d-3. Pursuant to this authority,\nthe Secretary has adopted standards and specifications for implementing them. See\n45 C.F.R. pts. 160–164 (2004). Attorney General, Office of Legal Counsel, from Alex M. Azar II, General Counsel, Department of\nHealth and Human Services, Re: Request by the Office of Legal Counsel for HHS Views on 42 U.S.C.\n§ 1320d-6 (Mar. 18, 2004); Memorandum for Jack L. Goldsmith III, Assistant Attorney General, Office\nof Legal Counsel, from Christopher A. Wray, Assistant Attorney General, Criminal Division, Re:\nCriminal Division Position on the Scope of the Criminal Medical Records Privacy Statute, 42 U.S.C.\n§ 1320d-6 (May 27, 2004) (attaching Memorandum for File, from Ian C. Smith DeWaal, Senior\nCounsel, Criminal Division, Re: CRM response to HHS-OGC Letter (May 20, 2004)); Letter for Dan\nLevin, Acting Assistant Attorney General, Office of Legal Counsel, from Alex M. Azar II, General\nCounsel, Department of Health and Human Services (Aug. 6, 2004); E-mail for John C. Demers,\nAttorney-Adviser, Office of Legal Counsel, from Ian C. Smith DeWaal, Senior Counsel, Criminal\nDivision, Re: 42 U.S.C."
}