{
  "document_category": "memos",
  "document_name": "24066",
  "chunk_index": 1,
  "chunk_text": "Applicability of 18 U.S.C. § 207(a) to the Union Station\nDevelopment Corporation\n18 U .S .C . § 207(a) does not prohibit a fo rm er em ployee o f the D istrict o f C olum bia governm ent now\nw o rking fo r the U nion S tation Redevelopm ent C orporation from com m unicating with the D istrict\ng overnm ent co n cerning m atters on w hich she worked as a D istrict em ployee, because the Corpo­\nration should be regarded as “the U n ited S tates” for the purposes o f that statute. May 10, 1988\nM em o ran d u m O O f f ic e p in io n f o r t h e\nof D eputy D ir e c t o r G o v e r n m e n t E t h ic s This responds to your request for the opinion of this Office whether 18 U.S.C.\n§ 207(a) bars a former employee of the District of Columbia government now\nworking for the Union Station Redevelopment Corporation (“USRC”) from com­\nmunicating with the District government in connection with matters on which\nshe worked as a District employee. Section 207(a) prohibits former federal gov­\nernment employees, including employees of the District of Columbia govern­\nment, from representing “any other person (except the United States)” in matters\non which the employee worked as a government employee. For the reasons set\nforth below, we conclude that section 207(a) poses no bar to the former em­\nployee’s communicating with the District government because USRC should be\nregarded as “the United States” for purposes of that statute. In the past, we have looked to the definition of “agency of the United States”\nin 18 U.S.C. § 6 to determine if an entity should be regarded as the United States\nfor the purposes of the conflict of interest laws. See Applicability o f 18 U.S.C.\n§ 205 to Union Organizing Activities o f Department o f Justice Employee, 5 Op.\nO.L.C. 194 (1981) (Office of the Architect of the Capitol an agency of the United\nStates for purposes of 18 U.S.C. § 205); Letter for the Secretary of the Army,\nfrom Attorney General Clark (Dec. 2, 1948) (Panama Railroad Company an\nagency of the United States for purposes of the conflict of interest laws). Section\n6 provides: The term “agency” includes any department, independent es­\ntablishment, commission, administration, authority, board or bu­\nreau of the United States or any corporation in which the United\nStates has a proprietary interest, unless the context shows that such\nterm was intended to be used in a more limited sense. 84 18 U.S.C. § 6. The legislative history of the provision adds: The phrase “corporation in which the United States has a pro­\nprietary interest” is intended to include those governmental cor­\nporations in which stock is not actually issued, as well as those in\nwhich stock is owned by the United States. It excludes those cor­\nporations in which the interest of the Government is custodial or\nincidental."
}