{
  "document_category": "memos",
  "document_name": "20121",
  "chunk_index": 7,
  "chunk_text": "The Fee is indistinguishable for present purposes from the assessment to support\ncommunity-wide services that was held to be a tax in Huntington. It is not a\n16 Whether the District o f Columbia’s Clean A ir Compliance Fee May Be Collected From the Federal\nGovernment charge for any identifiable District services provided specifically to the owners\nof parking spaces upon their request. Rather, it is a charge to support the mass\ntransit services the District provides to all inhabitants (permanent and temporary)\nof the District. Such services, as was the case with the “ [f]ire and flood protection\nand street maintenance [services at issue in Huntington ,] are core government serv­\nices” available to all inhabitants of the city. Huntington, 999 F.2d at 73. The court’s rationale in Huntington is fully applicable here: If the argument\nthat the Clean Air Fee is a user fee rather than a tax were to be accepted, then\n“ virtually all of what now are considered ‘taxes’ could be transmuted into ‘user\nfees’ by the simple expedient of dividing what are generally accepted as taxes\ninto constituent parts, e.g., a ‘police fee.’ ” Id. at 74. Taxes imposed on property\nowners are traditionally used to support government services for the whole com­\nmunity, and the Clean Air Fee is no different. Moreover, in contrast to the levy held to be a fee in Columbia, the United\nStates’ obligation to pay the Clean Air Fee does not arise from any consensual\npurchase of a good or service from the District, but rather arises automatically\nfrom its status as a property owner. See Columbia, 914 F.2d at 155. The United\nStates is in no respect acting “ as a vendee pursuant to its voluntary, contractual\nrelationship with the [District].” Id. at 156. In short, the District has “ impose[d]\nthe charge . . . in its capacity as a sovereign, [not] as a vendor of goods and\nservices.” Id. Also in contrast to the Columbia fee, the District will enforce the\nFee through civil penalties, not the denial of any supposed benefit that the Fee\nmakes possible. B. The case law concerning whether a government levy is a regulatory fee or a\ntax was summarized by then-Chief Judge Breyer of the First Circuit Court of\nAppeals in San Juan Cellular Telephone v. Public Serv. Comm’n, 967 F.2d 683\n(1st Cir. 1992):\nCourts have had to distinguish “ taxes” from regulatory “ fees”\nin a variety of statutory contexts. . . . They have sketched a spec­\ntrum with a paradigmatic tax at one end and a paradigmatic fee\nat the other. The classic “ tax” is imposed by a legislature upon\nmany, or all, citizens. It raises money, contributed to a general fund,\nand spent for the benefit of the entire community. The classic “ reg­\nulatory fee” is imposed by an agency upon those subject to its\nregulation. It may serve regulatory purposes directly by, for exam­\nple, deliberately discouraging particular conduct by making it more\nexpensive. Or, it may serve such purposes indirectly by, for exam17 Opinions o f the Office o f Legal Counsel in Volume 20"
}