{
  "document_category": "memos",
  "document_name": "482136",
  "chunk_index": 2,
  "chunk_text": "Title IV of EIGA, which constitutes OGE’s “organic law,” OGE Letter\nat 2, authorizes OGE’s Director to “provide . . . overall direction of executive\nbranch policies related to preventing conflicts of interest on the part of officers and\nemployees of any executive agency.” Id. § 402(a). The Director’s duties include,\namong other things, developing rules and regulations to address conflicts of\ninterest and ethics in the Executive Branch, id. § 402(b)(1)–(2), monitoring\nExecutive Branch compliance with financial disclosure and reporting requirements, id. § 402(b)(3)–(5), and ensuring that executive agencies develop and\nimplement appropriate ethics rules, id. § 402(c)–(f). Other authorities also direct OGE to oversee Executive Branch ethics programs. Sections 7351 and 7353 of title 5 of the United States Code authorize OGE to\nimplement statutory restrictions on gifts to federal employees and gifts from federal\nemployees to their superiors by issuing regulations “for all executive branch officers\nand employees.” 5 U.S.C. §§ 7351(c), 7353(b), (d) (2000 & Supp. V 2005). And the\nPresident has delegated OGE authority under 5 U.S.C. § 7301 (2000) to “prescribe\nregulations for the conduct of employees in the executive branch.” Exec. Order No.\n12731, § 403, 3 C.F.R. 306, 310 (1990 Comp.). Thus, the authorities that created\nOGE and articulate its jurisdiction and responsibilities make clear that, with limited\nexceptions not implicated here, OGE supervises only entities and employees in the\n“executive branch.” 2 The term “executive branch” is defined for purposes of title I of EIGA as follows: For the purposes of this title, the term . . . “executive branch” includes each Executive agency (as defined in section 105 of title 5,\nUnited States Code), other than the Government Accountability Office, and any other entity or administrative unit in the executive\nbranch . . . . 2\nUnder 18 U.S.C. § 208(b)(2) and (d)(2) (2000), OGE is authorized to issue regulations exempting\nemployees from a criminal conflict of interest statute that applies to “an officer or employee of the\nexecutive branch of the United States Government, or of any independent agency of the United States,\na Federal Reserve bank director, officer, or employee, or an officer or employee of the District of\nColumbia, including a special Government employee.” Id. § 208(a). You have not asked us to consider\nany issues regarding the application of section 208 to the Smithsonian or the extent of OGE’s authority\nunder that provision. See OGE Letter at 2 n.1. 57 Opinions of the Office of Legal Counsel in Volume 32 5 U.S.C. app., EIGA § 109. OGE has adopted a similar definition in its regulations\nimplementing title IV:\nExecutive branch includes each executive agency as defined in 5\nU.S.C. 105 and any other entity or administrative unit in the executive branch. However, it does not include any agency, entity, office\nor commission that is defined by or referred to in 5 U.S.C. app.\n109(8)–(11) of the Act as within the judicial or legislative branch. 5 C.F.R. § 2638.104 (2006); see also 5 U.S.C. app., EIGA § 109(8)–(11) (defining\nthe terms “judicial employee,” “Judicial Conference,” “judicial officer,” and\n“legislative branch”)."
}