{
  "document_category": "memos",
  "document_name": "23401",
  "chunk_index": 1,
  "chunk_text": "Authority of the General Services Board of Contract\nAppeals to Order Reimbursement of the Permanent\nJudgment Fund for Awards of Bid Protest Costs\nT h e G e n e ra l S e rv ic e s B o a rd o f C o n tra c t A p p e a ls d o e s n o t h a v e th e a u th o rity to o r d e r th e\nD e p a rtm e n t o f th e A rm y to re im b u rse th e p e rm a n e n t in d e fin ite ju d g m e n t fu n d f o r a B o a rd\na w a rd o f b id p ro te s t c o s ts u n d e r th e C o m p e titio n in C o n tra c tin g A ct. May 29, 1990\nM e m o r a n d u m O p in io n f o r t h e G e n e r a l C o u n s e l\nD epa rtm en t o f t h e A rm y This memorandum responds to your office’s request for the opinion of\nthis Office on the authority of the General Services Board of Contract Ap­\npeals (“GSBCA” or the “Board”) to order the Department of the Army\n(“Army”) to reimburse the permanent indefinite judgment fund, 31 U.S.C. §\n1304, for bid protest costs under the Competition in Contracting Act\n(“CICA”), Pub. L. No. 98-369, 98 Stat. 1175, 1182-84 (1984) (codified in\nrelevant part at 40 U.S.C. § 759(f)(5)). See Letter to William P. Barr, Assis­\ntant Attorney General, Office of Legal Counsel, from Colonel William A.\nAileo, Chief, Litigation Division, Office of the Judge Advocate General,\nUnited States Department of the Army (Jan. 30, 1990) (the “Army Letter”). We conclude that the Board does not have authority to order the Army to\nreimburse the judgment fund. I. Background\nYour inquiry was prompted by two GSBCA cases, Julie Research Labora­\ntories, Inc., 1989-1 B.C.A (CCH)1 21,213 at 107,020 (Sept. 23, 1988), appeal\ndismissed. United States v. Julie Research Laboratories, Inc., 881 F.2d 1067\n(Fed. Cir. 1989), and Bedford Computer Corp., 1990-1 B.C.A (CCH) f 22,377\n(Oct. 13, 1989). In both these cases, the Board awarded bid protest costs\nagainst the Army under section 2713 of CICA, 40 U.S.C. § 759(0(5). The Army disputes the Board’s conclusion in the Julie Research Labora­\ntories and Bedford Computer cases. It maintains that the Board has exceeded\nits authority under 40 U.S.C. § 759(f)(6)(C) by requiring it to reimburse the\n111 judgm ent fund. Moreover, components of the federal government other than\nthe Army, including the Department of the Air Force, the National Transpor­\ntation Safety Board, and the General Accounting Office, are interested in the\nresolution of the issue."
}