{
  "document_category": "memos",
  "document_name": "23741",
  "chunk_index": 28,
  "chunk_text": "o S outh C arolina, January 28, 1790, 1 F irs t C o n g re ss, at 275-76 (reproducing e n try\nin Senate Journal o f April 3, 1790). o D elaw are, January 28, 1790, 1 F irst C o n g re ss, at 253-54 (reproducing e n try in\nS enate Journal o f M arch 8, 1790). o Verm ont, N ovem ber 3, 1791, Schw artz, at 1202-03; B ill o f R ig h ts a n d the S ta te s ,\nat xxii. o V irginia, D ecem ber 15, 1791, Schw artz, at 1202. 2 By contrast, the third through twelfth proposed amendments, now known as the Bill o f Rights, were\nratified by the requisite eleven States by December 15, 1791, when Virginia ratified them. See B ill o f\nR ights a n d the S ta tes, at xxii; Schwartz, at 1201-02. 107 The Bill of Rights was ratified without the Congressional Pay Amend­\nment by five States, two of which have since ratified the Congressional Pay\nAmendment:\no N ew H am pshire ratified th e first and third through tw elfth proposed am endm ents\non January 25, 1790. 1 F ir s t C o n g re ss, a t 348-49 (reproducing entry in S enate\nJo u rn al o f June 14, 1790). T he docum ent transm itted to the C ongress indicates\nth at it “rejected” the second article o f the proposed am endm ents. Id. at 348. N ew H am pshire subsequently ratified the C ongressional Pay A m endm ent on M arch\n7 , 1985. S e e 131 Cong. R ec. 6689 (1985); 138 C ong. Rec. S6831 (daily ed. M ay\n19, 1992). o N ew Jersey ratified all but the second am endm ent on N ovem ber 20, 1789. 1 F irs t\nC o n g r e s s , at 475-76 (reproducing entry in Senate Journal o f A ugust 6, 1790). T h e notification transm itted to C ongress d id not m ention the second proposed\nam endm ent. Id. N ew Jersey subsequently ratified the C ongressional P ay A m endm ent on M ay 7,\n1992. 138 Cong. Rec. S 6831, S6846 (daily ed. M ay 19, 1992). o T h e N ew York legislature ratified the first and th ird through tw elfth proposed\nam en d m ents on February 24, 1790. 1 F ir s t C o n g re ss, at 279-80 (reproducing\nen try in S enate Journal o f April 5, 1790). 3 The docum ent transm itted to the\nC o n g ress indicates that it ratified all o f the proposed am endm ents “except the\nsecond.” Id ."
}