{
  "document_category": "memos",
  "document_name": "450871",
  "chunk_index": 14,
  "chunk_text": "Accordingly, to incur criminal liability, a defendant need have knowledge only of those\nfacts that constitute the offense. Our reading of the “knowingly” element of the offense comports with the usual\nunderstanding of the term. The Supreme Court has stated that “unless the text of\nthe statute dictates a different result, the term ‘knowingly’ merely requires proof of\nknowledge of the facts that constitute the offense.” Bryan, 524 U.S. at 193\n(footnote omitted) (“[T]he term ‘knowingly’ does not necessarily have any\nreference to a culpable state of mind or to knowledge of the law.”). As set forth\nabove, the text of section 1320d-6 does not “dictate[] a different result.” Bryan,\n524 U.S. at 193. In fact, its text dictates an interpretation consistent with the\nordinary understanding of “knowingly” as referring only to “knowledge of the\nfacts that constitute the offense.” Id. The plain meaning of the “knowingly” element of section 1320d-6 must control, “at least where the disposition required by the text is not absurd.” Hartford\nUnderwriters Ins. Co. v. Union Planters Bank, N.A., 530 U.S. 1, 6 (2000). We 87 Opinions of the Office of Legal Counsel in Volume 29 consider whether our reading of the criminal provision is absurd in light of the\npossible exception to civil liability for reasonable ignorance of the law. Sections\n1320d-5 and 1320d-6 operate in a complementary fashion, covering mutually\nexclusive conduct. See 42 U.S.C § 1320d-5(b)(1) (excepting from civil penalties\nan act that “constitutes an offense punishable under section 1320d-6 of this\ntitle.”). 13 The civil enforcement section provides, “A penalty may not be imposed . . . if . . . the person liable for the penalty did not know, and by exercising\nreasonable diligence would not have known, that such person violated the\nprovision.” Id. § 1320d-5(b)(2). Section 1320d-5 therefore may be read to premise\ncivil liability on knowledge that the act in question violated the applicable\nstandard, not just on knowledge that the particular act occurred. 14 If civil sanctions\n(of fines up to $100) may be avoided by establishing reasonable ignorance of the\nlaw, it might at first blush appear to be an absurd result to conclude that the\nsignificantly more serious criminal punishments (of fines up to $250,000 and\nimprisonment of up to ten years) may not be similarly excused. The absurd results canon of construction is “rarely invoke[d] . . . to override\nunambiguous legislation.” Barnhart v. Sigmon Coal Co., 534 U.S. 438, 459\n(2002); Public Citizen v. Dep’t of Justice, 491 U.S. 440, 470–71 (1989) (Kennedy,\nJ., concurring) (noting that the canon is limited “to situations where the result of\napplying the plain language would be, in a genuine sense, absurd, i.e., where it is\nquite impossible that Congress could have intended the result, and where the\nalleged absurdity is so clear as to be obvious to most anyone.”). Applying the\nusual definition of “knowingly” here does not yield an absurd result, and certainly\nnot one so absurd that it would cause us to read the statute contrary to its plain\nmeaning."
}