{
  "document_category": "memos",
  "document_name": "22616",
  "chunk_index": 12,
  "chunk_text": "9 In October\n1965, Johnson was hospitalized for gall bladder surgery. 10 He was\n7See also N.Y. Times* March 4, 1958, at 1, col. 2. Presidents Kennedy and Johnson entered into\nsimilar agreements with their Vice Presidents. 1965 Senate Report at 7. N.Y. Times, Jan. 28, 1965, at\n13, col. 1. T he Johnson-Humphrey agreement was identical to the Eisenhower-Nixon agreement. The\nKennedy agreem ent differed only in that it urged the Vice President to consult with the Cabinet and\nthe A ttorney General i4as a matter o f wisdom and sound judgm ent.” 1965 Senate Report at 7. 8See 1958 Hearings, supra, and Hearings before the Special Subcommittee to Study Presidential\nDisability o f the House Committee on the Judiciary, 84th Cong., 2d Sess. (1956). 9 A t the time, Vice President H ubert H Humphrey stated that there had been discussions of when\nhe w ould take over and a copy of the Johnson-Humphrey accord was made available to the press on\nJanuary 28. See note 7, supra, and text. 10T he accord was again noted by the press and columnist A rthur Krock urged the states to ratify\nthe T w enty-Fifth Amendment. 102 anesthetized for three to four hours, after which Press Secretary\nMoyers announced that Johnson was again able to make presidential\ndecisions. 11 The same pattern was repeated in November 1967, when Johnson\nunderwent simultaneous surgery for a polyp on his vocal cord and\nrepair of a ventral hernia. He was anesthetized for about an hour and a\nhalf. Note was made of the agreement that could make Humphrey\n“Acting President” and columnist Tom Wicker urged that the TwentyFifth Amendment be ratified. In December 1968, Johnson was again hospitalized for the flu. The\npapers, however, said little other than that he worked on government\npapers on one day of his stay. 10. Richard M. Nixon was hospitalized from July 12-20, 1973, for\nviral pneumonia. The President’s press office said that he would be able\nto do necessary work and that he was not sick enough to require the\nVice President to make special arrangements. In an interview, Vice\nPresident Spiro T. Agnew said that there was no agreement between\nthe President and him on what to do in the event of Nixon’s disability\nand that the issue had never been discussed. Although there were persistent rumors about Nixon’s health during\nthe months prior to his resignation, the only White House announce­\nment was an acknowledgment that the President suffered from phlebi­\ntis. The operation on his leg did not occur until September 23, 1974,\nafter his resignation. 11. Jimmy Carter’s scheduled surgery for hemorrhoids in late De­\ncember 1978, was cancelled. Preparations for the Vice President to\nassume power under § 3 of the Twenty-Fifth Amendment were also\ncancelled. L arry L . S im m s Acting Assistant Attorney General\nOffice o f Legal Counsel 11 Citing recent history, Johnson had urged Congress to act on the disability problem in his State of\nthe Union address in January, 1965. The proposed Twenty-Fifth Amendment was sent to the states in\nJuly 1965. 103"
}