{
  "document_category": "memos",
  "document_name": "22366",
  "chunk_index": 4,
  "chunk_text": "Iran has any interest . . . may be transferred . . .\nor otherwise dealt in except as authorized.” T he regulations then define “ Iran\" broadly to include\ncontrolled businesses (§ 535. 301). “T ransfer” is defined broadly enough to include the creation of\ninformal licenses such as those enjoyed by business invitees: “any act or transaction, w hether or not\nevidenced by w riting, . . . the . . . effect o f which is to create . . . any right . . . privilege, or\ninterest w ith respect to any property.” (§ 535.310) “ Interest” is defined to mean ‘‘an interest o f any\nnature w hatsoever.” (§ 535.312) 225 For those Iranian businesses that are not instrumentalities of the\ngovernment of Iran, an executive order applying the IEEPA to transac­\ntions of Iranian nationals could easily have the effect of forcing closure. Indeed, the principal problem here appears to be in avoiding overbroad\neffects from an order that is designed to reach only some Iranian\nbusinesses. For presumably there would be no attempt to block every­\nday business transactions (such as banking) by Iranian nationals prop­\nerly present in this country. To avoid undue complexity, an executive\norder could provide that only firms specifically designated by the\nTreasury Department would be affected. 4. Deny Foreign Airlines That Serve Iran Landing Rights or Fuel\nPurchases in the United States This option raises a major unresolved issue under the IEEPA: to\nwhat extent may it be used to control foreign countries or nationals that\nare not the source of the threat that created the emergency? The terms\nof the statute are broad enough to reach third party conduct, as long as\nsome foreign country or national is involved: § 1702(a)(1)(B) grants the\nPresident authority over property in which “any foreign country or a\nnational thereof has any interest.” There must also be involved “any\nperson” or “any property” that is subject to the jurisdiction of the\nUnited States. Our national jurisdiction is generally held to extend to\nour citizens, wherever found, and to anyone else found within Ameri­\ncan territory. See generally Restatement (Second), Foreign Relations\nLaw of the United States, § 10 (1965). These provisions of § 1702(a) suggest the presence of authority to\ncontrol at least some third country transactions that are subject to our\njurisdiction. Such a reading would reflect the obviously broad phraseol­\nogy of the IEEPA, and would help to forestall simple circumventions\nof the statute by resort to agency relationships. Moreover, this interpre­\ntation would respect a principal limit to presidential discretion imposed\nby Congress in drafting the IEEPA: denial of authority to regulate\n“purely domestic” transactions. 1977 House Report, supra, at 11. Nevertheless, persuasive arguments that the IEEPA should be avail­\nable to control third country transactions that are designed to circum­\nvent its direct impact do not justify regulating other third country\ntransactions as part of a general “secondary boycott.” Although the\nIEEPA and its predecessor statute have long been used to embargo\ntrade with offending nations, we know of no instance of a secondary\nboycott, nor of any particular support for one in the legislative history."
}