{
  "document_category": "memos",
  "document_name": "22296",
  "chunk_index": 1,
  "chunk_text": "The Attorney General’s Duty to Defend and Enforce\nConstitutionally Objectionable Legislation\nT he A ttorney G eneral has a duty to defend and enforce both the A cts o f C ongress and\nthe Constitution; w hen there is a conflict betw een the requirem ents o f the one and the\nrequirem ents o f the other, it is alm ost alw ays the case that he can best discharge the\nresponsibilities o f his office by defending and enforcing the A ct o f Congress. While there is no general privilege\ninconsistent with the Constitution,\ntional system may require action in\nrefusal to defend and enforce an in the E xecutive to disregard laws that it deem s\nin rare cases the Executive’s duty to the constitu­\ndefiance o f a statute. In such a case, the E xecutive’s\nunconstitutional statute is authorized and lawful. July 30, 1980\nT he C h a ir m a n C ontracted of the\nand D S enate Subcom elegated A m it t e e on L im it a t io n s of u t h o r it y M y D ear M r . C h a ir m a n : In your letter o f June 25, 1980, you asked\nthat I answer eleven questions posed by you concerning the legal\n“authority” supporting “the Justice D epartm ent’s assertion that it can\ndeny the validity of A cts o f Congress.” I am pleased to respond. I have\ntaken the liberty o f setting these eleven questions out verbatim so the\ncontext in w hich my answers are given will be clear. M y answers\nfollow several prelim inary observations about the form o f the questions\nasked and the general nature o f the D epartm ent’s “assertion” in this\nmatter. The Attorney General has a duty to defend and enforce the Acts of\nCongress. He also has a duty to defend and enforce the Constitution. If\nhe is to perform these duties faithfully, he must exercise conscientious\njudgment. He must examine the Acts of Congress and the Constitution\nand determine what they require of him; and if he finds in a given case\nthat there is conflict between the requirements of the one and the\nrequirements of the other, he must acknowledge his dilemma and\ndecide how to deal with it. That task is inescapably his. I concur fully in the view, expressed by nearly all of my predecessors\nthat when the Attorney General is confronted with such a choice, it is\nalmost always the case that he can best discharge the responsibilities of\nhis office by defending and enforcing the Act of Congress. That view is\nsupported by compelling constitutional considerations. Within their re­\nspective spheres of action the three branches of government can and do\nexercise judgment with respect to constitutional questions, and the\n55 Judicial Branch is ordinarily in a position to protect both the govern­\nment and the citizenry from unconstitutional action, legislative and\nexecutive; but only the Executive Branch can execute the statutes of\nthe United States."
}