{
  "document_category": "memos",
  "document_name": "20521",
  "chunk_index": 3,
  "chunk_text": "Thus, interim marshal designations made during the\nfirst session of the 102nd Congress expired thirty days after the adjournment of the Senate si/ie die for the\nsecond session of the 102nd Congress. Designations made during the second session of the 102nd Congress\nwill term inate, under § 562(b)(2), thirty days after the adjournment of the Senate sine die for the first session\no f the 103rd Congress, probably November o r December, 1993\n3 The first rule of statutory construction is to look to the language o f the statute. See, e.g., Pennsylvania\nD e p ’t o f Pub Welfare v. Davenport, 495 U.S. 552, 557-58 (1990), Touche Ross & Co. v. Redington, 442\nU.S. 560, 568 (1979); Greyhound Corp v M l. Hood Stages, Inc., 437 U S. 322, 330 (1978)\n4 The legislative history does not address the situation in which an interim appointment has automatically\nterm inated without a permanent marshal’s having entered into office. It says little more than that § 562\n“provide[s] for the appointment of an Acting Marshal by the Attorney General” and “also assures the tempo­\nrary nature of such interim appointments . . by providing for the automatic termination of such interim\nappointm ents ” 134 Cong. Rec. 32,709 ( 1988) 2 A u th o rity o f the A tto rn ey G eneral to M ake Successive D esignations o f Interim U nited States M arshals U.S. Const, art. II, § 2, cl. 3. But the Senate will not necessarily be in recess on the\nthirtieth day following the end of its session, or following its refusal to give advice\nand consent to an appointment. In such circumstances, § 562, if construed as per­\nmitting only a single exercise of the authority to designate an interim marshal,\nwould provide no mechanism for conferring upon anyone the authority to perform\nthe functions of a marshal in a district where the m arshal’s office is vacant. Such a\nconstruction would be contrary to the apparent purpose o f § 562, which is to pro­\nvide continuity in the performance of the m arshal’s functions. W hile the courts have not addressed the issue o f successive interim designations\nunder the marshal vacancy statute, judicial interpretation of a statute governing\ninterim United States attorney appointments supports our analysis of § 562. Simi­\nlar to the marshal vacancy statute, the United States attorney vacancy statute\nauthorizes the Attorney General to “appoint a United States attorney for the district\nin which the office . . . is vacant” to serve for 120 days, or until the President fills\nthe office by appointment. 28 U.S.C. § 546. At least one court has found that this\nlanguage permits the Attorney General to appoint as “Acting United States A ttor­\nney” a person whose 120-day interim appointm ent as United States Attorney for\nthe same district had expired. In re Grand Jury Proceedings, 671 F. Supp. 5, 6 &\nn.3 (D. Mass. 1987).5\nIII.*"
}