{
  "document_category": "memos",
  "document_name": "20226",
  "chunk_index": 2,
  "chunk_text": "These actions have\nincluded closing streets and portions of highways to protect the President while\ntraveling, closing parking garages to safeguard him against bomb threats,\nrestricting airspace over the President, and cordoning off areas in hotels in which\nthe President was present. 1 The Secret Service has also, on occasion, temporarily\nclosed certain streets around the perimeter o f the White House, including Pennsyl­\nvania Avenue.2\nII. Legal A nalysis\nA. Statu tory A u thority\n1. Section 3056\nSection 3056 provides, in pertinent part, that:\n[u]nder the direction o f the Secretary of the Treasury, the United\nStates Secret Service is authorized to pro tect. . . (1) The President, the Vice President (or other officer next in the\norder o f succession to the Office of President), the President-elect,\nand the Vice President-elect [and]\n(2) The immediate families of those individuals listed in paragraph\n( 1). 18 U.S.C. § 3 056(a)(lM 2). In addition to that broadly-stated authority, officers and agents of the Secret\nService are authorized, under the direction of the Secretary, to perform certain\nenumerated functions,3 and to “ perform such other functions and duties as are\n1W e have been advised by the Department o f the Treasury that the Secret Service has historically taken these\nsteps pursuant to its authority under 18 U .S.C . §§3056 and 1752, and 3 U.S.C. §202. W e have also been informed\nthat the Secret Service generally takes such actions with the assistance o f state and local law enforcement officials. 2 The Department o f the Treasury has inform ed us that East Executive Drive was permanently closed to vehicular\ntraffic by the National Park Service in 1985. According to the Department o f the Treasury, when the Park Service\nclosed East Executive Drive, it consulted with the District o f Colum bia's Department o f Transportation but did\nnot file an application for street closing un d er the District o f C olum bia’s street closing procedures. 3 Such functions include the ability to:\n(A ) execute w arrants issued under th e laws o f the U nited States;\n(B) carry firearms;\n(C) make arrests without warrant fo r any offense against the U nited States committed in their presence,\no r for any felony cognizable under the laws o f the United States if they have reasonable grounds to believe\nthat the person to be arrested has com m itted or is committing such felony;\n(D ) offer and pay rewards for services and information leading to the apprehension o f persons involved\nin the violation or potential violation o f those provisions o f law w hich the Secret Service is authorized\nto enforce; no Authority o f the Secretary o f the Treasury to Order the Closing o f Certain Streets Located Along\nthe Perimeter o f the White House authorized by law.” 18 U.S.C. § 3056(c)(1)(F). Aside from expressly granting cer­\ntain powers generally afforded federal law enforcement personnel, the statute does\nnot attempt to enumerate the specific actions the Secret Service may take in ful­\nfilling its responsibility to protect the President."
}