{
  "document_category": "memos",
  "document_name": "1085571",
  "chunk_index": 2,
  "chunk_text": "Application of Privacy Act Congressional-Disclosure Exception to Disclosures\nto Ranking Minority Members, 25 Op. O.L.C. 289, 289 (2001) (“Application of Privacy Act”); see also Alissa M. Dolan et al., Cong. Research\nServ., RL30240, Congressional Oversight Manual 65 (Dec. 19, 2014). As\nthe Supreme Court has explained, “[t]he theory of a committee inquiry is\nthat the committee members are serving as the representatives of the\nparent assembly in collecting information for a legislative purpose” and,\nin such circumstances, “committees and subcommittees, sometimes one\nCongressman, are endowed with the full power of the Congress to compel\ntestimony.” Watkins v. United States, 354 U.S. 178, 200–01 (1957). By contrast, individual members, including ranking minority members,\n“generally do not act on behalf of congressional committees.” Application\nof Privacy Act, 25 Op. O.L.C. at 289; see also id. at 289–90 (concluding\nthat “the Privacy Act’s congressional-disclosure exception does not generally apply to disclosures to ranking minority members,” because ranking\nminority members “are not authorized to make committee requests, act as\nthe official recipient of information for a committee, or otherwise act on\nbehalf of a committee”). Under existing congressional rules, those members have not been “endowed with the full power of the Congress” (Watkins, 354 U.S. at 201) to conduct oversight. See Congressional Oversight\nManual at 65; see also Exxon Corp. v. FTC, 589 F.2d 582, 593 (D.C. Cir.\n1978) (“[D]isclosure of information can only be compelled by authority\nof Congress, its committees or subcommittees, not solely by individual\nmembers; and only for investigations and congressional activities.”). Individual members who have not been authorized to conduct oversight\nare entitled to no more than “the voluntary cooperation of agency officials\nor private persons.” Congressional Oversight Manual at 65 (emphasis\nadded). The foregoing reflects the fundamental distinction between constitutionally authorized oversight and other congressional requests for infor2 Authority of Individual Members of Congress to Conduct Oversight mation. When a committee, subcommittee, or chairman exercising delegated oversight authority asks for information from the Executive Branch,\nthat request triggers the “implicit constitutional mandate to seek optimal\naccommodation . . . of the needs of the conflicting branches.” United\nStates v. AT&T Co., 567 F.2d 121, 127 (D.C. Cir. 1977); see also id. at\n130–31 (describing the “[n]egotiation between the two branches” as “a\ndynamic process affirmatively furthering the constitutional scheme”). Such oversight requests are enforceable by the issuance of a subpoena and\nthe potential for contempt-of-Congress proceedings. See McGrain, 273\nU.S. at 174; 2 U.S.C. §§ 192, 194; see also Standing Rules of the Senate,\nRule XXVI(1), S. Doc. No. 113-18, at 31 (2013) (empowering all standing committees to issue subpoenas); Rules of the House of Representatives, 115th Cong., Rule XI, cl. 2(m)(1) (2017) (same). Upon receipt of\na properly authorized oversight request, the Executive Branch’s longstanding policy has been to engage in the accommodation process by\nsupplying the requested information “to the fullest extent consistent with\nthe constitutional and statutory obligations of the Executive Branch.” Memorandum for the Heads of Executive Departments and Agencies from\nPresident Ronald Reagan, Re: Procedures Governing Responses to Congressional Requests for Information (Nov. 4, 1982)."
}