{
  "document_category": "memos",
  "document_name": "20586",
  "chunk_index": 2,
  "chunk_text": "15 the President is necessarily vested with a large, although not\nunlimited, discretion to determine when there is a real and\ngenuine recess making it impossible for him to receive the\nadvice and consent of the Senate. Every presumption is to be\nindulged in favor of the validity of whatever action he may take. Attorney General Daugherty’s opinion has been cited with approval in\nsubsequent opinions of the Attorneys General, and has been relied on by the\nCom ptroller General as well. See e.g., 41 Op. Att’y Gen. 463, 468 (1960);\n28 Comp. Gen. 30, 34-36 (1948). Past practice is consistent with exercise o f the recess appointment power\nduring an intrasession recess of eighteen days. President Coolidge made a\nrecess appointment during a fifteen day recess. Memorandum for the Coun­\nsel to the President, from Leon Ulman, Deputy Assistant Attorney General,\nOffice of Legal Counsel at 3 (Dec. 3, 1971). In 1985 President Reagan\nmade recess appointments during an eighteen day intrasession recess. Memo­\nrandum to Files, from Herman Marcuse, Office of Legal Counsel (Jan. 28,\n1985). Accordingly, we believe that the President may constitutionally make\nrecess appointments during the current intrasession recess. 2 We next address the specific offices you have identified. All of the mem­\nbers o f the Boards of Directors of the LSC and the FHFB had been serving\npursuant to recess appointments that expired when the First Session of the\n102nd Congress ended on January 3, 1992. Those offices are thus now\nvacant and the President may make recess appointments to them during the\ncurrent recess. See Permissibility o f Recess Appointments o f Directors o f the\nFederal Housing Finance Board, 15 Op. O.L.C. 91 (1991); Memorandum for\nJohn P. Schmitz, Deputy Counsel to the President, from Timothy E. Flanigan,\nSpecial Assistant, Office of Legal Counsel (Oct. 17, 1990). Finally, we believe that the President may recess appoint the Chief Ex­\necutive Officer of the RTC. That office was created by section 201 of the\nResolution Trust Corporation Refinancing, Restructuring, and Improvement\nAct of 1991, Pub. L. No. 102-233, 105 Stat. 1761 (“Act”), which the Presi­\ndent signed on December 12, 1991. Although certain of the substantive\nprovisions of the Act do not take effect until February 1, 1992, see title III\nof the Act, the provision creating the position of Chief Executive Officer is\nnot subject to any special effective date provision, and hence went into\neffect upon enactment. The Attorneys General have long believed that the\nPresident has the power to make an original recess appointment to a newly\ncreated position. See 12 Op. A tt’y Gen. 455 (1868); 14 Op. Att’y Gen. 562\n(1875); 18 Op. A tt’y Gen. 28 (1880), a position upheld in United States v.\nA llocco, 305 F.2d 704, 713-14 (2d Cir. 1962), cert, denied, 371 U.S. 964\nId. 2 Attorney General Daugherty, however, suggested in 1921 that “an adjournment for 5 or even 10 days”\nwould not be sufficient “to constitute the recess intended by the Constitution.” 33 Op. Att’y Gen. at 25. 16 (1963). The Office therefore now exists and is vacant for purposes o f the\nRecess Appointments Clause."
}