{
  "document_category": "memos",
  "document_name": "22556",
  "chunk_index": 17,
  "chunk_text": "In re District Attorney of United States,\n7 F. Cas. 731, 734 –38 (E.D. Pa. 1868) (casting doubt on such an appointment). 16 31 36 Op. O.L.C. 15 (2012) O.L.C. at 272. That understanding has been embraced by some prominent\ncommentators as well. See Louis Fisher, Constitutional Conflicts between\nCongress and the President 38 (5th ed. 2007) (“A temporary recess of the\nSenate, ‘protracted enough to prevent that body from performing its\nfunctions of advising and consenting to executive nominations,’ permits\nthe President to make recess appointments.” (quoting Recess Appointments, 41 Op. Att’y Gen. at 466)). Significantly, a century ago, the Senate Judiciary Committee adopted a\nfunctional understanding of the term “recess” that focuses on the Senate’s\nability to conduct business. In rejecting the theory that President Theodore\nRoosevelt could make recess appointments during a brief “constructive\nrecess” between two sessions of Congress, the Committee wrote of the\nRecess Appointments Clause: It was evidently intended by the framers of the Constitution that [the\nword “recess”] should mean something real, not something imaginary; something actual, not something fictitious. They used the word\nas the mass of mankind then understood it and now understand it. It\nmeans, in our judgment, . . . the period of time when the Senate is\nnot sitting in regular or extraordinary session as a branch of the\nCongress, or in extraordinary session for the discharge of executive\nfunctions; when its members owe no duty of attendance; when its\nChamber is empty; when, because of its absence, it can not receive\ncommunications from the President or participate as a body in making appointments. . . . Its sole purpose was to render it certain that at\nall times there should be, whether the Senate was in session or not,\nan officer for every office, entitled to discharge the duties thereof. S. Rep. No. 58-4389, at 2 (1905) (second emphasis added); see also\nDaugherty Opinion, 33 Op. Att’y Gen. at 24 (noting that this report was\n“most significant of all” authorities in supporting the conclusion that a\nsubstantial intrasession adjournment was a constitutional “recess”). The\nSenate continues to cite that report as an authoritative source “on what\nconstitutes a ‘Recess of the Senate.’” Riddick’s Senate Procedure 947 &\nn.46 (1992), http://www.gpo.gov/fdsys/pkg/GPO-RIDDICK-1992/pdf/ GPO-RIDDICK-1992-88.pdf (citing report). The Comptroller General\nattributed a similar understanding to the entire Congress when he opined\nthat the “primary purpose” of the Pay Act was\n32 Recess Appointments Amid Pro Forma Senate Sessions to relieve “recess appointees” of the burden of serving without compensation during periods when the Senate is not actually sitting and\nis not available to give its advice and consent in respect to the appointment, irrespective of whether the recess of the Senate is attributable to a final adjournment sine die or to an adjournment to a\nspecified date. Appointments—Recess Appointments, 28 Comp. Gen. at 37 (emphasis\nadded). 2.\nGuided by these principles, we conclude that the President may determine that pro forma sessions at which no business is to be conducted do\nnot interrupt a Senate recess for purposes of the Recess Appointments\nClause. Our conclusion rests on three considerations."
}