{
  "document_category": "memos",
  "document_name": "23896",
  "chunk_index": 1,
  "chunk_text": "Proposed Presidential Proclamation Entitled\n“Registration Under the Military Selective Service Act”\n[T h e fo llo w in g m em o ran d u m w as p re p a re d by the O ffice o f L egal C ounsel p u rsu an t to its\nresponsibility u n d e r E x e c u tiv e O r d e r N o. 11,030 for a p p ro v in g all ex ecu tiv e o rd e rs an d\np residential p ro clam atio n s for form and legality. O n th e co n stitu tio n al issue raised by\nth e p ro p o sed p ro clam atio n , it notes th e con clu sio n rea c h e d in an ea rlie r opinion o f the\nO ffice th at a m ale-only d ra ft is co n stitu tio n al. O n th e sta tu to ry q u estion, it co n clu d es\nth at th e P resid en t is a u th o riz e d u n d er th e S electiv e S erv ice A c t to re q u ire th e re g istra ­\ntion, b y age g ro u p , o f som e b ut n o t all m ales b etw een th e ages o f 18 and 26.] June 30, 1980\nMEMORANDUM The attached proposed proclamation was submitted informally to the\nOffice of Management and Budget by the Selective Service System. It\nwas revised in the Office of Management and Budget and has been\nforwarded for consideration of this Department as to form and legality\nby that Office with the approval of the Director. Suggestions made by\nthis Office were incorporated during the drafting process. The proposed proclamation would invoke the President’s power\nunder § 3 of the Military Selective Service Act, as amended [the Act],\n50 U.S.C. App. § 453, to require male citizens of the United States and\nother male persons residing in the United States between the ages of 18\nand 26 and not exempt under the Act to register with the Selective\nService System. It would end the hiatus in registration caused by\nPresident Ford’s Proclamation No. 4360 of March 29, 1975 (“Terminat­\ning Registration Procedures Under the Military Selective Service Act,\nas Amended”). The proclamation would require the registration of all nonexempt\nmales who were born on or after January 1, 1960 and have reached the\nage of 18. No other persons would be required to register. This desig­\nnation of the persons required to register raises constitutional and statu­\ntory issues. The constitutional question is whether requiring men but not women\nto register constitutes impermissible discrimination based on sex. This\nOffice has previously addressed that issue and has concluded that a\nmale-only registration is constitutional. Memorandum from Assistant\nAttorney General Harmon to Deputy Director White, Office of Man­\n705 agement and Budget, “Constitutionality of All-Male Draft Registra­\ntion,” January 31, 1980.*"
}