{
  "document_category": "memos",
  "document_name": "19586",
  "chunk_index": 2,
  "chunk_text": "been asked to address any other questions regarding this settlement 251 Opinions of the O ffice o f Legal Counsel in Volume 22 District o f Illinois. In these cases, individuals with hemophilia who contracted\nthe HIV virus, and representatives of the estates of such individuals who have\ndied, sued several companies who extracted the blood proteins that hemophiliacs\nlack (known as Factors VIE and IX ) from donated blood and provided these pro­\nteins in the form o f “ factor concentrates” to hemophiliacs for injection. In addi­\ntion to suing these “ Fractionaters,” as the companies are known based on the\nmanufacturing process involved, plaintiffs also sued the National Hemophilia\nFoundation and individual health care providers. 2 Although the United States chose not to intervene in the suits, it also had poten­\ntial claims against the Fractionaters, including those under MCRA based on the\nprovision of certain health care to veterans. 3 MCRA provides a mechanism for\nthe recoupment of certain medical costs and provides in relevant part: In any case in which the United States is authorized or required\nby law to furnish or pay for hospital, medical, surgical, or dental\ncare and treatment . . . to a person who is injured or suffers a\ndisease . . . under circumstances creating a tort liability upon some\nthird person . . . to pay damages therefor, the United States shall\nhave a right to recover (independent o f the rights of the injured\nor diseased person) from said third person, or that person’s insurer,\nthe reasonable value of the care and treatment so furnished, to be\nfurnished, paid for, or to be paid for and shall, as to this right be\nsubrogated to any right or claim that the injured or diseased person\n. . . [or] . . . estate . . . has against such third person to the extent\nof the reasonable value of the care and treatment so furnished, to\nbe furnished, paid for, or to be paid for. 42 U.S.C. § 2 6 5 1(a). The Fractionaters commenced negotiations o f a global settlement of the claims\no f the class m em bers4 and agreed to pay $100,000 for each approved claim, as\nwell as a settlement with major private health care insurers, whom they agreed\n2 See In re “Factor VIII o r IX Concentrate B lood Products,\" Product Liab. Litig., 853 F. Supp 454 (Judicial\nPanel on M ultidistnct Litigation 1993), Wadleigh v. Rhone-Poulenc Rorer, Inc., 157 F R .D 410 (N.D 111 1994),\nr e v ’d by order o f mandamus, In the M atter of Rhone-Poulenc Rorer I n c , 51 F 3d 1293 (7th C ir 1995), and cert,\ndenied, 516 U.S. 867 (1995); In re Factor VIII o r IX Concentrate Blood Products Utig., 169 F.R.D 632 (N D\n111 1996)\n3"
}