{
  "document_category": "memos",
  "document_name": "21141",
  "chunk_index": 2,
  "chunk_text": "22 C F R § 3.5(b).\n1 W e d o not have the inform ation necessary to determ ine the respective interests, if\nany, o f th e private purchases. 180 United States under 40 U.S.C. §484(m). That statute authorizes the\nAdministrator of General Services “to take possession of abandoned or\nother unclaimed personal property on premises . . . owned by the\nUnited States, to determine when title thereto vested in the United\nStates, and to utilize, transfer, or otherwise dispose of such property.” Under regulations promulgated by the General Services Administration\n(GSA), title to abandoned or unclaimed property on Government\npremises vests in the United States 30 days after it is found, except that\ntitle reverts to the former owner if he files a claim before the property\nis used, transferred to another agency for use, or sold. 3 “Abandoned or\nunclaimed property” includes any personal property found on G overn­\nment premises. 4 Because the Nixon memorabilia were found more than\n30 days ago, title thereto has vested in the United States, subject any\nclaim by the former owners. Under the GSA regulations, the agency that finds the property is\nresponsible for it and must either use it or report it to GSA as excess\nproperty. 5 Once the property is reported, GSA will either furnish it to\nother Federal agencies or dispose of it as surplus. 8 The former owner is\nentitled to payment for the reasonable value of any abandoned or\nunclaimed property used by the United States or to the proceeds of any\nsale. 7 As the Agency that found the memorabilia, the White House\nOffice is responsible for their custody, for evaluating claims for their\nreturn, and for reporting unusable items to GSA.8 Neither the statute nor the regulations requires the finding agency to\nnotify possible former owners that the property has been found before\nit is disposed of. However, due process of law requires that potential\nclaimants be given reasonable notice and an opportunity to submit\nclaims before the United States cuts off their right to have unclaimed s 41 C F R § 101-43.403.1.\n•41 C F R § 101-43.401(a).\n•41 C F R §§ 101-43.403-1, 101-43.403.2.\n•See 41 C F R §§ 101-43.301, 101-43.318-1, 101-45.404(b). Sales are conducted by G S A\nand are norm ally by sealed bids, spot bids, o r auction. See, generally, 41 C F R §§ 10145.301, 101-45.304. A bandoned o r unclaim ed property m ay be sold at any tim e after title\nvests in the United States. 41 C F R § 101-45.404(b).\n7 40 U.S.C. § 484(m); 41 C F R §§ 101-43.403.4, 101-45.401.1. Claim for paym ent must\nbe m ade w ithin 3 years o f the date that title vested in the United States. 40 U.S.C.\n§ 484{m). • T h e W hite House Office is w ithin the m eaning o f the term “executive agency\" as\ndefined in the statute and regulations. See 40 U.S.C. § 472(a); 41 C F R § 101-43.001-6. 181 property returned.® See, Security Savings Bank v. California, 263 U.S.\n282, 287 (1923); C f, Mullane v. Central Hanover Trust Co., 339 U.S.\n306, 311-13 (1950)."
}