{
  "document_category": "memos",
  "document_name": "1349716",
  "chunk_index": 25,
  "chunk_text": "As the Supreme Court explained\nin FCC v. ITT World Communications, Inc., 466 U.S. 463 (1984), Congress was cognizant in drafting the Sunshine Act that “the administrative\nprocess cannot be conducted entirely in the public eye.” Id. at 469. The\nAct is therefore limited to “meetings” as defined above. See id. at 471\n28 Extending Regulatory Review to Independent Regulatory Agencies (holding that a “meeting” must involve deliberations “sufficiently focused\non discrete proposals or issues as to cause or be likely to cause the individual participating members to form reasonably firm positions” (internal\nquotation marks omitted)). Many of the consultations that occur in the\nEO 12866 process likely would not meet that standard. As the Court\nexplained, “‘informal background discussions that clarify issues and\nexpose varying views’ are a necessary part of an agency’s work,” and the\nAct was not intended to “prevent such discussions.” Id. at 469–70 (brackets omitted). A “meeting” also must involve “at least the number of individual agency members required to take action on behalf of the agency.”\n5 U.S.C. § 552b(a)(2). An exchange of views between OIRA and the staff\nof an agency (or its Chairman) during the EO 12866 process would not\nqualify. Thus, the Sunshine Act would be consistent with applying EO\n12866 to independent agencies. * * * * * We thus conclude that none of the common statutory hallmarks of independent agencies would stand in the way of applying EO 12866 to such\nagencies. Nothing in the centralized regulatory review process is inconsistent with their traditional “independence.” EO 12866 expressly preserves the substantive rulemaking discretion afforded to independent\nagencies, just as it preserves the substantive discretion enjoyed by nonindependent agencies. It does so, however, within the framework of\npresidential supervision and OIRA administrative expertise that has\npromoted good administrative governance since the earliest days of the\nReagan Administration. Finally, we note that our conclusion is consistent with those of the Administrative Conference of the United States and the American Bar Association, both of which have long endorsed the President’s authority to\nextend EO 12866 to independent agencies. 15 A 2017 report by the House 15 See, e.g., Section of Administrative Law and Regulatory Practice, ABA, Improving\nthe Administrative State: A Report to the President-Elect of the United States at 10\n(2016); Letter for Ron Johnson, Chairman, and Thomas R. Carper, Ranking Member,\nSenate Committee on Homeland Security and Governmental Affairs, from Thomas M.\nSusman, Director, Governmental Affairs Office, ABA, Re: Support for S. 1067, the\n“Independent Agency Regulatory Analysis Act of 2015” (July 23, 2015); House of\nDelegates, ABA, Recommendation: Presidential Review of Rulemaking (Aug. 7–8, 29 43 Op. O.L.C. __ (Oct. 8, 2019) Committee on Oversight and Government Reform similarly opined that\nthe President “has always had the authority to extend OIRA review to\nindependent agencies.” OIRA Insight, Reform, and Accountability Act,\nH.R. Rep. No. 115-19, at 7 (2017). As a matter of practice, OMB advises\nthat “[a] number of ‘independent’ agencies, including the SEC, CFTC, the\nFCC, and others have consulted with OIRA regarding best practices for\nregulatory reform and cost-benefit analysis,” OMB Letter at 7, and as\nnoted above, the SSA has formally complied with the regulatory review\nprocess."
}