{
  "document_category": "memos",
  "document_name": "23906",
  "chunk_index": 2,
  "chunk_text": "Rather, § 631 was intended solely to limit USDA’s\ndiscretionary release of information to members of the public, outside of the\nenforcement context, in response to requests under the Freedom of Information\nAct or otherwise. In interpreting a statute, we look first to its text. Though couched in terms of\na limitation on the expenditure of appropriated funds, as a practical matter\n§631 functions as a direct restriction on USDA’s release of information\nacquired from handlers under the 1937 Act. On the other hand, precisely\nbecause § 631 is a USDA appropriations limitation, it would seem to have no\neffect on other agencies’ ability to use or disseminate the information in\nquestion. There are three provisos to § 631’s restriction on the release of information,\nonly one of which is relevant here: the section explicitly does not prohibit\nrelease of information to “other Federal agencies for enforcement purposes.” 1 We believe that it would be anomalous to suppose that Congress intended to\nallow other federal agencies freely to use information collected by USDA for\ntheir own enforcement purposes, while at the same time denying a similar\nfreedom to USDA itself. Accordingly, we think that the ambiguously worded\n“enforcement” exception in § 631 must be read to reflect and incorporate\nCongress’ expectation that the section would not restrict USDA’s ability to use\nany information collected by it under the 1937 Act to carry out its own\nauthorized enforcement functions. Yet another feature of the statutory language supports this narrow reading of\n§ 631’s intended scope. This is the provision’s use of the term “release” to\ndescribe what USDA may not do with information collected by it, as opposed\nto a broader term such as “disclose.” The use of the term “release” suggests a\nconcern with USDA’s discretionary dissemination of information to the public,\nrather than an intent to inhibit authorized law enforcement activities. Where\nCongress has imposed restrictions on a federal agency’s use of information in\nits possession, it has generally enacted laws prohibiting “disclosure” of such\n1 The w ording o f this proviso is som ew hat am biguous, because it is not clear whether another agency’s\n“enforcem ent p u rposes” — as distinct from U SD A ’s ow n enforcem ent purposes — will justify U SD A ’s\nrelease o f inform ation. In any event, because § 631 restricts only U SD A ’s ability to release information, this\nprovision w ould not inhibit another agency to which the information was released by USDA under the\nproviso from in turn releasing it to nongovernm ental parties in the course o f its own authonzed activities 10 information. 2 Moreover, although Congress has on occasion imposed restric­\ntions on an agency’s ability to disclose information in its possession to other\nagencies, we would not, in the absence of a very clear indication in the statutory\nlanguage or legislative history, infer an intent to restrict an agency’s ability\nitself to use information properly obtained by it to administer and enforce a\nstatute for which it is responsible. The legislative history of § 631 contains no such indication."
}