{
  "document_category": "memos",
  "document_name": "19026",
  "chunk_index": 3,
  "chunk_text": "212 227-329 VOL_26_PROOF.pdf 222 10/22/12 11:13 AM Designation of Acting Solicitor of Labor ing with the other so as, in the language of Coke, to induce the presumption that\nthey cannot be executed with impartiality and honesty.’” Id. (quoting 3 McQuillin,\nThe Law on Municipal Corporations § 12.67 (1982)). As we have noted, “[i]t is\narguable that [the doctrine] has either fallen into desuetude or been repealed by\nstatute.” Memorandum for Edward C. Schmults, Deputy Attorney General, from\nTheodore B. Olson, Assistant Attorney General, Office of Legal Counsel, Re:\nAppointment as Associate Attorney General at 3, 4 (June 14, 1983). But see United\nStates v. Thompson, 475 F.2d 1359, 1363 (5th Cir. 1973) (discussing whether\npositions have any “inherent” conflict). Even assuming the continued validity of\nthe doctrine, however, a recess appointee could be appointed to another office as\nlong as “[n]either office, as a matter of statute, reports to the other or reviews\ndeterminations that the other has made.” See Dual Office-Holding at 4.\nUnder the Dual Compensation Act, 5 U.S.C. § 5533, the recess appointee could\nreceive the pay for only one of the offices. As we have interpreted the Act, the\nholder of two offices “must be paid the higher salary if it is fixed by law,” because\nhe “would otherwise be waiving a right to compensation established pursuant to\nstatute—which is unlawful.” Dual Office, 13 Op. O.L.C. at 243 n.3 (citations\nomitted). 2\nII. Under either of your two scenarios, we believe that, after expiration of his\nrecess appointment, Mr. Scalia may be designated under the Vacancies Reform\nAct, 5 U.S.C. §§ 3345-3349d (2000), to act in the position he will have vacated\nwhen his recess appointment expired. Under the Vacancies Reform Act, the\nPresident “may direct an officer or employee of [an] Executive agency to perform\nthe functions and duties of [a] vacant [Senate-confirmed] office temporarily in an\nacting capacity,” subject to specified time limits, provided that, during the year\npreceding the occurrence of the vacancy, the officer or employee served for at\nleast 90 days in a position in that agency for which the rate of pay equaled or\nexceeded the rate for GS-15 of the General Schedule. 5 U.S.C. § 3345(a)(3). By\nvirtue of his non-career Senior Executive Service position with the Department of\nLabor, Mr. Scalia would be “an officer or employee” of that agency, and, during\nthe year before the expiration of his recess appointment created a vacancy, he\nwould have served for at least 90 days in a position—the office of Solicitor, to\nwhich he was recess appointed—for which the pay exceeded the GS-15 rate. By 2\nA Senior Executive Salary might, or might not, exceed the Executive Level IV pay of the Solicitor\nof Labor. Salaries in the Senior Executive Service cover a range. 5 U.S.C. § 5382(a). The lowest level\nof Senior Executive Service pay, even with a “locality-based comparability” adjustment for Washington, D.C., see 5 U.S.C. § 5304 (2000), would be less than the pay for Executive Level IV, while the\nhigher levels would exceed the pay for Executive Level IV. 213 227-329 VOL_26_PROOF.pdf 223 10/22/12 11:13 AM Opinions of the Office of Legal Counsel in Volume 26"
}