{
  "document_category": "memos",
  "document_name": "23996",
  "chunk_index": 13,
  "chunk_text": "30 Kmiec Memo, supra note 3, at 5-8\n31 Id at 5-7. In United States v Harrington, 520 F. Supp. 93, 95 (E D Cal. 1981), the court held that Reorga­\nnization Plan No. 2 of 1973 deprived Customs agents of any search or arrest authonty with respect to the federal\ndrug laws, and suggested that Customs agents accordingly lacked “secondary authonty” to perform drug enforce­\nment searches under the primary responsibility” o f the DEA Although the district court’s decision ultimately was\nreversed on appeal, 681 F 2d 612 (9th Cir 1982), cert denied. Ail I U S . 1015 (1983), Congress clearly had the de­\ncision in rrnnd when it passed sections 1589 and 1589a The relevant House Report slated. “Enactment of [this pro­\nvision] would also make it clear that Customs officers may serve search and arrest warrants for any Federal offense\nincluding drug offenses. This would eliminate the problem raised in U S. v. Harrington , which . . questioned Cus­\ntoms authority to serve search warrants in joint DEA-Customs investigations away from the border.” H R Rep. No.\n845, 98th Cong., 2d Sess , pt. 1, at 28 (1984) (citation omitted). 32 See Kmiec Memo, supra note 3, at 2.\n33 Lane Memo, supra note 2, at 4-5.\n34 See infra pp. 278-80. 276 3 .2 8 U.S.C. § 524(c)(10) Finally, Customs cites 28 U.S.C. § 524(c)( 10) as evidence of Congress’ recog­\nnition that Customs has seizure authority under section 881 of title 2 1.35 Section\n524, enacted in 1984, established the Department of Justice Assets Forfeiture\nFund, which serves as the depository for moneys realized from profitable forfei­\ntures of property after the payment of certain expenses of forfeiture and sale. 36\nSection 524(c)(4) requires “all amounts from the forfeiture of property under any\nlaw enforced or administered by the Department of Justice” to be deposited in\nthat fund. Section 524(c)(10) provides: For the purposes of this section, property is forfeited pursuant\nto a law enforced or administered by the Department of Justice if\nit is forfeited pursuant to —\n(A) any criminal forfeiture proceeding;\n(B) any civil judicial forfeiture proceeding; or\n(C) any civil administrative forfeiture proceeding conducted by\nthe Department of Justice,\nexcept to the extent that the seizure was effected by a Customs of­\nficer or that custody was maintained by the United States Cus­\ntoms Service in which case the provisions of section 613A of the\nTariff Act of 1930 (19 U.S.C. 1613a) shall apply. 28 U.S.C. § 524(c)(10) (emphasis added). The Customs Service apparently interprets the final clause of section\n524(c)(10), underscored above, to demonstrate Congress’ understanding that\nCustoms has independent seizure authority under section 881.37 However, noth­\ning on the face of the provision indicates in the least that Customs has section\n881 seizure or forfeiture authority. The general reference in the final phrase of\nsection 524(c)(10) does not specify particular Customs seizure or forfeiture au­\nthority, and therefore cannot be said to enlarge or affect Customs’ underlying"
}