{
  "document_category": "memos",
  "document_name": "24321",
  "chunk_index": 7,
  "chunk_text": "Pederson\nLetter at 1. As an initial matter, we do not believe that usage alone can\njustify a practice unsupported in law — nor can a single district court\ndecision. In any event, we do not believe that the usage or the case pro­\nvides support for the Commission’s claim o f authority to bring criminal\ncontempt actions. As to the usage, the Commission cites seven reported cases in which it\n8 Two district court cases decided at approximately the same time as Guignon held that the\nCommission could seek to enforce its subpoenas without the consent and assistance o f the Attorney\nGeneral FTC v. Kujawski, 298 F. Supp. 1288, 1289 (N D. G a 1969); FTC v. Continental Can Co , 267 F.\nSupp. 713 (S.D.N.Y. 1967) Through later legislation, Congress made clear the Commission’s statutory\nauthonty to bring actions to enforce subpoenas. See 15 U S.C § 56(a)(2)(D), Pub L. No. 93-153, tit. IV, §\n408(g), 87 Stat 576, 592 (1973); Pub. L. No. 93-637, tit. II, § 204(a), 88 Stat. 2183, 2199 (1975). 296 prosecuted criminal contempts.9 As the Commission concedes, Pederson\nLetter at 2-3, the courts in these cases did not address the Commission’s\nauthority to bring the actions. Nor did the Ninth Circuit consider the\nissue of statutory authority in a more recent case in which it sustained a\nfinding of contempt and rejected the argument that, under Vuitton, the\nCommission was disqualified from prosecuting the contempt because it\nwas an interested party. 10 See FTC v. American Nat’l Cellular, 868 F.2d\n315 (9th Cir. 1989). Because these cases do not discuss the issue of statu­\ntory authority, they do not illuminate whether Congress intended the\nCommission to prosecute criminal contempts. See United States v.\nMorton Salt Co., 338 U.S. 632, 647 (1950) (Nonexistent powers cannot “be\nprescripted by an unchallenged exercise.”). Nor has the usage in this area been consistent. In one instance of which\nwe have been made aware, the Commission’s lawyers received appoint­\nments as Special Assistant United States Attorneys, when a grand jury was\nconducting an investigation bearing on possible charges of criminal con­\ntempt. See Memorandum for D. Lowell Jensen, Deputy Attorney General,\nfrom Richard K. Willard, Acting Assistant Attorney General, Civil Division,\nat 1-2 (July 30, 1985); Memorandum for Richard K. Willard, Acting\nAssistant Attorney General, Civil Division, from John R. Fleder, Assistant\nDirector, Office o f Consumer Litigation (May 30,1985); Pederson Letter at\n3 n.3, 6; 28 U.S.C. § 515. The Commission suggests that this involvement\nby the Department o f Justice does not destroy the consistency o f the\nCommission’s practice o f representing itself because the Commission’s\nattorneys “might properly prosecute the particular matter themselves.” Pederson Letter at 3 n.3. That argument, however, is circular; it assumes\nthat the Commission’s lawyers could have brought an action. Absent the\nassumption that the Commission may prosecute a criminal contempt\naction, the involvement o f the Department o f Justice undermines the con­\nsistency of the very usage on which the Commission relies."
}