{
  "document_category": "memos",
  "document_name": "844106",
  "chunk_index": 11,
  "chunk_text": "White\nbears on Browning As noted above, Forrester requires a “ functional” approach to claims of absolute judicial immu­\nnity in the context o f employment decisions. T h e distinction that Forrester makes between “ judicial acts” and\n“ the administrative, legislative, or executive functions that judges may occasionally be assigned by law to perform”\nis based on the rationale that, with respect to the latter category, the danger of “ officials’ being deflected from\nthe effective performance o f their duties” is not substantial enough to warrant absolute immunity Forrester, 484\nU S. at 230. That rationale could be applied equally to the administrative functions of the legislative branch, such\nas hiring o f personnel, and verification that they are not unauthorized aliens. In the wake o f Forrester, the District of C olum bia Circuit, in Gross v Winter, 876 F 2 d 165 (D C . Cir. 1989),\napplied Forrester's functional approach in rejecting a D C. Council m ember’s claim of legislative immunity for\nher allegedly discriminatory decision to fire a probation officer Gross recognized that “ [tjhe Supreme Court’s strict\n‘functional’ immunity analysis in Forrester . contrasts with the employee-centnc approach this court took in\nB row ning.\" Id at 171 The court found Forrester, not Browning, controlling' The functions o f probation officers and legislative aides are therefore equally important to the due func­\ntioning o f the judicial and legislative processes, respectively Nonetheless, under Forrester, the functions\njudges and legislators exercise in making personnel decisions affecting such employees are administrative,\nnot judicial or legislative. Forrester's functional approach also forecloses the somewhat curious logic that\nthe greater the em ployee’s importance to the legislative process the greater should be the state legislator’s\nfreedom to violate that em ployee’s constitutional rights 42 Enforcement o f INA Employer Sanctions Provisions Against Federal Government Entities fact that an individual may have some duties that relate to core legislative proc­\nesses does not make all matters bearing on that person’s employment “ an integral\npart of the deliberative and communicative processes by which Members partici­\npate in committee and House proceedings with respect to the consideration and\npassage or rejection of proposed legislation or with respect to other matters which\nthe Constitution places within the jurisdiction of either House.” Gravel, 408 U.S.\nat 625. As the Court noted in Brewster, in a passage relied upon in Browning:\n“ The only reasonable reading of the Clause, consistent with its history and pur­\npose, is that it does not prohibit inquiry into activities that are casually or inciden­\ntally related to legislative affairs but not a part of the legislative process itself.” Id. at 528, quoted in 789 F.2d at 927. Under that standard, even if a particular\nemployee’s duties could be said to relate to the legislative process, there might\nbe any number of purely administrative decisions made with respect to that\nemployee that would have nothing to do with the employee’s fulfillment of his\nor her duties and that therefore would not merit legislative immunity. 7"
}