{
  "document_category": "memos",
  "document_name": "22996",
  "chunk_index": 2,
  "chunk_text": "Third, this opinion focuses on broadly\napplicable legal principles, not on the specific rules adopted by the Federal\nElection Commission forelection activity. See 11 C.F.R. Chapter 1 (1981). If, in\nlight of this opinion, particular questions arise, we will, of course, be glad to\naddress them. Furthermore, the principles discussed in this opinion may be fully understood\nonly with an appreciation of the unique context presented by the peculiar\nfunctions and responsibilities of the President and Vice President in our system of\ngovernment. They are the senior officials of the Executive Branch of government. Their official roles are necessarily political in the broad sense that they must\nformulate, explain, advocate, and defend policies. To the extent that the President\nand Vice President generate support for their policies and programs, they are also\nexecuting and fulfilling their official responsibilities. Even the most clearly\npartisan activity is not without some impact on the official activities of the\nPresident and Vice President. By the same token, official success or failure by the President and Vice\nPresident has an inevitable and unavoidable impact on the standing of their\npolitical party, members of their party, and their party’s candidates for public\noffice. Thus, it is simply not possible to divide many of the actions of the\nPresident and Vice President into utterly official or purely political categories. To\nattempt to do so in most cases would ignore the nature of our political system and\nthe structure of our government. Accordingly, efforts to establish such divisions\nmust be approached with common sense and a good faith effort to apply the spirit\nof the principles we discuss in this memorandum, and they must be judged with\nconsiderable deference to the decisions of the persons directly involved in\nmaking the determinations. With this background, our discussion will focus on three major questions. First, what are the basic legal principles to be applied, putting aside specialized\nrestrictions formulated by the Federal Election Commission with regard to\nelection activities? Second, how does one determine whether an event giving rise\nto an expense is “ official” or “ non-official” in character? Third, assuming that a\ntrip involves events that are both official and non-official (or political) in\ncharacter, may certain of the expenses for such a mixed trip be apportioned\nbetween the government, on the one hand, and a political committee, on the other\nhand? In the fourth section, we will discuss other considerations that bear on the\nissues discussed herein. I. TVo Basic Norms When considering payment of expenses associated with presidential and vice\npresidential travel, two major principles governing the use of appropriated funds\nmust be bome in mind. First, appropriated funds may be spent only for the\npurposes for which they have been appropriated. 31 U.S.C. § 628; 52 Comp.\n215 Gen. 504 (1973); 50 Comp. Gen. 534 (1971). Thus, funds appropriated for the\nofficial functioning of the offices of the President and the Vice President may be\nused for travel expenses only if the travel is reasonably related to an official\npurpose."
}