{
  "document_category": "memos",
  "document_name": "24631",
  "chunk_index": 2,
  "chunk_text": "The General Counsel to the United States Trade Representative has\nsince expressed his opinion in a memorandum (hereinafter Memoran­\ndum) that the effect of certain of these statutes is to preclude the\nimposition of export controls under the EAA. We disagree with this\nreading of the statutes; and for the reasons that follow, we conclude\nthat the President’s authority under the EA A is not so limited. In his Memorandum, the General Counsel states his view that certain\nstatutes currently controlling the products as to which export controls\nare being considered contain “express provisions” permitting exports of\nthe products. 1 The General Counsel therefore concludes that export\n• N o t e : T h e text o f the A pril 11, 1980, m em orandum appears in this volum e at p. 568. Ed. 1\nT h e Federal Food, D rug, and C osm etic A ct, 21 U .S.C. § 381(dXl); the Public H ealth Service A ct,\n42 U .S.C. § 263f(aK3); the C onsum er P ro d u ct Safety A ct, 15 U.S.C. §2067 (Supp. II 1978); the\nContinued 802 controls under the EAA would be inconsistent with its statutory lan­\nguage and would intrude upon congressional authority under Article I,\n§ 8, clause 3 o f the Constitution to regulate foreign commerce. The\ninconsistency is asserted on the basis of § 17(a) of the EAA which\nprovides that “[n]othing contained in this Act. . . . shall be construed\nto modify, repeal, supersede, or otherwise affect the provisions of any\nother laws authorizing control over exports of any commodity.” 50\nU.S.C. App. § 2416(a). By this section, the General Counsel finds that\nCongress has expressly excluded from controls under the EAA any\ncommodity the export of which is provided for under any other law,\nincluding the seven specific statutes cited. And, in the face of the\nasserted congressional prohibition of export controls, he concludes that\nthe Executive has no authority to regulate foreign commerce. We have\nexamined the General Counsel’s Memorandum and in our opinion none\nof its conclusions is correct. I. A.\nThe General Counsel’s Memorandum rests, at bottom, on the\nview that each of the seven statutes cited expressly authorizes export of\nthe regulated products. We find no such express authorization. The so-called export authorization cited under the Federal Food,\nDrug, and Cosmetic Act, 21 U.S.C. § 381(d)(1), provides that a food,\ndrug, device, or cosmetic intended for export shall not be deemed to be\nadulterated or misbranded within the meaning of the law if it meets\ncertain conditions for export including specification by a foreign pur­\nchaser, compliance with the laws of the importing country, and appro­\npriate labeling. Section 381(d)(1) is thus not an express authorization of\nexports at all. It is nothing more than an exemption for exports from\nthe regulatory scheme and the standards required for products intended\nfor use in this country. With minor differences in the requirements that must be met before\nthe exemption from domestic standards will be available, the other cited\nprovisions are to the same effect. Thus the Public Health Service"
}