{
  "document_category": "memos",
  "document_name": "doc_76",
  "chunk_index": 29,
  "chunk_text": "See Daugherty Opinion, 33\nOp. Att’y Gen. at 25 (recognizing that a “palpable abuse” of the President’s “discretion to determine when there is a real and genuine recess” of\nthe Senate might subject his appointment to review”). 27\nThe Senate’s scheduling of pro forma sessions to frustrate the President’s recess\nappointment authority does not require us to treat the President’s constitutional recess\nappointment authority as operating at the “lowest ebb” of presidential power under the\nframework of Justice Jackson’s concurring opinion in Youngstown Sheet & Tube Co. v.\n27 44 Recess Appointments Amid Pro Forma Senate Sessions Third, it could be argued that the experience of recent pro forma sessions suggests that the Senate is in fact available to fulfill its constitutional duties during recesses punctuated by periodic pro forma sessions. Twice in 2011, the Senate passed legislation during pro forma sessions by\nunanimous consent, evidenced by the lack of objection from any member\nwho might have been present at the time. 157 Cong. Rec. S8789 (daily ed.\nDec. 23, 2011); id. at S5297 (daily ed. Aug. 5, 2011). During one of these\nsessions, the Senate also agreed to a conference with the House, and\nmessages received from the House earlier in the intrasession recess were\nput into the Congressional Record. 157 Cong. Rec. S8789–90 (daily ed.\nDec. 23, 2011). Conceivably, the Senate might provide advice and consent on pending nominations during a pro forma session in the same\nmanner. We do not believe, however, that these examples prevent the President\nfrom determining that the Senate remains unavailable to provide advice\nand consent during the present intrasession recess. The scheduling order\nunder which the pro forma sessions are held during this recess expressly\nprovides that there is to be “no business conducted.” 157 Cong. Rec.\nS8783 (daily ed. Dec. 17, 2001). In our judgment, the President may\nproperly rely on the public pronouncements of the Senate that it will not\nconduct business (including action on nominations), in determining\nwhether the Senate remains in recess, regardless of whether the Senate has\ndisregarded its own orders on prior occasions. Moreover, even absent a\nSenate pronouncement that it will not conduct business, there may be\ncircumstances in which the President could properly conclude that the\nbody is not available to provide advice and consent for a sufficient period\nto support the use of his recess appointment power. It is common for\nSawyer, 343 U.S. 579, 637 (1952). The Constitution explicitly grants recess appointment\nauthority to the President, and the Attorney General has long taken the position that,\nthrough enactment of the Pay Act, Congress has “acquiesce[d]” to recess appointments\nunder circumstances where that Act would permit payment. See Recess Appointments, 41\nOp. Att’y Gen. at 466; see also Appointments—Recess Appointments, 28 Comp. Gen. at\n34, 37 (recognizing the “accepted view” that an extended intrasession adjournment of the\nSenate is a “recess” in the constitutional sense during which “an appointment properly\nmay be made” and that recipients of such appointments were entitled to pay). Moreover, it\nis unclear that Justice Jackson’s framework would apply in matters involving the balance\nbetween the President’s constitutional authority to make recess appointments and a single\nHouse of Congress’s constitutional authority to set its internal rules. 45"
}