{
  "document_category": "memos",
  "document_name": "20121",
  "chunk_index": 3,
  "chunk_text": "Id. . . . In addition [to “ ex­\npressly reserv[ing] its right ‘to exercise its constitutional authority\n13 Opinions o f the Office o f Legal Counsel in Volume 20 as legislature for the District, by enacting legislation for the District\non any subject’ Congress placed several explicit limitations on\nthe Council’s legislative authority. D istrict o f Colum bia v. Greater Washington Cent. Labor Council, 442 A.2d 110,\n113 (1982) (quoting Self-Government Act, § 1-206), cert, denied, 460 U.S. 1016 (1983). 2 As in the cited District of Columbia Court of Appeals case, “ [t]he specific\nlimitation[ ] which [is] pertinent to the issue before us [is] enumerated in § 1233.” Id. Subsection (a)(1) of §1-233 provides that “ [t]he Council shall have\nno authority to . . . [ijmpose any tax on property of the United States or any\nof the several states.” Thus, if the Clean Air Fee is a “ tax on property of the\nUnited States,” then the D.C. Council lacked the authority to impose it.3\nII. A tax is an “ enforced contribution to provide for the support of government.” United States v. LaFranca, 282 U.S. 568, 572 (1931). In distinguishing between government taxes and fees, courts have identified two different types of fees:\n“ user or service fees” and “regulatory fees.” The D.C. Council imposed the\nClean Air Fee on owners of parking spaces in the District and directed that reve­\nnues from the Fee be used exclusively to subsidize the mass transit system. For\nthe reasons set forth below, we conclude that the Fee does not qualify as either\na “ user or service fee” or a “ regulatory fee” but is instead an “ enforced con­\ntribution to provide for the support o f government.” Id . 4\n2 This O ffice has consistently expressed the sam e understanding o f the limitations on the D.C. Council’s authority. For exam ple, in 1976 we opined that the legislative power o f the D.C. Council\nis subject to careful reservations by the Congress o f its ow n constitutional powers and to specific limitations\nincluded in title V I o f the Home Rule Act. Indeed, the very grant o f pow er in section 404(a) begins with\nthe words, “ (sjubject to the limitations specified in title V I o f this Act, . . Thus there are real limits\non the C ouncil’s authority to act. The most specific o f those title VI limitations are set forth in Section 602 [D.C. Code 1981, § 1-233]\no f the Home Rule Act. Memorandum for H ugh M. D urham, Legislative Counsel, Office o f Legislative Affairs, from Mary C. Lawton, Deputy\nAssistant Attorney G eneral, Office o f Legal C ounsel, Re: District o f Columbia Enrolled Bill B -l-137, the District\no f Columbia Shop-Book Rule Act at 2 (Feb. 18, 1976). 3 The foregoing discussion indicates that principles o f federal immunity from local taxation and limitations on\nthe D.C. C ouncil’s authority are both implicated by the “ tax o r fee” question."
}