{
  "document_category": "memos",
  "document_name": "22386",
  "chunk_index": 6,
  "chunk_text": "Id. The mere fact that property, in this\ncase claims, may be reduced in value does not mean that a taking has\nnecessarily occurred. Goldblatt v. Town of Hempstead, 369 U.S. 590, 594\n(1962); cf. Miller v. Schoene, 276 U.S. 272 (1928) (upheld destruction\nwithout compensation of cedar trees to protect apple orchards from\nrust). The courts are also more likely to uphold government action against\n“taking” claims during war and emergency situations which make de­\nmands that “otherwise would be insufferable.” United States v. Central\nEureka Mining Co., 357 U.S. 155, 168 (1958); Bowles v. Willingham, 321\nU.S. 503, 517 (1944); United States v. Caltex, 344 U.S. 149 (1952). Applying the kind of balancing suggested by recent cases leads to\npersuasive arguments against the contention that a settlement for less\nthan value is a taking. In dealing with an international emergency, the\nPresident must be able to act quickly and without fear that the courts\nwill intervene for any but the most compelling reasons. Cf. Narenji v.\nCiviletti, 617 F.2d 745 (D.C. Cir. 1979). Because of the delicate nature of the negotiations with Iran, it is\nimpossible for a court to review political issues and put a value on the\nextent to which foreign policy considerations may have prevailed over\nmonetary ones. In addition, because of deep government involvement\nin the crisis, (i.e., the freeze, trade controls, the World Court action) it\nwould be difficult for individuals to demonstrate what they would have\nrecovered absent government intervention. 2 In sum we believe that\nclaimants who receive less than the stated value of their claims should\nnot be able to recover additional compensation from the government on\nthe theory that the settlement constituted a taking. II. Presidential Authority to Return Blocked Assets to Iran We now consider whether the President may, through orders issued\nunder IEEPA, free the currently blocked Iranian assets and effect their\nreturn to Iran. Although the President has broad powers under IEEPA,\n2W e would note that these argum ents can also be viewed as separate grounds for defending a\nsettlement apart from the taking issue. 253 to issue orders blocking or releasing these assets,3 difficulties arise\nbecause the banks holding the Iranian accounts are presently subject to\na variety of court orders, principally attachments and preliminary in­\njunctions, that forbid removal of the funds. 4 The President’s action would presumably be to revoke the existing\ngeneral license for the attachments and to license Iranian withdrawals\nfrom the blocked accounts. (Simply to lift the freeze would probably\nallow the attachments to vest, preventing removal of the funds indefi­\nnitely.) Our conclusion is that the President has ample authority under\nIEEPA to revoke licenses for attachments and to license withdrawals\nof blocked funds. On November 14, 1979, Executive Order No. 12,170 blocked Iranian\ngovernment assets and the Treasury Department issued the first of its\nIranian Assets Control Regulations (IACR), which provided in part:\nUnless licensed or authorized pursuant to this part any\nattachment, judgment, decree, lien, execution, garnish­\nment, or other judicial process is null-and void with\nrespect to any property in which on or since the effective\ndate there existed an interest of Iran. 31 C.F.R. § 535.203(c)."
}