{
  "document_category": "memos",
  "document_name": "23741",
  "chunk_index": 26,
  "chunk_text": "479 U.S. 853 (1986), cf. F ield v. C lark, 143 U.S. 649, 669 (1892). 105 APPENDIX The Congressional Pay Amendment had its beginnings in the ratification\nconventions of States considering the original Constitution. Several States\nproposed amendments when they ratified the Constitution. Two of these,\nVirginia and New York, included a precedent to the Congressional Pay Amend­\nment. 2 The Bill o f Rights: A Documentary History 844, 916 (Bernard\nSchwartz, ed., 1971) (“Schwartz”). 1 North Carolina proposed amendments\non August 2, 1788, without at first ratifying the Constitution. Id. at 966,\n977. Among the amendments it proposed was a congressional pay provision\ntaken almost verbatim from Virginia’s. See id. at 970-71. Representative\nJames Madison included Virginia’s proposal in the resolution of amend­\nments he proposed to the House on June 8, 1789. 4 Documentary History o f\nthe First Federal Congress of the United States o f America 9, 10 (Charlene\nBangs Bickford and Helen E. Veit, eds., 1986) (“4 First Congress\"). On the\nmotion of Elbridge Gerry, the proposed amendments of several States, in­\ncluding New York’s congressional pay proposal, were also put before the\nHouse. Id. at 4, 19, 24. There was relatively little debate on the proposed Congressional Pay\nAmendment in Congress. Madison forecast that Congress’s power over the\ncompensation of its members was unlikely to be abused, but nevertheless\npointed out the impropriety of giving members the power “to put their hand\ninto the public coffers, to take out money to put in their pockets.” 1 Annals\nof Cong. 457 (Gales & Seaton eds., 1789). Congressman John Vining later\nechoed this sentiment: “There was, to say the least of it, a disagreeable\nsensation, occasioned by leaving it in the breast of any man to set a value on\nhis own work.” Id. at 756-57. Another Congressman, however, thought that\n“much inconvenience and but very little good would result” from the amend­\nment. Id. at 756 (statement of Theodore Sedgwick). Congress approved the proposal of twelve amendments to the Constitu­\ntion on September 25, 1789. The Congressional Pay Amendment was\napproved with only a minor change in wording made in the Senate. See 4\nFirst Congress, at 44-46. As sent to the states for ratification, it read: No law, varying the compensation for the services of the Sena­\ntors and Representatives, shall take effect, until an election of\nRepresentatives shall have intervened. ‘ Virginia ratified the Constitution on June 25, 1788, after narrowly defeating a motion to propose\nam endm ents prior to ratification. See Schwartz, at 834-39. TWo days later, the convention proposed\nam endm ents, including: “That the laws ascertaining the compensation of senators and representatives\nfor their services, be postponed, in their operation, until after the election of representatives immedi­\nately succeeding the passing thereof; that excepted which shall first be passed on the subject.\" Id. at\n844. N ew York ratified the Constitution and proposed amendments on July 26, 1788. Among its\nproposed am endm ents was “That the Compensation for the Senators and Representatives be ascer­\ntained by standing Laws; and that no alteration of the existing rate of Compensation shall operate for\nthe Benefit o f the Representatives, until after a subsequent Election shall have been had.\""
}