{
  "document_category": "memos",
  "document_name": "20561",
  "chunk_index": 14,
  "chunk_text": "16 The other possible form of the implicit time limit rule is that the “reason­\nable” time differs from amendment to amendment, depending on any number\nof unstated factors. This theory requires that the States undertake an inquiry\neven more difficult than the search for an implicit but specific time limit. To take an example, this approach may suggest that the merits of a proposal\nmay affect the question whether it is still pending, because one approach to\njudging the reasonableness of the period of ratification is to ask if the prob­\nlem the amendment was designed to address is still pressing — a question\nthat is inseparable from the substance of the amendment. However the\nquestion of reasonableness is to be answered, it is plain that answering it\ncan be extremely difficult, and that expecting all the States to answer it in\nthe same way is unreasonable. The implicit time limit theory thus imposes an impossibly burdensome\nrequirement on ratifying States — that they discern the implicit limitation\nand, if the system is to work smoothly, that they all discern the same one. Most discussions of the implicit time limit obscure this difficulty by shifting\nattention away from the situation of the States. For instance, Chief Justice\nHughes’s opinion in Coleman indicates that the reasonableness of the period\nthat has passed since proposal is for Congress to decide at the time of\npromulgation. See 307 U.S. at 454. Congress’s decision at the end of the\n15 The com pelling need for regularity and certainty in the amendment procedure is exactly what prompted\nC ongress to include a tim e limit in the Eighteenth Amendment, which led the Court in D illo n to con­\nsider the question”[w]hether a definite period for ratification shall be fixed so that all may know what it\nis a n d s p e c u la tio n o n w h a t is a reasonable tim e m a y be a vo id ed . \" 256 U.S. at 376 (emphases added).\n“ W hat seem s to have been the first attem pt to impose a time limit on the States occurred during con­\ngressional consideration o f the Fourteenth Amendment, when Senator Buckalew proposed an am end­\nm ent to the join t resolution that would have required ratification within three y ears. Cong. Globe, 39th\nCong., 1st Sess. 2771 (1866). In 1917, during debates on the Eighteenth Amendment, Senator Ashurst\nstated that he could support a time lim it o f “ 10, 12, 14, 16, 18, or even 20 years.” 55 Cong. Rec. 5557\n(1917). Senator Harding proposed an amendm ent to the joint resolution that would have limited states'\nconsideration to a period o f six years. Senator Cummins offered a substitute amendment that would\nhave am ended Article V to require state ratification o f all amendments proposed after January 1, 1917,\nto e ig h t y e a r s , expressing the view th at what is a “reasonable” period for ratification might differ in\neach case. 55 Cong. Rec. 5652 (1917)."
}