{
  "document_category": "memos",
  "document_name": "477311",
  "chunk_index": 1,
  "chunk_text": "Constitutionality of Federal Government Efforts in\nContracting With Women-Owned Businesses This statement presents the Justice Department’s views on the federal government’s efforts to contract\nwith women-owned businesses in a manner consistent with the Constitution and federal statutes. Because the Justice Department’s position on federal contracting programs that employ gender\npreferences is based on constitutional and legal standards that are not specific to the program\naddressed by the recently published Small Business Administration rule, the statement focuses on\nthe legal standards that govern the Department’s approach to such programs generally. January 16, 2008 TESTIMONY BEFORE THE HOUSE COMMITTEE ON SMALL BUSINESS Thank you Chairwoman Velazquez, Ranking Member Chabot, and Members of\nthe Committee for the opportunity to appear here today to discuss the Justice\nDepartment’s views on the federal government’s efforts to contract with womenowned businesses in a manner consistent with the Constitution and federal\nstatutes. One of the most recent developments in this area is the Small Business `Administration’s (“SBA’s”) publication of a proposed rule implementing the WomenOwned Small Business (“WOSB”) Federal Contracting Program authorized by\nPublic Law 106-554. That particular rule is addressed in SBA Administrator\nPreston’s testimony before the Committee. For that reason, and because the Justice\nDepartment’s position on federal contracting programs that employ gender\npreferences is based on constitutional and legal standards that are not specific to\nthe program addressed by the recently published SBA rule, I will focus on the\nlegal standards that govern the Department’s approach to such programs generally. As Administrator Preston testified and the Committee is aware, the federal\ngovernment has taken a number of measures to increase the participation of\nwomen-owned small businesses in federal government contracting. Most of these\nefforts assist women-owned small businesses by improving their ability to\ncompete with other small businesses for federal contracts, not by shielding them\nfrom such competition through gender-based restrictions on bidding opportunities. That said, one form of agency assistance that is authorized, though not required,\nby federal statute is the reservation, or set-aside, of certain contracts for competition only by “small business concerns owned and controlled by women.” 15\nU.S.C. § 637(m)(2). Federal agencies that employ such set-asides in their contracting programs must engage in gender discrimination among potential contract\nrecipients because the set-asides require the contracting agencies to exclude\notherwise qualified businesses from competing for certain contracts based solely\non the degree to which those businesses are owned or controlled by men. To be constitutional, federal programs that discriminate on the basis of gender\nin awarding government contracts must pass muster under the equal protection 23 Opinions of the Office of Legal Counsel in Volume 32 component of the Due Process Clause of the Fifth Amendment. See United States\nv. Virginia, 518 U.S. 515 (1996) (“VMI”); Miss. Univ. for Women v. Hogan, 458\nU.S. 718, 723–24 (1982). The Justice Department’s position on gender-based\ncontracting programs necessarily reflects this constitutional requirement because\nthe Department, like the rest of the Executive Branch, must construe and implement federal laws in a constitutional manner."
}