{
  "document_category": "memos",
  "document_name": "20521",
  "chunk_index": 4,
  "chunk_text": "At least one court has found that this\nlanguage permits the Attorney General to appoint as “Acting United States A ttor­\nney” a person whose 120-day interim appointm ent as United States Attorney for\nthe same district had expired. In re Grand Jury Proceedings, 671 F. Supp. 5, 6 &\nn.3 (D. Mass. 1987).5\nIII.* The Attorney General has broad authority to delegate almost “ [a]ll functions\nof other officers of the Department o f Justice and all functions of . . . employees\no f the Department” to “any other officer [or] employee . . . of the D epartm ent.”6 The language of these statutes supports the view that the Attorney General\nmay delegate the authority to perform all o f the functions of a United States\nmarshal to a deputy marshal, without regard to whether that deputy marshal, or 5 There is a difference between ihe two vacancy statutes that suggests that successive interim appointments by the Attorney General may be more clearly permissible under the marshal statute. Unlike § 562, §\n546 explicitly provides a means for dealing with the automatic expiration o f a first interim appointment: In\nthat circumstance, “the district court . . . may appoint a United States attorney to serve until the vacancy is\nfilled. ’’ 28 U S.C. § 546(d). See also Memorandum for W illiam P Tyson, Director, Executive Office for\nUnited States Attorneys, from Samuel A. Alito, Jr., Deputy Assistant Attorney General, Office o f Legal\nCounsel (Nov 13, 1986) (suggesting that the Attorney General may not make successive interim appoint­\nments pursuant to section 546); but see In re Grand Jury Proceedings, 673 F. Supp. 1138, 1142 n. 11 (D.\nMass 1987) (“(I]t is not clear . . that the Attorney General him self would be foreclosed from making a\nsecond interim appointment under” section 546). ’ Editors Note- The Vacancies Reform Act o f 1998 has called into question the conclusions reached in\nthis section. See Pub. L No 105-277, 112 Stat 2681-611 (1999) (to be codified at 5 U.S.C. §§ 3345-3349d)\n6 28 U.S C § 509 provides, “All functions of other officers o f the Department of Justice and all functions\no f agencies and employees of the Department of Justice are vested in the Attorney General except*’ for sev­\neral functions irrelevant here. Section 510 of title 28 provides, “The Attorney General may from time to time make such provisions as\nhe considers appropriate authorizing the performance by any other officer, employee, or agency of the De­\npartment of Justice of any function of the Attorney General.” 3 Opinions o f th e O ffice o f L egal C ounsel anyone else, has been serving as an interim marshal for the district, pursuant to\n§ 562.7 It is, nonetheless, possible to construe § 562 as limiting the Attorney G eneral’s\nbroad authority under §§ 509 and 510."
}