{
  "document_category": "memos",
  "document_name": "22676",
  "chunk_index": 6,
  "chunk_text": "We have already\nnoted the significant differences between the language of the CSA rider\nand the language of the other two provisions. There are more funda­\nmental differences as well. 5 T he relevant statutes are codified in scattered sections o f Chapter 34 o f 42 U.S C. See, e.g., 42\nU.S C. § 2790 et seq., § 2861 et seq., § 2981 et seq. 184 The Constitution contemplates that there will be an active inter­\nchange between Congress, the Executive Branch, and the public\nconcerning matters of legislative interest. For that reason alone, this\nDepartment has traditionally declined to read the criminal statute and\nthe general rider as requiring federal officers and employees to use their\nown funds and their own time to frame necessary communications to\nCongress and the public. We have taken the view that the criminal\nstatute and the general rider impose no such requirement. They permit\na wide range o f contact between the Executive and the Congress and\nthe Executive and the public in the normal and necessary conduct of\nlegislative business. The prudential considerations that underlie this narrow and necessary\nconstruction are largely irrelevant to prohibitions against lobbying by\nprivate persons and organizations that receive federal funds under fed­\neral grants and contracts. Although private persons and organizations\nhave a right to petition Congress and to disseminate their views freely,\nthey can be expected, within the framework established by the Consti­\ntution, to do their lobbying at their own expense. They have no inher­\nent or implicit right to use federal funds for that purpose unless Con­\ngress has given them that right. In the case of the CSA grantees and\nother grantees covered by the rider, Congress appears to have expressly\nintended to forbid the use of federal funds by grantees for lobbying\npurposes. Subsequent legislative history. The General Counsel declared that there\nis no formal legislative history that casts light on the legislative inten­\ntions behind the CSA rider. We do not disagree with that conclusion;\nhowever, the General Counsel relied upon a letter addressed to the\nDirector of CSA by Senator W arren Magnuson, in which the Senator\nexpressed the view that his subcommittee did not intend the rider to\nprevent CSA grantees from engaging in certain activities. We have\ndescribed the contents of that letter in some detail in the paragraphs\nabove. When a legislative proposal is pending before Congress, the state­\nments and reports of individual legislators or legislative committees\nconcerning the meaning or effect of the proposal are part of the\nlegislative record; and they carry force, as sources for interpretation, if\nthe proposal is enacted into law. Because they were before the Con­\ngress and were presumably considered by Congress at the time of\nenactment, they are some evidence of what a majority of the Congress\nmay have intended the proposal to accomplish. On the other hand,\nstatements made by individual legislators and committees after enact­\nment carry little force as a legal matter, because at best they are\nevidence only o f what individual intentions may have been. Thus it is a\ntraditional rule that “subsequent legislative history” is entitled to little\nweight in matters of statutory interpretation. See, e.g., TVA v. Hill,\n185"
}