{
  "document_category": "memos",
  "document_name": "1085561",
  "chunk_index": 5,
  "chunk_text": "Cf. Gustafson v. Alloyd Co., 513 U.S. 561, 580 (1995) (“If legislative\nhistory is to be considered, it is preferable to consult the documents\nprepared by Congress when deliberating.”). Moreover, the rationale the\nOMB official offered for his interpretation—that “specific provisions” of\nsection 3110 “apply to the President”—is not particularly convincing. Because the President exercises “jurisdiction or control” over the entire\nExecutive Branch, section 3110, by its express terms, would seemingly\napply to the President’s filling of numerous positions in federal agencies,\neven if the “without regard to any other provision of law” language carved\nout a handful of entities in the Executive Office of the President, such as the\nWhite House Office. Cf. Ass’n of Am. Physicians & Surgeons, Inc. v.\nClinton, 997 F.2d 898, 905 (D.C. Cir. 1993) (“AAPS ”) (suggesting a\nreading of section 3110 under which “a President would be barred from\nappointing his brother as Attorney General, but perhaps not as a White\nHouse special assistant”). In our view, therefore, section 105(a) exempts presidential appointments to the White House Office from the scope of the anti-nepotism\nstatute. 5 Opinions of the Office of Legal Counsel in Volume 41 II.\nHaddon v. Walters, 43 F.3d 1488 (D.C. Cir. 1995) (per curiam), also\nbears on the question here and might appear to resolve it, albeit through a\ndifferent route. Relying on arguments that would apply equally to the\nWhite House Office, Haddon held that the Executive Residence at the\nWhite House is not an “Executive agency” within the title 5 definition. Id.\nat 1490. Because the prohibition in section 3110 applies, as relevant here,\nonly to appointments in “Executive agenc[ies],” Haddon seems to compel\nthe conclusion that the bar against nepotism would not extend to appointments in the White House Office. Reinforcing this conclusion, though\nresting on other grounds, an earlier opinion of the D.C. Circuit had expressed “doubt that Congress intended to include the White House” as an\n“agency” under section 3110. AAPS, 997 F.2d at 905; but see id. at 920–\n21 (Buckley, J., concurring in the judgment) (disputing that interpretation\nof “agency”). The matter, however, is somewhat more complicated. Not every part of\nthe reasoning in Haddon is entirely persuasive, and the court’s rationale\nextends more broadly than necessary, in our view, to address the question\nnow at hand. Nonetheless, we believe that Haddon lends support to our\nconclusion that the President may appoint relatives to positions in the\nWhite House Office. Haddon held that the Executive Residence, which like the White House\nOffice has a staff appointed under title 3, see 3 U.S.C. § 105(b), is not an\n“Executive agency” within the title 5 definition. Haddon was considering\n42 U.S.C. § 2000e–16, which extends the antidiscrimination provisions of\nTitle VII of the Civil Rights Act of 1964 to employees or applicants for\nemployment “in executive agencies as defined in [5 U.S.C. § 105].” 42\nU.S.C. § 2000e–16(a). Under that definition (the same one that governs\nsection 3110), an “Executive agency” means “an Executive department,\na Government corporation, and an independent establishment.” 5 U.S.C.\n§ 105. Because the Executive Residence, like the White House Office,\nis plainly not an “Executive department” or a “Government corporation,”\nsee id."
}