{
  "document_category": "memos",
  "document_name": "1085561",
  "chunk_index": 2,
  "chunk_text": "Such employees are the President’s “immediate personal\nstaff ” and work in close proximity to him. Meyer v. Bush, 981 F.2d 1288,\n1293 & n.3 (D.C. Cir. 1993). The appointment at issue here, we understand, would be under 3 U.S.C. § 105(a). Section 3110 of title 5, also known as the anti-nepotism statute, states\nthat “[a] public official may not appoint, employ, promote, advance, or\nadvocate for appointment, employment, promotion, or advancement, in or\nto a civilian position in the agency in which he is serving or over which he\nexercises jurisdiction or control any individual who is a relative of the\npublic official.” 5 U.S.C. § 3110(b). The statute expressly identifies the\nPresident as one of the “public official[s]” subject to the prohibition, and\na son-in-law is a covered “relative.” Id. § 3110(a)(2), (a)(3). Moreover,\nunder Article II of the Constitution, the President exercises “jurisdiction\nor control” over the White House Office as well as over the rest of the\nExecutive Branch. See Myers v. United States, 272 U.S. 52, 163–64\n(1926); Inspector General Legislation, 1 Op. O.L.C. 16, 17 (1977). Less\ncertain is whether the White House Office is an “agency”—a term that\nsection 3110 defines to include an “Executive agency,” thereby calling up\nthe definition of “Executive agency” generally applicable to title 5, see\n5 U.S.C. § 3110(a)(1)(A); id. § 105. But whether or not the White House\nOffice meets this definition (a subject to which we will return in Part II,\ninfra), we believe that the President’s special hiring authority in 3 U.S.C.\n§ 105(a) permits him to make appointments to the White House Office\nthat the anti-nepotism statute might otherwise forbid. Section 3110 prohibits the appointment of certain persons to positions\nof employment in the federal government. It is therefore a “provision of\nlaw regulating the employment . . . of persons in the Government ser- 2 Application of Anti-Nepotism Statute to Presidential Appointment in White House vice.” 1 Under section 105(a), the President can exercise his authority to\nappoint and fix the pay of employees in the White House Office “without\nregard to” such a law. 3 U.S.C. § 105(a)(1). This authority is “[s]ubject”\nonly to the provisions of subsection (a)(2), which limit the number of\nWhite House employees the President may appoint at certain pay levels. See id. § 105(a)(2). Thus, according to the most natural and straightforward reading of section 105(a), the President may appoint relatives as\nemployees in the White House Office “without regard to” the antinepotism statute. This reading of the two statutes gives section 105(a) a meaning no more\nsweeping than its words dictate. The ordinary effect of “without regard”\nlanguage is to negate the application of a specified class of provisions."
}