{
  "document_category": "memos",
  "document_name": "23611",
  "chunk_index": 1,
  "chunk_text": "Proposed Legislation to Restrict the Sales of\nAlcoholic Beverages in Interstate Commerce\nProposed legislation to prohibit the sale in interstate commerce of alcohol to persons under the\nage o f 21 is a valid exercise o f Congress’ power under the Commerce Clause and consistent\nwith the Twenty-First Amendment. The Twenty-First Amendment permits states to enact\nlegislation more restrictive than would otherw ise be permissible under the Com merce Clause;\nhowever, it does not deprive the federal government o f any authority over alcohol under the\nCommerce Clause. The proposed legislation would not be “in violation” of more permissive state law s. Even if it\nwere read to be “in violation” o f such law s, a court would likely find that the federal interest\nin preventing damage to national commerce outweighed any particular state’s interest in\npermitting access to liquor for persons under age 21. April 16, 1984\nM em orandum O p in io n\nO f f ic e for th e\nof A s s is t a n t A t t o r n e y G e n e r a l , L e g is l a t iv e A f f a ir s This responds to your request of January 20, 1984 for our views on H.R.\n3870, a bill to restrict the sales of alcoholic beverages in interstate commerce. Although Congress has not yet asked for the Department’s views on this bill,\nyou have requested our opinion in view of the questions raised by opponents of\nthe bill and the public debate over it. 1We have reviewed H.R. 3870 and believe\nthat it is constitutional. Section 1 of the bill contains congressional findings on the economic dam­\nage done by drunk drivers, the disproportionate number of accidents caused by\ndrunk drivers who are under the age of 21, and the benefits to the public welfare\nthat will result from restricting sales of alcohol to those over 21. Section 2\nprohibits the sale in interstate commerce of alcohol to those under 21: No person may sell or offer to sell any alcoholic beverage to any\nindividual who is under the age of twenty-one if the beverage is\nor has traveled in interstate commerce or if the sale or offer to\nsell is made in an establishment which is in or affects interstate\ncommerce. 1 See W ash. Post, Feb. 9, 1984, at A 12, col. 6; 70 A.B.A. J.18 (Apr. 1984). The O ffice of M anagem ent and\nBudget has recently asked for our view s on this bill. 53 Section 3 provides definitions; § 4, penalties; and § 5 authorizes civil actions\nby citizens against those who violate § 2 ? Section 6 permits the Secretary of\nCommerce to waive the application of § 2 in any state that has a law “effective\nin prohibiting the sale of liquor” to those under 21, and to cancel the waiver if\nthe law is ineffective. Section 7 makes § 2 effective two years after passage of\nH .R .3870."
}