{
  "document_category": "memos",
  "document_name": "23996",
  "chunk_index": 11,
  "chunk_text": "25 For example, as mentioned earlier, under 19 U S.C. § 1595a, Customs is authorized to seize and forfeit any\nvessel, vehicle, animal, aircraft, or other thing used to facilitate the importation into the United States of any arti­\ncle contrary to law. Because the importation of illegal drugs into the United States is contrary to law, a boat used 274 For the foregoing reasons, we find Customs’ reliance on Reorganization Plan\nNo. 2 of 1973 as a basis for its claim to independent forfeiture authority under\n21 U.S.C. § 881 to be without merit. As we have held in the past, under the 1973\nReorganization Plan “Customs officials have authority [under customs laws and\nunder title 21 when so designated by the Attorney General] only to search for and\nseize drugs at the borders and ports,” and “[s]uspects and drug contraband are to\nbe immediately turned over to DEA for investigation and prosecution.”26 We\nreached a similar conclusion in our memorandum of June 11, 1985, stating the\nview that Customs personnel must work under the supervision of the DEA and\n“may undertake drug enforcement investigations beyond the interdiction of drugs\nat the border, but only with the specific approval of, and under the supervision\nof, [the Department of Justice].”27 We find no case law or subsequent executive\nor legislative action that would change these conclusions. C. Other Arguments Raised by the Customs Service\nAlthough we find, based on the language of the statute and Reorganization\nPlan No. 2 of 1973, that Customs does not have independent forfeiture authority\nunder section 881, we briefly address below additional arguments raised by Cus­\ntoms in support of its assertion of section 881 authority. 1.19 U.S.C. § 1589a As evidence that it has section 881 authority in the border context, Customs\ncites 19 U.S.C. § 1589a(2), which permits a Customs officer to execute and serve\n“any order, warrant, subpoena, summons, or other process issued under the au­\nthority of the United States,” and section 1589a(3), which generally provides that\na Customs officer may make a warrantless arrest for any federal offense com­\nmitted in his presence or any federal felony “committed outside the officer’s pres­\nence if the officer has reasonable grounds to believe that the person to be arrested\nhas committed or is committing a felony.” In our June 3, 1986 opinion,28 we\nspecifically examined the question whether passage of section 1589a, and the\nnearly identical 19 U.S.C. § 1589,29 altered the conclusions of this Office in the\n25 ( .. continued)\nto smuggle drugs into the United States may be seized lawfully by Customs under section 1595a. We believe that\nthe retention clause in Reorganization Plan No. 2 of 1973 was intended to cover Customs seizures made pursuant\nto laws such as section 1595a This interpretation is consistent with our reading of the final clause in section 881 (d)\nwhich, as we concluded above, was Congress’ acknowledgement that, while the Attorney Genera] has exclusive\nenforcement authority over federal drug violations even at the border, Customs retains its authority over enforce­\nment of the customs laws\n26 Olson Memo, supra note 3, at 3."
}