{
  "document_category": "memos",
  "document_name": "24631",
  "chunk_index": 1,
  "chunk_text": "Limitations on Presidential Authority To Control\nExport of Certain Hazardous Substances T h e re g u la to ry sc h em e im posed by c e rtain sta tu te s reg u latin g specific h aza rd o u s su b ­\nsta n ces fo r p u rp o ses o f h ealth an d safety d o es n ot p re c lu d e th e P re sid en t from im posing\ne x p o rt c o n tro ls on th o se substances fo r foreign po licy p u rp o ses u n d e r th e E x p o rt\nA d m in istratio n A c t (E A A ). S ectio n 17(a) o f th e E A A d o es not su p e rsed e o th e r law s im posing e x p o rt c o n tro ls, but\nex p ressly reco g n izes th e effect o f su ch o th e r law s; c o n tro ls u n d er th e E A A th u s m ay\nexist side-by-side w ith c o n tro ls im posed p u rsu an t to o th e r laws. In su latin g th e v ast ran g e o f p ro d u c ts w h ic h a re su b je ct to d o m estic health and safety\nreg u latio n s fro m e x p o rt c o n tro ls w o u ld d efeat th e g o als o f th e E A A relatin g to\nnatio n al se cu rity , fo reig n p o licy , and e c o n o m ic stability. November 13, 1980\nM EM ORANDUM OPIN IO N FOR\nT H E DEPUTY COUNSEL TO T H E PR ESID EN T This responds to your request for our opinion whether other statutes\nlimit the President’s authority under the Export Administration Act of\n1979 (EAA), Pub. L. No. 96-72, 93 Stat. 503 (1979), 30 U.S.C. app.\n§2401 (Supp. Ill 1979), to control exports of hazardous substances for\nforeign policy purposes. Your request further pursues the subject of our\nmemorandum of April 11, 1980, for the Special Assistant to the Presi­\ndent for Consumer Affairs, in which we found the general authority for\nsuch export controls but added a caveat noting that we did not address\nthe effect, if any, of other statutes regulating hazardous substances.* The General Counsel to the United States Trade Representative has\nsince expressed his opinion in a memorandum (hereinafter Memoran­\ndum) that the effect of certain of these statutes is to preclude the\nimposition of export controls under the EAA."
}