{
  "document_category": "memos",
  "document_name": "1272131",
  "chunk_index": 12,
  "chunk_text": "In the course of making\nthose adjustments, DEA could enter into a contract that expressly states\nthat it owns the marijuana crops, should the agency seek to obviate the\nneed for a purchase and claim ownership in the marijuana from its inception, rather than buying back the crops shortly after the harvest. 3.\nFinally, we do not believe that the current arrangement provides for the\nfederal government to exercise “the exclusive right of importing, exporting, wholesale trading and maintaining stocks” in the drug, as required by\nArticle 23(2)(e). DEA has authority to control the lawful distribution of\nthe crops in certain respects. But just as with the physical possession\nrequirement, the Single Convention contemplates that the government\nmonopoly will involve more than the exercise of regulatory authority. The\nCommentary on the Convention stresses that wholesale trade “must be\nundertaken by governmental authorities,” rather than private parties,\nbecause of the risk of diversion. Commentary at 278. The Convention\ncontemplates an actual “monopoly,” id. at 284, i.e., “[t]he market condition existing when only one economic entity produces a particular product\nor provides a particular service.” Black’s Law Dictionary 1160 (10th ed.\n2014). The government agency responsible for the relevant controls must\nown the crops and be the sole distributor of the marijuana. In allowing the\nNational Center to maintain possession of the marijuana and ship it to\nDEA-approved researchers, the NIDA contract does not create the required government monopoly over the lawful marijuana trade. 10\n10 The government monopoly need not extend to “medicinal” marijuana. Single Convention art. 23(e). But that exception is not available under current federal law. As noted\nabove, the federal government has not recognized any accepted medical use for marijuana. See Oakland Cannabis Buyers’ Co-op., 532 U.S. at 491. As a result, “there is currently no such thing in the United States as ‘medicinal cannabis’” for purposes of the Single\nConvention. Lyle E. Craker, 74 Fed. Reg. at 2116. Moreover, anyone who wished to\nproduce medicinal marijuana or marijuana preparations would still be required to pur- 14 Licensing Marijuana Cultivation For the reasons discussed above, the National Center does not play the\nrole of the government monopolist. See supra Part II. A.2.b. Indeed, that\nconclusion is buttressed here by a constitutional concern. If the National\nCenter were viewed as exercising significant authority in establishing a\nfederal government monopoly over the lawful distribution of marijuana,\nin conformity with the international obligations of the United States, its\nofficials might be viewed as officers of the United States, who would\nneed to be appointed consistent with the Appointments Clause. See Ass’n\nof Am. Railroads, 575 U.S. at 55–56; Officers of the United States Within\nthe Meaning of the Appointments Clause, 31 Op. O.L.C. 73, 87–93, 100–\n110, 121 (2007). If any National Center officials were officers of the\nUnited States, they would have to be appointed either by the President\nwith the advice and consent of the Senate, or, pursuant to statutory authority, by a court of law, a department head, or the President alone. See U.S.\nConst. art. II, § 2, cl. 2."
}