{
  "document_category": "memos",
  "document_name": "24271",
  "chunk_index": 27,
  "chunk_text": "It is not unfrequently a ques­\ntion o f real-nicety in legislative bodies, whether the opera­\ntion o f a particular measure, will, or will not extend beyond\nthe legislative sphere. The Federalist No. 48, at 334 (James Madison) (Jacob E. Cooke ed. 1961). No question o f “real-nicety” is involved here — in the qui tam provisions,\nCongress has extended its power far beyond the legislative sphere. Where, as here, Congress has provided for its law to be enforced by its\nown deputies, the essence o f separation o f powers has been violated, for\n“‘[w]hen the legislative and executive powers are united in the same per­\nson or body,’ ... ‘there can be no liberty, because apprehensions may arise\nlest the same monarch or senate should enact tyrannical laws, to execute\nthem in a tyrannical manner.’” The Federalist No. 47, at 326 (James\nMadison) (Jacob E. Cooke ed. 1961) (quoting Montesquieu). Contrary to the Solicitor General’s view, the Attorney General’s right to\n15 The legislators who supported the 1986 Amendments w ere echoing those who, in 1943, defeated\nrepeal o f the False Claims Act's qui tam provisions An opponent o f qui tam, Senator Van Nuys, asked one\no f its friends, Senator Murray, whether he had “sufficient confidence in the man who is a member o f the\nPresident’s Cabinet, the Attorney General, to believe that he w ill conserve the best interests o f the pub­\nlic9” Senator Murray replied that “ [w ]e have found that that cannot always be relied upon.” 89 Cong. Rec\n7575 (1943) 231 intervene and take over the case does not save the statute from violating\nseparation o f powers principles. The statute enables a private party with\nonly a mercenary interest in a case to force a suit to be brought, even\nthough the Attorney General already may have decided for legitimate pol­\nicy reasons not to prosecute. The Supreme Court has recognized that the\nExecutive has the exclusive authority to decide whether to prosecute a\ncase, United States v. Nixon, 418 U.S. 683, 693 (1974), because only a uni­\ntary executive properly can balance the competing interests at stake,\nincluding law enforcement, foreign affairs, national security, and the\noverriding interest in just administration o f the laws. IV. HISTORY DOES NOT VALIDATE QUI TAM In the face o f qui tarn’s admittedly “grave dangers” to the President, the\nSolicitor General is prepared to disregard settled constitutional doctrine and\ndecades o f clear Supreme Court decisions in order to uphold the facial valid­\nity o f qui tam. He claims this fateful step is compelled by qui tarn’s historical\nusage. 16In fact, the historical argument is subject to decisive objections. To begin with, the entire historical inquiry is essentially pointless, since\nthe version o f qui tam that the Solicitor General proposes to defend dif­\nfers essentially from qui tam as it existed in history. Whatever else may\nhave been true o f it, historical qui tam was a proceeding in which the rela­\ntor sued on behalf o f the government, and once the suit was brought,\nthere was no provision for government intervention."
}