{
  "document_category": "memos",
  "document_name": "19066",
  "chunk_index": 3,
  "chunk_text": "For the facts set out in this memorandum, we rely on\nthe Department of State. 3 Arguably, the relevant date for the first increase was the date on which the President issued his\norder, which preceded Congressman Hall’s current term. But cf. Member of Congress—Appointment to\nCivil Office Prior to Pay Increase, 42 Op. Att’y Gen. 381 (1969) (under a statute providing for an\neffective date after a report to Congress and a waiting period to allow congressional action, the relevant\ndate was the date on which the increase took effect). Moreover, because the office was vacant at the\ntime of the second increase and because (as explained below) the pay of the office must be set each\ntime a new appointee assumes the office, arguably the pay of the office was not tied to the FE-MC 5\nrate, or any other rate, at the time of the second increase. 41 227-329 VOL_26_PROOF.pdf 51 10/22/12 11:13 AM Opinions of the Office of Legal Counsel in Volume 26 “[a]ll persons appointed in pursuance of authority contained in” section 287, and\nthis compensation pertains to the “person[],” not to the office. This is not a case in which the President raised the pay for a class of offices, in\nwhich the office in question was included. Cf. Appointment of Member of Congress to a Civil Office, 3 Op. O.L.C. at 286-87 (judicial salaries); 1987 Opinion,\nsupra note 1, at 1 n.1 (same); Member of Congress—Appointment to Civil Office\nPrior to Pay Increase, 42 Op. Att’y Gen. 381 (1969) (salaries of cabinet officers). Nor even is it a case in which the statute calls on the President to set the salary for\na specified office. Cf. Memorandum for the Files, from William H. Rehnquist,\nAssistant Attorney General, Office of Legal Counsel, Appointment of Congressman to the Office of Director of the Office of Economic Opportunity at 1 (Apr. 14,\n1969) (“1969 Memorandum”) (third attachment to Letter for Edward L. Morgan,\nDeputy Counsel to the President, from William H. Rehnquist, Assistant Attorney\nGeneral, Office of Legal Counsel (Apr. 14, 1969)) (the statute required the\nPresident to fix the salary of the Director). Instead, the President is to fix the salary\nof a “person[]” appointed to an office that the President largely defines. Under the\nstatute here, the President or his delegate is to set a salary each time a person is\nappointed. To be sure, it would not be an unnatural reading of the Ineligibility Clause if\nthe salary paid to Senator McGovern were considered the emoluments of the\noffice of United States Representative, within the meaning of the Clause. That\nsalary was, after all, actually paid for Senator McGovern’s work in the office. Nevertheless, we believe that, on the better view of the Ineligibility Clause, this\nsalary does not constitute the emoluments of the office because the office does not\ncontinue to carry that salary after Senator McGovern’s resignation."
}