{
  "document_category": "memos",
  "document_name": "477311",
  "chunk_index": 2,
  "chunk_text": "See United States\nv. Virginia, 518 U.S. 515 (1996) (“VMI”); Miss. Univ. for Women v. Hogan, 458\nU.S. 718, 723–24 (1982). The Justice Department’s position on gender-based\ncontracting programs necessarily reflects this constitutional requirement because\nthe Department, like the rest of the Executive Branch, must construe and implement federal laws in a constitutional manner. The Department’s position on\ngender-based contracting programs also reflects Supreme Court opinions and other\nfederal cases applying the Constitution’s equal protection requirements to such\nprograms, because these are the cases that courts will consider in deciding whether\nspecific agency WOSB programs are constitutional. The Department’s general\nposition on these matters serves as the basis for the Department’s administration of\nits own programs, as well as for any guidance the Department may provide to\nother agencies. The level of scrutiny that a government contracting program must satisfy in\norder to comply with equal protection depends on the type of preference at issue. Preferences, such as veterans’ preferences, that do not depend on a recipient’s race\nor gender are subject to rational basis scrutiny, which means courts will generally\nuphold them as constitutional if the government can demonstrate a rational basis\nfor adopting them. Preferences that are based on a recipient’s race or gender are\nsubject to higher levels of constitutional scrutiny. Race-based preferences must\nsatisfy “strict scrutiny,” which means that the government must prove that the\nspecific preference at issue is “narrowly tailored” to serve a “compelling government interest.” Gender-based preferences must satisfy “intermediate” or “heightened” scrutiny, which the Supreme Court has identified as considerably more\ndemanding than rational basis scrutiny, but distinct from the strict scrutiny the\nCourt applies to government preferences based on race. In VMI, the 1996 case in which the Supreme Court considered the constitutionality of a government program that discriminated on the basis of gender, the Court\nemphasized that its decision to apply intermediate scrutiny did not excuse the\ngovernment from establishing an “exceedingly persuasive” justification for the\nprogram. Noting the “strong presumption that gender classifications are invalid,”\nJustice Ginsburg’s opinion for the Court explained that “skeptical scrutiny of\nofficial action denying rights or opportunities based on” a person’s gender is\nnecessary to ensure that government programs, no matter how well-intentioned, do\nnot violate the hard-fought line of equal protection precedents rejecting the notion\nthat an individual’s opportunity to “participate in and contribute to” a particular\nfield should depend on that individual’s gender. Accordingly, the Court held that\nto justify a gender-based preference program under intermediate scrutiny, the\ngovernment bears the burden of showing, through evidence that is “genuine” and\n“not hypothesized or invented post hoc,” “at least that the [program] serves\n‘important governmental objectives and that the discriminatory means employed’\nare ‘substantially related to the achievement of those objectives.’” 518 U.S. at\n532–33. 24 Federal Government Efforts in Contracting With Women-Owned Businesses It bears mention that at least one court—the Seventh Circuit in an opinion by\nJudge Posner—has questioned whether there is any meaningful practical difference between the exacting intermediate scrutiny standard the Supreme Court\narticulated in VMI and the strict scrutiny the Court applies to racial preferences. See Builders Ass’n of Greater Chi. v. Cnty. of Cook, 256 F.3d 642, 644 (7th Cir.\n2001)."
}