{
  "document_category": "memos",
  "document_name": "22961",
  "chunk_index": 2,
  "chunk_text": "4 One corporation also has proposed to contribute the salary of another\nTask Force employee by donating money to a charitable organization5 that would\ncompensate the “ em ployee” directly for his services to the Task Force. Discussion\nA. Personnel\n(1)\nVoluntary Service. The Federal Advisory Committee Act provides that the\nD irector of the O ffice o f M anagem ent and B udget (OM B) shall establish\nguidelines with respect to rates of pay for services of members, staffs, and\nconsultants o f advisory com m ittees. 5 U .S .C . App. I, § 7(d). The O M B\nguidelines address the question of voluntary services as follows: The provisions of this section [dealing with pay for members,\nstaff and consultants] shall not prevent an agency from accepting\nthe voluntary services of a member of an advisory comm ittee, or a\nm ember of the staff of an advisory com m ittee, provided that the\nagency has authority to accept such services without compensa­\ntion. OMB Circular No. A -6 3 , § 11(d) at A -9 (1974). As a general matter, federal agencies do not have the authority to accept\nvoluntary services. In fact, C ongress has expressly provided in the A ntiDeficiency Act that “ [n]o officer or employee of the United States shall accept\nvoluntary service for the United States . . . except in cases of emergency\ninvolving the safety of human life or the protection of property.” 31 U .S.C .\n§ 665(b) (1976). In addition, employees may not waive a salary for which\nCongress has set a minimum. See, e.g., Glavey v. United States, 182 U .S. 595\n(1901). 1 Travel and support services, o f co u rse, may be provided only to the extent otherw ise authorized by law, and\nsubject to the availability of funds. See §§ 3(b) and 3(c) of E xec. O rder N o. 12329\n2 T h e C om m erce D epartm ent sta ff includes regular C om m erce D epartm ent em ployees w ho are assigned to assist\nthe Task Force, as well as em ployees hired specifically for the Task Force and paid with funds provided by the\nC o m m erce D epartm ent\n3 We understand that the \" lo a n e d ” personnel w ill serve the Task Force in eith er a full-tim e o r a part-tim e capacity,\nbut that they are all otherw ise em ployees of ihe donors. To date, the Task Force has been offered the services o f o ne\nperson from each o f the follow ing entities the A m erican Stock E xchange, RC A C orporation, A rm co S teel, A etna\nLife an d Casualty, and Call for A ction (a national volunteer netw ork)."
}