{
  "document_category": "memos",
  "document_name": "19341",
  "chunk_index": 5,
  "chunk_text": "Ryan Letter at\n2 The Ryan Letter further explained that fourteen countries were “ queried ” Id at 2. As to the fifteenth country,\nGuatemala, the Ryan Letter explained that “ [o]ur embassy in Guatemala has not yet been able to obtain an initial\nreaction from authorities in that country.’* Id. 279 Opinions o f the Office o f Legal Counsel in Volume 24 Additionally, however, sections 235A(a)(l) and (4) both provide that their\nrequirements are “ [s]ubject to” section 235A(a)(5), which, in turn, sets out certain\nconditions that must be met before a preinspection station is established. See supra\np. 279 (quoting section 235A(a)(5)). The ordinary meaning of “ subject to”\nincludes “ governed or affected b y .” Black’s Law Dictionary 1425 (6th ed. 1990). Thus, sections 235A(a)(l) and (4), including the deadlines they prescribe, are\n“ governed or affected by” the conditions set out in section 235A(a)(5).6 Once\nthe Attorney General identifies a potential site for a preinspection station, the\nrequirement that it be “ established” by a particular date does not take effect until\nthe Attorney General is able to ensure that the site meets section 235A(a)(5)’s\nconditions. Section 235A does not specify precisely how the Attorney General is to ensure\nthat the sites she selects for preinspection stations meet section 235A(a)(5)’s\nconditions or how she is to go about establishing and maintaining such stations\nonce they meet those conditions. Because the preinspection stations are to be\nlocated in foreign countries, establishing those stations is not entirely within the\ncontrol of the Attorney General or, indeed, the executive branch as a whole. Rather, preinspection stations can only be established after the United States\nobtains the consent of the foreign countries concerned. See, e.g., U.S.-Canada\nAgreement, supra.1 For two reasons, we do not read section 235A as requiring the executive branch\nto seek or obtain such consent. First, such a reading would impose on the execu­\ntive branch the obligation to achieve outcomes beyond its control. While the\nExecutive may negotiate with foreign sovereigns in an effort to obtain their con­\nsent to the establishment of preinspection stations within their territory, it is not\nwithin the Executive’s power to ensure that such consent is actually given. Simi­\nlarly, the Attorney General’s ability to ensure that section 235A(a)(5)’s conditions\nare met depends at least in part on the cooperation of the relevant foreign govern­\nment, cooperation that she cannot guarantee. Providing “ appropriate protection”\nto federal employees working at preinspection stations, protecting those employees\nand their families from “ unreasonable risks to their welfare and safety,” and\nensuring that aliens in a foreign country receive appropriate “ protection from\nreturn to persecution’ ’ are all undertakings that require the cooperation and partici­\npation of the foreign sovereign concerned. Id. Without that cooperation and\nparticipation, it is not possible for the Attorney General herself either to ensure\n6 C f American Rivers v. FERC, 201 F 3d 1186, 1204 (9th Cir. 2000) (“ W e therefore interpret ‘subject to paragraph\n(2)’ to mean precisely what it says subsection 1 0 (j)(l) is governed or affected by subsection 10(j)(2) ” )\n7"
}