{
  "document_category": "memos",
  "document_name": "844106",
  "chunk_index": 8,
  "chunk_text": "A federal grand jury that was investigating\nalleged criminal conduct with respect to the public disclosure of these classified\ndocuments subpoenaed Senator Gravel’s aide to testify, and Senator Gravel sought\nto quash the subpoena under the Speech or Debate Clause. 4 Id. at 608-09. The\nCourt held that the action under scrutiny — the publication by a nongovernmental\n4 The Court concluded that “ the Speech or Debate Clause applies not only to a M ember [of Congress] but also\nto his aides insofar as the conduct of the latter would be a protected legislative act if performed by the Member\nhimself ” Id at 618 39 Opinions o f the Office o f Legal Counsel in Volume 24 press of classified documents — was not “ protected speech or debate within the\nmeaning of Art. I, § 6, cl. 1 of the Constitution.” Id. at 622. The Court began its analysis by noting that simply because “ Senators generally\nperform certain acts in their official capacity as Senators does not necessarily\nmake all such acts legislative in nature.” Id. at 625. It then explained:\nThe heart of the Clause is speech or debate in either House. Insofar\nas the Clause is construed to reach other matters, they must be an\nintegral part of the deliberative and communicative processes by\nwhich Members participate in committee and House proceedings\nwith respect to the consideration and passage or rejection of pro­\nposed legislation or with respect to other matters which the Con­\nstitution places within the jurisdiction o f either House. Id. The hearings were complete and the record of the hearings was available. Subsequent publication of the Pentagon Papers by a nonprofit press was neither\nrequested nor authorized by the Senate and ‘ ‘was in no way essential to the delib­\nerations of the Senate.” Id. Because questioning regarding that publication did\nnot “ threaten the integrity or independence of the Senate by impermissibly\nexposing its deliberations to executive influence,” the Court determined that this\nconduct was not protected by the Speech or Debate Clause. Id. Although the Supreme Court has thus delineated the general scope of Speech\nor Debate immunity, it has not yet resolved the question of its applicability to\nemployment-related decisions. In Davis v. Passman, 442 U.S. 228 (1979), the\nCourt specifically reserved the question whether a Congressman’s allegedly\ndiscriminatory decision to fire his administrative assistant was shielded by the\nclause. Id. at 236 n .l l , 248-49. Two courts of appeals, however, have addressed\nthis issue. In the original panel decision in D avis,5 the Fifth Circuit determined that the\nSpeech or Debate Clause did not protect a Congressman from a suit by a former\naide who alleged that the Congressman unconstitutionally discriminated against\nher on the basis of her sex when he dismissed her. 544 F.2d 865, 878 (5th Cir.\n1977), r e v ’d on other grounds, 571 F.2d 793 (1978) (en banc), rev’d, 442 U.S.\n228 (1979). The Senator had written the aide a letter commending her job perform­\nance, but concluding that it was ‘‘essential that the understudy to [his] Administra­\n5"
}