{
  "document_category": "memos",
  "document_name": "22646",
  "chunk_index": 6,
  "chunk_text": "Appellant’s Jurisdictional\nStatement at 21-23, F E R C v. Mississippi, No. 80-1749 (October Term, 1980). Although PURPA is\ndifferent in several respects from the legislation proposed here, Supreme Court review of PURPA\nmay shed some light on the question o f what if any obligations to enforce federal law may be imposed\non the states. [N o t e : In FERC v. Mississippi, 456 U.S. 742 (1982), the Supreme Court held that Titles I\nand III o f PU R PA w ere not unconstitutional on T enth Amendment grounds, finding that they “simply\ncondition continued state involvement in a pre-emptible area on the consideration of federal propos­\nals.” 456 U.S. at 765. Ed.] 146 states to house federal detainees. 5 When the federal government was\nfounded, it presumably would have been prohibitively expensive for the\nnew government to provide its own prison facilities to house federal\nprisoners scattered throughout the original 13 states. Congress dealt\nwith this problem not by requiring the states to make their facilities\navailable to the federal government, but by adopting a joint resolution\non September 23, 1789, recommending “to the legislatures of the several\nStates to pass laws, making it expressly the duty of the keepers of their\ngaols, to receive and safe keep therein all prisoners committed under\nthe authority of the United States” and authorizing payment to the\nstates for the use of their jails. 1 Stat. 96-97 (1789). The joint resolution\npassed both Houses of Congress without any recorded debate. 6 Thus,\nwe do not know whether the decision by the first Congress to recom­\nmend to the states that they permit the federal government to use their\nprison facilities, rather than requiring them to provide the facilities, was\nmotivated by a belief that Congress lacked the power to require the\nlatter or that the former was merely politically more acceptable. Congress’ action in 1821, however, when some states apparently\nrefused to permit the federal government to continue to use their prison\nfacilities, lends some support to the inference that the early Congresses\nbelieved that they lacked the power to require the states to provide\nfacilities. From a joint resolution adopted by Congress in 1821,7 it\nappears that some states, having followed Congress’ recommendation in\n1789 to permit the use of their prison facilities by the federal govern­\nment, subsequently decided to withdraw their permission. Congress\nresponded to that withdrawal, not by requiring the states to make their\nfacilities available to the federal government, but by authorizing the\nmarshal, in those states that had withdrawn their permission, to “hire a\nconvenient place to serve as a temporary jail, and to make the neces­\nsary provision for the safe keeping of prisoners committed under the\nauthority of the United States, until permanent provision shall be made\nby law for that purpose.” 3 Stat. 646-47 (1821). See also 4 Stat. 118\n(1825) and 4 Stat. I l l (1835) (authorizing the courts to order execution\n5 If such a belief were expressed clearly, which il is not, it would be considered a contemporaneous\nconstruction of the Constitution, followed since the founding of the government, and entitled to great\nweight in determining the scope o f Congress’ power."
}