{
  "document_category": "memos",
  "document_name": "450871",
  "chunk_index": 12,
  "chunk_text": "And a physician who is a covered entity must\ncomply with the standards with respect to protected information concerning both his own patients and\nthose patients he is not treating. 9\n“Many regulatory statutes . . . make corporate officials vulnerable to prosecution for criminal\nconduct in which they did not personally participate and about which they had no personal knowledge.” Id. § 5.01; see also United States v. Jorgensen, 144 F.3d 550, 559–60 (8th Cir. 1998) (applying the 85 Opinions of the Office of Legal Counsel in Volume 29 Other conduct that may not be prosecuted under section 1320d-6 directly may\nbe prosecuted according to principles either of aiding and abetting liability or of\nconspiracy liability. 10 The aiding and abetting statute renders “punishable as a\nprincipal” anyone who “commits an offense against the United States or aids,\nabets, counsels, commands, induces or procures its commission” and anyone who\n“willfully causes an act to be done which if directly performed by him or another\nwould be an offense against the United States.” 18 U.S.C. § 2 (2000). And the\nconspiracy statute prescribes punishment “if two or more persons conspire . . . to\ncommit any offense against the United States . . . and one or more of such persons\ndo any act to effect the object of the conspiracy.” 18 U.S.C. § 371 (2000). 11 Further\ndiscussion of corporate criminal liability, aiding and abetting liability, and\nconspiracy liability in the absence of a specific factual context would be unfruitful,\nparticularly because the contours of these legal principles may vary by jurisdiction. Accordingly, we leave the scope of criminal liability under these principles\nfor consideration in the ordinary course of prosecutions. 12\nB.\nWe address next whether the “knowingly” element of the offense set forth in 42\nU.S.C. § 1320d-6 requires the government to prove only knowledge of the facts\nthat constitute the offense or whether this element also requires proof that the\ndefendant knew that the act violated the law. We conclude that the “knowingly”\nprinciple that “a corporate officer who is in a responsible relationship to an activity within a company\nthat violates provisions of . . . federal . . . laws . . . can be held criminally responsible even though that\nofficer did not personally engage in that activity” in the context of a statute that required proof of\n“intent to defraud” when the defendant possessed the requisite intent) (quotations and citations\nomitted). 10\nDepending on the specific facts and circumstances, such conduct may also be punishable under\nother federal laws. See, e.g., 18 U.S.C. § 1028 (2000 & Supp. III 2004) (identity theft); id. § 1030\n(2000 & Supp. III 2004) (fraudulent access of a computer). 11\nFor instance, an individual who is not a covered entity who aids or conspires with a covered\nentity in the use of protected health information in a manner not authorized by the regulations (e.g., to\nestablish a fraudulent billing scheme) could be charged under section 2 or section 371 of title 18. 12 We note that conduct punishable under section 1320d-6 may also be punishable under state law\nand render a person liable in tort."
}