{
  "document_category": "memos",
  "document_name": "482151",
  "chunk_index": 3,
  "chunk_text": "See, e.g., Assertion of Executive Privilege With Respect to Prosecutorial 2 Assertion of Executive Privilege Over Communications Regarding Air Quality Standards Documents, 25 Op. O.L.C. 1, 2 (2001) (opinion of Attorney General John D.\nAshcroft) (“The Constitution clearly gives the President the power to protect the\nconfidentiality of executive branch deliberations.”); Assertion of Executive\nPrivilege With Respect to Clemency Decision, 23 Op. O.L.C. at 2 (explaining that\nexecutive privilege extends to deliberative communications within the Executive\nBranch); Assertion of Executive Privilege in Response to a Congressional\nSubpoena, 5 Op. O.L.C. 27, 30 (1981) (opinion of Attorney General William\nFrench Smith) (assertion of executive privilege to protect deliberative materials\nheld by the Department of Interior). 1 The subpoenaed documents implicate both the presidential communications\nand deliberative process components of executive privilege. The EPA Administrator’s talking points regarding the ozone regulation were provided for your use and\nare thus subject to the presidential communications component of the privilege. The OIRA documents fall within the scope of the presidential communications\ncomponent because they are deliberative documents generated by your staff in\nreviewing a proposed agency regulation on your behalf and developing a position\nfor presentation to you. Among other things, the OIRA documents contain candid\nassessments of alternative actions that EPA or you could pursue. Addressing the\nsubpoenaed documents in their entirety, I believe that publicly releasing these\ndeliberative materials to the Committee could inhibit the candor of future deliberations among the President’s staff in the EOP and deliberative communications\nbetween the EOP and Executive Branch agencies, particularly deliberations\nconcerning politically charged issues. As the Supreme Court explained, “[h]uman\nexperience teaches that those who expect public dissemination of their remarks\nmay well temper candor with a concern for appearances and for their own interests\nto the detriment of the decisionmaking process.” Nixon, 418 U.S. at 705. Accordingly, I conclude that the subpoenaed materials at issue here fall squarely within\nthe scope of executive privilege. II. Under controlling case law, a congressional committee may overcome an assertion of executive privilege only if it establishes that the subpoenaed documents are 1\nThe Justice Department’s long-standing position finds strong support in various court decisions\nrecognizing that the deliberative process privilege protects internal government deliberations from\ndisclosure in civil litigation. See, e.g., NLRB v. Sears, Roebuck & Co., 421 U.S. 132, 151 (1975)\n(“Manifestly, the ultimate purpose of this long-recognized privilege is to prevent injury to the quality of\nagency decisions.”); Landry v. FDIC, 204 F.3d 1125, 1135–36 (D.C. Cir. 2000) (describing how\nagencies may assert the “deliberative process” component of executive privilege in litigation); Dow\nJones & Co., Inc. v. Dep’t of Justice, 917 F.2d 571, 573–74 (D.C. Cir. 1990) (describing the\n“‘deliberative process’ or ‘executive’ privilege” as an “ancient privilege . . . predicated on the\nrecognition that the quality of administrative decision-making would be seriously undermined if\nagencies were forced to operate in a fishbowl”) (internal quotation marks omitted). 3 Opinions of the Office of Legal Counsel in Volume 32 “demonstrably critical to the responsible fulfillment of the Committee’s functions.” Senate Select Comm. on Presidential Campaign Activities v. Nixon, 498\nF.2d 725, 731 (D.C. Cir. 1974) (en banc)."
}