{
  "document_category": "memos",
  "document_name": "24236",
  "chunk_index": 7,
  "chunk_text": "Id. at 733. For this reason, the court stated, “the need demonstrated by\nthe Select Committee ... is too attenuated and too tangential to its func­\ntions” to override the President’s constitutional privilege. Id.\nSenate Select Committee thus establishes Congress’ duty to articulate its\nneed for particular materials — to “point[] to ... specific legislative deci­\nsions that cannot responsibly be made without access to materials unique­\nly contained in” the privileged document it has requested. Moreover, this\ncase suggests that Congress will seldom have any legitimate legislative\ninterest in knowing the precise predecisional positions and statements of\nparticular executive branch officials. When Congress demands such infor­\nmation, it must explain its need carefully and convincingly. 159 It is difficult to generalize about the kind o f accommodation with\nrespect to deliberative process information that may be appropriate in\nparticular cases. Whether to adhere to the consistent general policy of\nconfidentiality for such information will depend on the facts o f the spe­\ncific situation. Certain general principles do apply, however. As Attorney\nGeneral Smith explained in advising President Reagan:\n[T]he interest o f Congress in obtaining information for\noversight purposes is ... considerably weaker than its inter­\nest when specific legislative proposals are in question. At\nthe stage o f oversight, the congressional interest is a gener­\nalized one o f ensuring that the laws are well and faithfully\nexecuted and o f proposing remedial legislation if they are\nnot. The information requested is usually broad in scope\nand the reasons for the request correspondingly general\nand vague. In contrast, when Congress is examining specif­\nic proposals for legislation, the information which\nCongress needs to enable it to legislative effectively is usu­\nally quite narrow in scope and the reasons for obtaining\nthat information correspondingly specific. A specific, artic­\nulated need for information will weigh substantially more\nheavily in the constitutional balancing than a generalized\ninterest in obtaining information. Smith Opinion, 5 Op. O.L.C. at 30. Moreover, Attorney General Smith\nexplained, information concerning ongoing deliberations need rarely be\ndisclosed:\n[T]he congressional oversight interest w ill support a\ndemand for predecisional, deliberative documents in the\npossession o f the Executive Branch only in the most unusu­\nal circumstances. It is important to stress that congression­\nal oversight o f Executive Branch actions is justifiable only\nas a means o f facilitating the legislative task o f enacting,\namending, or repealing laws. When such “oversight” is used\nas a means o f participating directly in an ongoing process of\ndecisionmaking within the Executive Branch, it oversteps\nthe bounds o f the proper legislative function. Restricted to\nits proper sphere, the congressional oversight function can\nalmost always be properly conducted with reference to\ninformation concerning decisions which the Executive\nBranch has already reached. Congress will have a legitimate\nneed to know the preliminary positions taken by Executive\nBranch officials during internal deliberations only in the\nrarest o f circumstances. Congressional demands, under the\n160 guise o f oversight, for such preliminary positions and delib­\nerative statements raise at least the possibility that the\nCongress has begun to go beyond the legitimate oversight\nfunction and has impermissibly intruded on the Executive\nBranch’s function o f executing the law. At the same time,\nthe interference with the President’s ability to execute the\nlaw is greatest while the decisionmaking process is ongoing."
}