{
  "document_category": "memos",
  "document_name": "19566",
  "chunk_index": 15,
  "chunk_text": "We reached that conclusion despite the fact that the Public\nPrinter is presidentially appointed. Our analysis tracked the judicial view that the\nGPO is an entity within the legislative branch, whose primary function is to pro­\nvide support for Congress. See GPO Opinion, 9 Op. O.L.C. at 57.20 The question\n[* S ee a lso id. at 746 n .l 1 (S tevens, J., concurring in ju dgm ent) (C om ptroller Genera) and G A O “ h av e a fundam en­\ntally different relationship w ith C ongress than do independent agencies like th e Federal T rad e C o m m issio n ” )\n19 In addition, w e note that form er 31 U S C §41 (a) (1921) (now 31 U .S.C . § 7 0 2 (a) (1994)),-specifically d eclared\nthe G A O to be “ independent” o f th e executive. See G A O O pinion, 3 O p. O .L .C . at 436\n20 W e have subsequently review ed the status o f the G P O at som e len g th , and h ave again found that it is an\nagency w ithin th e legislative branch See Involvem ent o f the G overnm ent P rinting O ffice in E xecutive B ranch Printing\nC ontinued 37 Opinions o f the Office o f Legal Counsel in Volume 23 o f the Public Printer’s tenure of office was not considered in this opinion, although\nour conclusion would have been fortified if it had been. The GPO’s statute, 44\nU.S.C. §§301-317, vests appointment power of the Public Printer in the President\n(subject to Senate advice and consent), but is silent as to the Public Printer’s\nremoval. By inference, therefore, the Public Printer can be removed at will by\nthe appointing authority (i.e., the President), and does not enjoy tenure protection. See Dellinger Memorandum, 20 Op. O.L.C. at 172-73 (because the Librarian of\nCongress — like the GPO, a congressional agency — “ is not protected by an\nexplicit for-cause removal limitation, . . . we therefore infer that the President\nhas at least the formal power to remove the Librarian at will” ). Our conclusion\nas to the GPO can thus be read to provide some (indirect) support for the view\nthat an agency in the legislative (or judicial) branch is ‘ ‘independent’’ for purposes\nof § 208 if, but only if, its head enjoys a degree of tenure protection. A third opinion addressing the United States Sentencing Commission falls\nwithin this line. See Memorandum for Jamie Gorelick, Deputy Attorney General,\nfrom Teresa Wynn Roseborough, Deputy Assistant Attorney General, Office of\nLegal Counsel, Re: Sentencing Commission/Conflict Rules at 14 (July 21, 1994)\n(“ Sentencing Commission Opinion” ). There we found the Sentencing Commis­\nsion, which had been established by statute as “ an independent commission in\nthe judicial branch of the United States,” 28 U.S.C. § 991(a) (1994), to be an\n“ independent” agency under §208; see also Mistretta v. United States, 488 U.S.\n361, 384—85, 390, 393 (1989) (Sentencing Commission held an independent\nagency within judicial branch)."
}