{
  "document_category": "memos",
  "document_name": "20176",
  "chunk_index": 1,
  "chunk_text": "Constitutionality of Awarding Historic Preservation Grants to\nReligious Properties A court applying current precedent is most likely to conclude that the direct award o f historic preserva­\ntion grants to churches and other pervasively sectarian institutions violates the Establishment Clause\nof the Constitution. October 31, 1995\nM e m o r a n d u m O p in io n\nDepartm ent fo r t h e o f the S o l ic it o r In t e r io r At your request, we have reviewed your office’s draft opinion regarding the\npermissibility under the Establishment Clause of awarding government historic\npreservation grants to churches and other religious properties. 1 In particular, and\nas we discussed earlier, we have considered whether the Supreme Court’s recent\ndecision in Rosenberger v. Rector & Visitors, 515 U.S. 819 (1995), directly\naddresses the particular question you have raised. As discussed below, the Rosenberger decision, which deals with a form of\ngovernment aid to religion significantly different from that at issue here, does\nnot control the case you have presented. Accordingly, we have no occasion here\nto fully analyze the Rosenberger decision, nor to predict how it might apply in\nother contexts. Rather, our analysis is guided by Supreme Court case law devel­\noped prior to Rosenberger. We conclude that a reviewing court, applying current\nprecedent, likely would hold that making historic preservation grants to churches\nand other pervasively sectarian properties is inconsistent with the Establishment\nClause. 1. Background\nOur understanding of the program in question, based primarily on the materials\nyou have provided us, is as follows. Organizations are eligible for historic\npreservation grants, funded by the federal government and awarded directly by\nthe states, if they are listed on the National Register. Listing on the National Reg­\nister, in turn, depends on satisfaction of fairly detailed criteria measuring “ signifi­\ncance in American history, architecture, archeology, engineering, and culture,”\nincluding “ integrity of location, design, setting, materials, workmanship, feeling,\nand association.” See 36 C.F.R. §60.4 (1995). A religious property qualifies for\nlisting if it “ derivfes] primary significance from architectural or artistic distinction\nor historical importance.” Id. Listing on the National Register is only a threshold\ncondition of grant assistance; the states apparently make their own\n1 Draft Memorandum for Roger F. Kennedy, Director, National Park Service, from John D. Leshy, Solicitor, Re: Historic Preservation Grants for Religious Properties (“ Draft Memo” ). 267 Opinions o f the Office o f Legal Counsel in Volume 19 “ determination[s] of needs and project worthiness in selecting projects to be\nfunded from the many applications submitted.” 2 At least since 1981, grants have not been made available to active churches\nor houses of worship under the program. 3 Both the Reagan and the Bush Adminis­\ntrations took the position that direct financial support of active churches would\nbe inappropriate in light of Establishment Clause concerns. 4 The question you\nhave raised is whether that policy may be reversed. Specifically, you have asked\nwhether historic preservation grants may be awarded directly to religious organiza­\ntions for the preservation of buildings currently used for religious purposes such\nas worship and education. 5"
}