{
  "document_category": "memos",
  "document_name": "20226",
  "chunk_index": 5,
  "chunk_text": "another section of the country. It would be unconscionable not to\nrecognize the obvious fact that the Secret Service does not presently\npossess adequate Federal authority during these most vulnerable\noccasions. This body cannot ignore the obvious responsibility and\nduty it has at this moment to create the needed protection and\nauthority. 116 Cong. Rec. 35,653 (1970) (statement of Sen. Hruska). 4 It is clear that Congress did not perceive that it was giving the Secretary greater\npower to protect the President when he was away from the White House than\nwhen he was within it. Rather, the language and legislative history of § 1752\nreflect a belief that the authority afforded by § 1752 with respect to temporary\nresidences already was available with respect to the President’s permanent resi­\ndence, the White House. Section 1752 plainly grants the Secretary authority to limit ingress and egress\nto an area where the President will be visiting to create a security perimeter, even\nwhen creating such a perimeter will require the closing of a public street to vehic­\nular traffic. Since congressional action did not reflect any intent to give the Sec­\nretary greater authority under § 1752 than exists under § 3056, it would be incon­\ngruous for us to conclude that the Secretary has such authority with respect to\ntemporary presidential residences but lacks the authority to limit ingress and egress\nto an area to create an appropriate security perimeter around the WTiite House. Turning back to the language of § 3056, we note again that Congress painted\nthe Secret Service’s Presidential protection authority with a broad brush. That\ntreatment seems reasonable, given the nature of Presidential protection services. Protecting the President requires a certain amount of flexibility to respond quickly\nto changing and often potentially dangerous situations. Too tight a rein on the\nauthority of the Secret Service would compromise Presidential security. As we\nhave stated in affirming the authority of the Secret Service, under §3056, to\ncordon off the area in the vicinity of the White House as a protective measure\nin anticipation of large-scale demonstrations, “ the Secret Service may not have\nunlimited powers in protecting the President but its powers are broader than rou­\ntine public safety measures. The test to be applied, it seems, is whether, given\nthe overwhelming interest in protecting the President and his performance o f his\nduties, the measures taken are reasonable under the circumstances.” Memorandum\nfor Honorable Robert E. Jordan, III, General Counsel, Department of the Army,\nfrom William H. Rehnquist, Assistant Attorney General, Office of Legal Counsel\nat 11 (Nov. 12, 1969). Relevant case law confirms this broad view. The Supreme Court has recognized\nthat “ [t]he Nation undoubtedly has a valid, even an overwhelming, interest in\n4 S. 2896 was passed by the Senate on Oct. 8, 1970, see 116 Cong. Rec. 35,654 (1970), and incorporated into\nthe Omnibus Crime Control Act o f 1970, Pub. L. No. 91-644, tit. V, § 18, 84 Stat. 1880, 1891 (1971). 113 Opinions o f the Office o f Legal Counsel in Volume 19"
}