{
  "document_category": "memos",
  "document_name": "20121",
  "chunk_index": 5,
  "chunk_text": "The public agency performing those services\nnormally may exact a fee for a grant which, presumably, bestows\na benefit on the applicant, not shared by other members of soci­\nety. . . . A “ fee” connotes a “ benefit” . . . . Id. at 340-41 (footnote omitted). In United States v. City o f Huntington, W.Va., 999 F.2d 71 (4th Cir. 1993),\ncert, denied, 510 U.S. 1109 (1994), the court applied a facts-and-circumstances test to determine whether a so-called “ municipal service fee,” consisting of a\n“ fire service fee” and a “ flood protection fee,” imposed upon property owners\nin Huntington, West Virginia, including federal agencies, was a tax upon the\nC ouncil’s authority under the Self-Government Act. W aivers o f immunity apply only to properly enacted state and\nlocal measures. Nor is there a need to ascertain the scope o f the Clean Air Act waiver o f federal immunity in order to conclude\nthat there is no basis for construing that w aiver as an implied repeal o f the Self-Government A ct’s limitation on\nthe authority of the D.C. Council. The District did not make this implied repeal argument in its submission to\nthis Office, see Corporation Counsel Letter, but the argument was analyzed in a Congressional Research Service\nmemorandum concerning the Clean Air Fee, see M emorandum by George Costello, American Law Division, Congres­\nsional Research Service, Re: Application o f District o f Columbia \" Clean Air Compliance Fee Act\" to the Federal\nGovernment at 6 -7 (Mar. 24, 1995). We believe the argument has no merit. It is a well-established principle o f\nstatutory construction that “ repeals by implication are strongly disfavored.” United Stales v. Fausto, 484 U.S. 439,\n452 (1988). ‘‘[A] later statute will not be held to have implicitly repealed an earlier one unless there is a clear\nrepugnancy between the tw o.” Id. at 453 (citations omitted). There is no repugnancy between the Self-Government\nAct and the subsequently enacted section 118 o f the Clean A ir Act. They address fundamentally different subjects:\nthe latter addresses federal immunity (i.e., the relationship between the federal government and state and local govern­\nments), while the former addresses D.C. Council legislative authority ( i.e„ the relationship between Congress and\nthe D.C. Council). Moreover, neither the text nor the legislative history o f Clean A ir Act section 118 contain the\nslightest indication that during its deliberations on waiving federal immunity Congress gave any thought to the legisla­\ntive authority of the D.C. Council. 15 O pinions o f the Office o f Legal Counsel in Volume 20 United States or was instead a fee for services rendered. The court stated that\n“ [u]ser fees are payments given in return for a government-provided benefit. Taxes, on the other hand, are ‘enforced contribution[s] for the support of govern­\nment.’ ” Id. at 74 (quoting U nited States v. LaFranca, 282 U.S. at 572)."
}