{
  "document_category": "memos",
  "document_name": "24141",
  "chunk_index": 32,
  "chunk_text": "Secretary o f Interior v California , 464 U.S. at 340. 262 the structure of the Act and the legislative history, as interpreted by the Supreme\nCourt. We recognize, however, that this conclusion is not free from doubt, and that a\ncourt could construe the coverage of the CZMA—or other statutes which refer\nto the territorial sea—as expanding with the extension of the territorial sea. Such\na result can be avoided. As discussed, whether the coverage of a statute which\nrefers to the territorial sea is affected by the extension of the territorial sea is a\nquestion of legislative intent. Therefore, Congress could foreclose an individu­\nalized judicial assessment of each federal statute by enacting legislation which\nnegates the expansion of the coverage of any domestic statute by the extension\nof the territorial sea for international purposes. An express declaration by Con­\ngress that the presidential proclamation extending the territorial sea has no effect\non the operation of domestic statutes which rely upon the concept of the territo­\nrial sea would provide a simple and decisive rejoinder to any claim of automatic\nexpansion. Thus, although we do not believe that the coverage of the CZMA\nshould be construed to expand as a necessary result of the presidential procla­\nmation, we recommend that the President seek legislation to conclusively pre­\nclude any contrary decision on the CZMA or any other statute by the courts. Conclusion We believe that the President may make an extended jurisdictional claim to\nthe territorial sea from three to twelve miles by proclamation. We also find ven­\nerable historical evidence supporting the view that the President’s constitutional\nrole as the representative of the United States in foreign relations empowers him\nto extend the territorial sea and assert sovereignty over it, although most such\nclaims in our nation’s history have been executed by treaty. It is more doubtful,\nhowever, that Congress, acting alone, may extend the territorial sea beyond the\npresent boundary for international purposes. The domestic effect of the extension of the territorial sea on federal statutes\nthat refer to the territorial sea must be determined by examining Congress’ intent\nin passing each relevant statute. We have concluded that the better view is that\nthe expansion of the territorial sea will not extend the coverage of the Coastal\nZone Management Act, the statute which was identified to us as presenting spe­\ncial concern. However, we recognize that the effect of the proclamation on the\nCZMA and numerous other federal statutes will continue to be uncertain until fi­\nnal judicial resolution. We therefore recommend that the President seek legisla­\ntion providing that no federal statute is affected by the President’s proclamation\nto extend the breadth of the territorial sea from three miles to twelve miles. D o u g l a s W . K m ie c Acting Assistant Attorney General\nOffice o f Legal Counsel 263\nI"
}