{
  "document_category": "memos",
  "document_name": "22366",
  "chunk_index": 2,
  "chunk_text": "The IEEPA also authorizes this action, although it sounds a note of\ncaution. Under § 1702(b) of the Act,\n(b) The authority granted to the President by this section\ndoes not include the authority to regulate or prohibit,\ndirectly or indirectly—\n* * * * * (2) donations, by persons subject to the jurisdiction of the\nUnited States, of articles, such as food, clothing, and\nmedicine, intended to be used to relieve human suffering,\nexcept to the extent that the President determines that\nsuch donations (A) would seriously impair his ability to\ndeal with any national emergency declared under section\n1701 of this title, (B) are in response to coercion against\nthe proposed recipient or donor, or (C) would endanger\nArmed Forces of the United States which are engaged in\nhostilities or are in a situation where imminent involve­\nment in hostilities is clearly indicated by the circum­\nstances. On its face, this provision applies only to donations, not commercial\ntransactions, and even when applicable may be satisfied by a Presiden­\ntial “determination” under (b)(2)(A) that it would seriously impair the\nPresident’s ability to deal with the emergency. It is not clear whether\nthis determination is to be the subject of a report to Congress under\n§ 1703 of the Act, although it could easily be included therein. To give\n1Section 1702(a)(1) reads as follows: A t the times and to the extent specified in section 1701 o f this title, the President may,\nunder such regulations as he m ay prescribe, by means o f instructions, licenses, or\notherw ise—\n(A ) investigate, regulate, o r prohibit—\n(ij any transactions in foreign exchange,\n(ii) transfers of credit or paym ents betw een, by, through, or to any banking\ninstitution, to the extent that such transfers or paym ents involve any interest\no f any foreign country or a national thereof,\n(iii) the im porting o r exporting o f currency or securities; and\n(B) investigate, regulate, direct and com pel, nullify, void, prevent or prohibit, any\nacquisition, holding, w ithholding, use, transfer, w ithdraw al, transportation, im­\nportation o r exportation of, or dealing in, o r exercising any right, pow er, or\nprivilege w ith respect to, or transactions involving, any property in w hich any\nforeign country or a national thereof has any interest; by any person, o r with\nrespect to any property, subject to the jurisdiction o f the United States. 2T he legislative history o f the Export A dm inistration A ct o f 1979, 50 U.S.C. A pp. §2401 et seq..\nconfirm s that total trade em bargoes are to be accom plished under the IE E P A , rather than by export\ncontrols. See H.R. Conf. Rep. No. 482, 96th Cong., 1st Sess. 46 (1979). 224 maximum effect to the congressional policy found in § 1702(b)(2), an\nembargo on commercial food and medicine exports could contain an\nexception in the terms of the statute to allow donations of these items\n“to relieve human suffering.” A separate source of authority to control the export of food, but not\nmedicine, is the Export Administration Act of 1979, 50 U.S.C. App.\n§ 2401 et seq."
}