{
  "document_category": "memos",
  "document_name": "22386",
  "chunk_index": 9,
  "chunk_text": "The\nconsequence was to deny the claimants a special priority in particular\nproperty, leaving them with general debt claims, to which the state\ncourt determinations would presumably be relevant. The present program licenses attachments and litigation, but stops\nshort of permitting judgments. The evident purpose is to allow initial\nsorting out of claims and preservation of evidence in contemplation of\nlater use in some federal distribution system, much as was the function\nof litigation in the Zittman cases and in Orvis. The government has so\ncharacterized it in court:\n535.504 specifically grants a license for initiating judicial\nproceedings, while withholding a license for a “judgment\nor of any decree or order of similar or analogous effect.” This distinction serves several important purposes and is\nvitally related to the President’s (and his delegee’s) pur­\npose to protect those with lawful claims against Iran\nwhile preserving the President’s flexibility to adopt an\napproach to satisfy claims in an orderly and equitable\nfashion. Permitting claims to go forward permits claim­\nants to avoid problems of statute of limitations, and may\nprovide a vehicle for preserving critical evidence neces­\nsary to establish claims, whether they are finally resolved\nthrough subsequent licensing of judgments, resolution\nthrough an administrative claims process, or otherwise. Similarly, permitting the filing of suits puts Iran on notice\nof claims for which it may be held liable and thus serves\nto promote efforts to secure satisfactory protection of\nclaimants’ interest. At the same time withholding license\n256 for judgments helps assure that the President maintains\nthe flexibility to determine an orderly method of resolving\nlegitimate claims that assures equity among claimants and\nprovides maximum protection for creditors consistent\nwith the President’s on-going efforts to secure the hos­\ntages’ release. The approach works no unfairness on the litigants. The\nUnited States’ consent to permit the litigation to go for­\nward, expressed in the general license granted by 535.504,\nhas always been expressly conditioned on the withholding\nof a license for judgments. To interpret the regulation to\npermit creation or extinguishing of interests in property\nthrough, e.g., summary judgment on liability or on mo­\ntions to dismiss with prejudice “would ignore the express\nconditions on which the consent was extended.” Orvis v.\nBrownell, 345 U.S. 183, 187 (1953). See also Propper v.\nClark, 337 U.S. 472, 485 (1949), where the Court recog­\nnized that the United States might permit litigation to go\nforward under the TWEA, while limiting the rights ob­\ntainable through litigation. Memorandum in Support of United States Request that the Court Defer\nRuling on the Pending Motions, Charles T. Main International, Inc., v.\nKhuzestan Water and Power Authority, No. 79-2034C, D. Mass. Identical\nmotions are being filed in other cases. Thus, in the Iranian Assets Control Regulations, the government has\nreserved full rights to revoke the licensed attachments. 6 Although fed­\neral entities holding blocked funds can be expected to honor with­\ndrawal licenses after the attachments are revoked, private banks may\nrefuse to do so, fearing liability to the attachment claimants. The\nclaimants could sue the banks for wrongfully releasing the funds, argu­\ning that under Zittman I, the government is not in a position to\nabnegate all their state law rights against their debtors, and that under\nNew York law, a wrongful release of attached property makes the\nbanks liable for an accounting."
}