{
  "document_category": "memos",
  "document_name": "23996",
  "chunk_index": 9,
  "chunk_text": "19\nOur interpretation of the exception clause in section 881(d) as a procedural\nprovision is supported by the fact, discussed above, that the Controlled Substances Act as a whole places all enforcement authority under the Act’s provisions with\nthe Attorney General. Any limit to this broad and exclusive mandate would be a\nsignificant departure from the overall enforcement scheme. We therefore find the\nproposition that Congress would place within a clearly procedural section a sub­\nstantive provision so significantly at odds with the Attorney General’s title 21\nauthority to be untenable. This interpretation is consistent with the realignment of drug enforcement and\nseizure authority which took place proximate to the enactment of the Controlled\nSubstances Act (including section 881) in 1970. Prior to 1968, the Department\nof Treasury was the agency charged with primary responsibility for enforcing the\nfederal drug laws. Within the Department of Treasury, the United States Cus­\ntoms Service had the responsibility for enforcing all laws pertaining to the smug­\ngling of drugs into the United States, while Treasury’s Bureau of Narcotics was\ncharged with enforcing all laws relating to drug trafficking. Reorganization Plan\nNo. 1 of 1968, 3 C.F.R. 1061 (1966-1970), reprinted as amended in 5 U.S.C.\napp. at 1334, and in 82 Stat. 1367 (1968), transferred the drug trafficking en­\nforcement functions of the Department of Treasury’s Bureau of Narcotics to the\nAttorney General, to be handled within the Department of Justice by a newly cre­\nated Bureau of Narcotics and Dangerous Drugs. The responsibility for investi­\ngating smuggling, on the other hand, remained with Customs within the Trea­\nsury Department, thereby raising the possibility of jurisdictional disputes\nregarding the respective responsibilities of the Justice and Treasury Departments\nin the context of certain drug investigations. Because the Customs Service re­\ntained investigative jurisdiction to enforce the federal smuggling laws, it would\nhave been entirely reasonable for Congress to include in the forfeiture provision\nof the Controlled Substances Act a proviso like that in the final clause of section\n881(d), recognizing that the Attorney General’s new, vast and exclusive seizure\n19 As already indicated in the text, Customs has no independent title 21 seizure or forfeiture authonty. There­\nfore, for a seizure or forfeiture to be effected as suggested by the final clause, it must be pursuant to a source of\nCustoms authority other than the Controlled Substances Act Nevertheless, it was important for Congress to include\nthe final clause in section 881 (d) to distinguish the situation where Customs acts on its own authonty under the cus­\ntoms laws from the situation where Customs is designated by the Attorney General to seize and forfeit under the\nControlled Substances Act. In the latter event, Customs—as an agent of the Attorney General— must follow the\nduties being incorporated in section 881(d) so long as not inconsistent with the Act, not the potentially inconsistent\nduties that the Act contemplates may separately be imposed on Customs by the customs laws. 273 and forfeiture authority under title 21 did not preclude Customs from pursuing\nseizures and forfeitures under the customs laws."
}