{
  "document_category": "memos",
  "document_name": "19751",
  "chunk_index": 8,
  "chunk_text": "It seems highly improbable, however, that\nCongress intended to provide foreign trustees more liberal access to the Fund than\nit provided to domestic trustees. The most fundamental difficulty with DOT’s argument, however, concerns its\ncritical premise: we do not find an irreconcilable conflict or inconsistency, see\nCG Op. at 4, between the payment provisions of subsections (a)(2) and (a)(4),\neven taking into account their relationship with the appropriations provisions of\nsection 6002 o f the Act. Absent such a conflict or inconsistency, or other compel­\nling indicia of contrary congressional intent, there is no need or justification to\ndepart from a straightforward application o f the statutory text. Although compensable “ costs incurred” under subsection (a)(2) concededly\noverlap to a large extent with the “ uncompensated damages” ttiat may be claimed\nunder subsection (a)(4),8 there are a number of important distinctions between\nthe two payment provisions. First, the Trustees’ access to the Fund under section\n1012(a)(4) is specifically limited to those claims that have been pursued “ in\naccordance with section [1013].” That section requires claimants to first present\ntheir claims to the responsible party and to wait at least 90 days before submitting\na claim to the Fund in order to provide reasonable opportunity for settlement. 33 U.S.C. § 2713(a), (c). Moreover, the payment of claims under section 1013\nis subject to detailed regulations governing the presentation, filing, processing,\nsettlement, and adjudication of such claims. Id. § 2713(e); 33 C.F.R. pt. 136. Those\nregulatory requirements include, inter alia, the preparation and presentation of the\noften costly assessment and restoration plans which form the basis of the claim;\na description o f damages claimed by category; documented costs and cost esti­\nmates for the plan; evidence relating to the spill and the damages; witness lists\nand descriptions of their knowledge of the incident; certification of the accuracy\nof claims submitted to the Fund; and certification as to whether the assessment\nwas conducted in accordance with applicable provisions of the natural resources\ndamage assessment regulations. Id. §§ 136.105, 136.209. Only if the NPFC deter­\n8 For purposes o f this opinion, we need not decide whether the overlap is complete or only partial. 195 Opinions o f the Office o f Legal Counsel in Volume 21 mines, after review of the claim, that the claimant has carried its burden of “ pro­\nviding all evidence, information, and documentation deemed necessary . . . to\nsupport the claim ” is the claimant entitled to payment. Id. § 136.105(a).9 Consequently, a Trustee’s claim that has been prepared and documented\n(including assessment of damages), presented for settlement to the responsible\nparty, and otherwise perfected in accordance with section 1013’s procedures\ncannot be equated with a direct application for costs incurred under subsection\n(a)(2).10 Unlike claims presented under subsection (a)(4), a Trustee seeking pay­\nment under subsection (a)(2) need not first present a claim to a responsible party\nin order to allow the opportunity for settlement. Nor are subsection (a)(2) payment\nrequests governed by 33 C.F.R. pt. 136’s detailed evidentiary and adjudication\nrequirements, which in terms apply only to “ claims authorized to be presented\nto the [Fund] under section 1013 of [OPA].” 33 C.F.R § 136.1(a)(1) (1996)\n(emphasis added)."
}