{
  "document_category": "memos",
  "document_name": "20796",
  "chunk_index": 5,
  "chunk_text": "In a memorandum to department and agency heads, dated\nApril 13, 1954, President Eisenhower directed that lists submitted to Congress pursuant to 5 U.S.C.\n§ 115a be limited to retired personnel. Of course this direction has not prevented Congress from\ngranting the required consent to incumbent officers. 70 Stat. A171.\n3 As a legal matter, the consent of Congress can be obtained either in advance or following receipt\nof anything covered by Article I, Section 9, Clause 8. We have, however, been able to locate only one\nstatute in which it was clear that the consent had been granted in advance, Pub. Res. 34-3, 11 Stat. 152\n(Aug. 30, 1856), and this did not involve a President. On the other hand, in the only instance in which\nwe have been able to discover a grant of consent to a President, it followed receipt. Pub. Res. 54-39, 29\nStat. 759 (Apr. 2, 1896) (authorizing delivery to Benjamin Harrison of medals presented to him by\nBrazil and Spain during his term as President). The Harrison precedent would strengthen the view that\nthe procedure suggested above is consistent with constitutional practice. 281 Supplemental Opinions of the Office of Legal Counsel in Volume 1 pursuant to the 1881 Act, to deliver to a former officer who has severed any\nofficial relationship with the United States, upon his request and without referral\nto Congress, a gift or other mark of honor tendered to him during his incumbency\nand deposited under the Act. Accordingly, even if Congress should not act in this\nmatter, the President could probably obtain the warrant when he no longer holds\noffice. 4 I assume that the President will independently appraise the policy considerations involved in acceptance of the foreign honor here involved. In this regard, he\nmay wish to know that President Wilson refused all foreign decorations while in\noffice. 5 On the other hand, it is clear that this attitude does not represent an\nestablished policy of the presidency, as evidenced by the incidents, referred to\nabove, involving Presidents Jackson, Lincoln and Benjamin Harrison. NORBERT A. SCHLEI\nAssistant Attorney General\nOffice of Legal Counsel 4\nWhile a former President is entitled to a monetary allowance of $25,000 per year (Pub. L. No. 85745, 72 Stat. 838 (codified at 3 U.S.C. § 102 note (1958)), he could hardly be considered to hold an\n“Office” within the meaning of the constitutional prohibition. 5\nEdith Bolling Wilson, My Memoir 343 (1st ed. 1938). 282 Proposal That the President Accept Honorary Irish Citizenship ATTACHMENT 1\nPresident Kennedy Bill, 1963\nArrangement of Sections\nSection\n1. Conferring of title of honour on President Kennedy. 2. Short title. Draft of Bill\nAn Act to enable the title of honour of Honorary Citizen of Ireland to be conferred\non John Fitzgerald Kennedy, President of the United States of America. BE IT ENACTED by the Oireachtas as follows:\nConferring of title of\nhonour on President\nKennedy. 1. The President may by warrant confer on John\nFitzgerald Kennedy, President of the United States of\nAmerica, the title of honour of Honorary Citizen of\nIreland. Short title. 2. This Act may be cited as the President Kennedy Act,\n1963. 283"
}