{
  "document_category": "memos",
  "document_name": "19796",
  "chunk_index": 8,
  "chunk_text": "IV. EPA takes the position that its authority under the Clean Air Act to assess civil\npenalties against federal agencies administratively can be exercised consistent with\nArticles II and III of the Constitution. EPA bases its position on the view that\nthe Act\nprovides sufficient discretion to the affected parties so that complete\nresolution of the dispute may occur within the Executive Branch,\nup to and including referral to the President of any issues that are\nnot otherwise resolved, and the President is not deprived of his\nopportunity to review the matter in dispute. EPA Memorandum at 1. We agree with EPA’s position. We will discuss the\nArticle II and Article III issues separately. A.\nEPA asserts that it can exercise its administrative enforcement authority under\nthe Act in a way that is consistent with the President’s supervisory authority under\nArticle II. EPA emphasizes that the Act\nprovides a federal facility with the right to a hearing before final\nassessment of a penalty, and therefore . . . provides federal facili­\n8The quotation from the House Report indicates that the House Bill “ defin[ed] the term ‘person’ for the purpose\nof section 113 ” The House Bill accomplished that purpose by amending the A ct’s general definition o f “ person,”\nnot by creating a special definition applicable only to section 113. See H R 6161, supra, § 113(d). 115 O pinions o f the O ffice o f Legal C ounsel in V olum e 21 ties with sufficient opportunity to raise any dispute to the President\nwhere considered appropriate. Nothing in the Act would prevent\na federal facility from exercising this opportunity to raise any dis­\npute to the President. Id. at 5 (footnote omitted). Nor are federal agencies limited to using the hearing process to raise a dispute to the appropriate level within the executive branch:\nfederal agencies will have the opportunity to consult with the EPA Administrator\nbefore any assessment is final, see id., and the Attorney General could seek to\nresolve the matter if either EPA or the respondent federal agency sought to litigate\nthe matter, see id. at 6. The critical point for constitutional purposes is that the Act does not preclude\nthe President from authorizing any process he chooses to resolve disputes between\nEPA and other federal agencies regarding the assessment of administrative pen­\nalties. “ [I]t is not inconsistent with the Constitution for an executive agency to\nimpose a penalty on another executive agency pursuant to its statutory authority\nso long as the President is not deprived of his opportunity to review the matter.” NRC Opinion, 13 Op. O.L.C. at 136-37. DOD attempts to distinguish our NRC Opinion, which concluded that the\nadministrative enforcement authority of the Nuclear Regulatory Commission\n(“ NRC” ) under the Atomic Energy Act, see 42 U.S.C. §2282 (1994), could be\nexercised against federal agencies consistent with Article II. DOD suggests that\nthe statutory regimes are different, arguing principally that they differ with respect\nto the Attorney General’s authority to resolve a dispute."
}