{
  "document_category": "memos",
  "document_name": "451161",
  "chunk_index": 4,
  "chunk_text": "Broad, generalized\nassertions that the requested materials are of public import are simply insufficient\nunder the “demonstrably critical” standard. Under Senate Select Committee, to\noverride a privilege claim the Committees must “point[] to . . . specific legislative\ndecisions that cannot responsibly be made without access to [the privileged]\nmaterials.” Id. at 733. Moreover, any legitimate oversight interest the Committees might have in\ninternal White House communications about the proposal is sharply reduced by\nthe thousands of documents and dozens of hours of interviews and testimony\nalready provided to the Committees by the Department of Justice as part of its\nextraordinary effort at accommodation. 2 This information has given the Committees extraordinary—and indeed, unprecedented—insight into the Department’s\ndecision to request the U.S. Attorney resignations, including the role of White\nHouse officials in the process. See, e.g., History of Refusals by Executive Branch\nOfficials to Provide Information Demanded by Congress, 6 Op. O.L.C. 751, 758–\n59, 767 (1982) (documenting refusals by Presidents Jackson, Tyler, and Cleveland\n2\nDuring the past three months, the Department has released or made available for review to the\nCommittees approximately 8,500 pages of documents concerning the U.S. Attorney resignations. The\nDepartment has included in its productions many sensitive, deliberative documents related to the\nresignation requests, including e-mails and other communications with White House officials. The\nCommittees’ staffs have also interviewed, at length and on the record, a number of senior Department\nofficials, including, among others, the Deputy Attorney General, the Acting Associate Attorney\nGeneral, the Attorney General’s former chief of staff, the Deputy Attorney General’s chief of staff, and\ntwo former Directors of the Executive Office for U.S. Attorneys. During these interviews, the\nCommittees’ staffs explored in great depth all aspects of the decision to request the U.S. Attorney\nresignations, including the role of White House officials in the decisionmaking process. In addition, the\nAttorney General, the Deputy Attorney General, the Principal Associate Deputy Attorney General, the\nAttorney General’s former chief of staff, and the Department’s former White House Liaison have\ntestified before one or both of the Committees about the terminations and explained, under oath, their\nunderstanding of such involvement. The President has also made significant efforts to accommodate the Committees’ needs. More than\nthree months ago, the Counsel to the President proposed to make senior White House officials,\nincluding Ms. Miers, available for informal interviews about “(a) communications between the White\nHouse and persons outside the White House concerning the request for resignations of the U.S.\nAttorneys in question; and (b) communications between the White House and Members of Congress\nconcerning those requests,” and he offered to give the Committees access to White House documents\non the same subjects. Letter for Patrick Leahy, U.S. Senate, et al., from Fred F. Fielding, Counsel to the\nPresident at 1–2 (Mar. 20, 2007). The Committees declined this offer. The Counsel to the President has\nsince reiterated this offer of accommodation but to no avail."
}