{
  "document_category": "memos",
  "document_name": "1272131",
  "chunk_index": 16,
  "chunk_text": "Id. at 36. We do not infer from the\nINCB’s silence any affirmative approval of the existing licensing scheme\nor the licensing schemes of other countries. 13 See INS v. Aguirre-Aguirre, 526 U.S. 415, 427–28 (1999) (guidance issued by\nthe Office of the UN High Commissioner for Refugees regarding the interpretation of\nthe Refugee Convention “may be a useful interpretative aid, but it is not binding on\nthe Attorney General, the [Board of Immigration Appeals], or United States courts”);\nObservations of the United States of America on the Human Rights Committee’s Draft\nGeneral Comment 35: Article 9, 2014 Digest of United States Practice in International\nLaw ch. 6, § A(2)(b), at 179 (“The United States believes the views of the Committee\nshould be carefully considered by the States Parties. Nevertheless, they are neither\nprimary nor authoritative sources of law.”). 18 Licensing Marijuana Cultivation D.\nWe have also reviewed information about executive branch practice\nand the practice of other state parties to the Single Convention. As we\nhave observed, the Executive Branch has long licensed the National\nCenter to grow marijuana without having a single government agency\npurchase and take physical possession of the cannabis crops after harvest. A number of other state parties to the Single Convention apparently\nfollow the U.S. practice. See State Mem. at 6–7; State Supp. Mem. at 3.\nThe practice of the Executive Branch and other state parties is relevant\nin treaty interpretation. Courts “find particularly persuasive a consistent\npattern of Executive Branch interpretation, reflected in the application of\nthe treaty by the Executive and the course of conduct of the parties in\nimplementing the agreement.” Relevance of Senate Ratification History to\nTreaty Interpretation, 11 Op. O.L.C. 28, 36 (1987) (citing O’Connor v.\nUnited States, 479 U.S. 27, 32–33 (1986)); see also Vienna Convention\nart. 31(3)(b) (noting that, “together with the context,” treaty interpretation\nshould take into account “[a]ny subsequent practice in the application of\nthe treaty which establishes the agreement of the parties regarding its\ninterpretation”). The practices of a treaty’s parties can also be useful\nevidence of the parties’ “understanding of the agreement they signed.” United States v. Stuart, 489 U.S. 353, 369 (1989); see Medellín, 552 U.S.\nat 507. But as the Supreme Court has explained, “where the text [of a treaty] is\nclear . . . we have no power to insert an amendment.” Chan v. Korean Air\nLines, Ltd., 490 U.S. 122, 134 (1989) (holding that the text of the Warsaw\nConvention controlled where it could not “be dismissed as an obvious\ndrafting error”). 14 Here, Articles 23 and 28 clearly require that the United"
}