{
  "document_category": "memos",
  "document_name": "451161",
  "chunk_index": 5,
  "chunk_text": "Letter for Patrick Leahy, U.S. Senate, et al., from Fred F. Fielding, Counsel to the\nPresident at 1–2 (Mar. 20, 2007). The Committees declined this offer. The Counsel to the President has\nsince reiterated this offer of accommodation but to no avail. See Letter for Patrick Leahy, U.S. Senate,\nand John Conyers, Jr., U.S. House of Representatives, from Fred F. Fielding, Counsel to the President\nat 1 (Apr. 12, 2007); Letter for Patrick Leahy, U.S. Senate, John Conyers, Jr., U.S. House of\nRepresentatives, and Linda T. Sanchez, U.S. House of Representatives, from Fred F. Fielding, Counsel\nto the President at 1–2 (June 7, 2007). 4 Assertion of Executive Privilege Concerning Dismissal of U.S. Attorneys to provide information related to the decision to remove Executive Branch\nofficials, including a U.S. Attorney). In a letter accompanying the subpoenas, the House Committee references the\nalleged “written misstatements” and “false statements” provided by the Department to the Committees about the U.S. Attorney dismissals. See Letter for Fred F.\nFielding, Counsel to the President, from John Conyers, Jr., Chairman, House\nJudiciary Committee at 2 (June 13, 2007). The Department has recognized the\nCommittees’ interest in investigating the extent to which Department officials may\nhave provided inaccurate or incomplete information to Congress. This interest\ndoes not, however, justify the Committees’ demand for White House documents\nand information about the U.S. Attorney resignations. Officials in the Department,\nnot officials in the White House, presented the challenged statements, and as\nnoted, the Department has provided unprecedented information to Congress\nconcerning, inter alia, the process that led to the Department’s statements. The\nCommittees’ legitimate oversight interests therefore have already been addressed\nby the Department, which has sought to provide the Committees with all documents related to the preparation of any inaccurate information given to Congress. Given the amount of information the Committees already possess about the\nDepartment’s decision to remove the U.S. Attorneys (including the involvement of\nWhite House officials), there would be little additional legislative purpose served\nby revealing internal White House communications about the U.S. Attorney\nmatter, and, in any event, none that would outweigh the President’s interest in\nmaintaining the confidentiality of such internal deliberations. See Senate Select\nComm., 498 F.2d at 732–33 (explaining that a congressional committee may not\nobtain information protected by executive privilege if that information is available\nthrough non-privileged sources). Consequently, I do not believe that the Committees have shown a “demonstrably critical” need for internal White House communications on this matter. B.\nFor many of the same reasons, I believe that communications between White\nHouse officials and individuals outside the Executive Branch, including with\nindividuals in the Legislative Branch, concerning the possible dismissal and\nreplacement of U.S. Attorneys, and possible responses to congressional and media\ninquiries about the dismissals, fall within the scope of executive privilege. Courts\nhave long recognized the importance of information gathering in presidential\ndecisionmaking. See, e.g., In re Sealed Case, 121 F.3d at 751–52 (describing role\nof investigation and information collection in presidential decisionmaking). Naturally, in order for the President and his advisers to make an informed\ndecision, presidential aides must sometimes solicit information from individuals\noutside the White House and the Executive Branch."
}