{
  "document_category": "memos",
  "document_name": "24321",
  "chunk_index": 9,
  "chunk_text": "The single district court case addressing\nthis issue — decided before Vuitton — is, therefore, unpersuasive. In sum, the cases and practices on which the Commission relies do not\nestablish that the Commission has implied authority to bring actions for\ncriminal contempt. The cases involving the Commission itself do not\ntouch on the issue at all; the usage in this area is not consistent; and the\nsingle district court case that might lead to an argument by analogy has\nbeen undercut by the later opinion o f the Supreme Court in Vuitton. III. Finally, we address two arguments not advanced in the Pederson\nLetter. First, although the Pederson Letter cites Fed. R. Crim. P. criminal\ncontempt actions, the Commission does not rely on Rule 42(b) as “authoriz[ing] by law” the Commission’s initiation of actions for criminal con­\ntempt. Since the Pederson Letter, Vuitton has established that Rule 42(b)\n“does not provide authorization for the appointment o f a private attor­\nney” but “speaks only to the procedure for providing notice of criminal\ncontempt.” Vuitton, 481 U.S. at 793, 794 (emphasis omitted). Rule 42(b)\nthus offers no authority for the Commission to prosecute contempts. Second, it might be argued that even if the Commission lacks statutory\nauthority to bring actions for criminal contempt, a court, through the\nexercise o f its authority to appoint prosecutors, could empower the\nCommission to prosecute a criminal contempt case. Any such argument\nwould be groundless. In addition to the issue o f the court’s authority to\nappoint prosecutors, there is a separate question about whether the\ngovernment attorneys have authority to accept appointment. The Com­\nmission is a creation of statute and thus must abide by the statutory lim­\nitations on the authority. See Civil Aeronautics Bd. v. Delta Air Lines,\n367 U.S. 316, 322 (1961); Oceanair of Florida v. United States Dep’t of\n298 Transp., 876 F.2d 1560, 1565 (11th Cir. 1989). Prosecution o f criminal\ncontempts by Commission attorneys at the behest o f a court would\ncircumvent the Congressional determination to limit the Commission’s\nauthority to civil actions. 11 IV. We conclude that the Commission has no authority to bring actions for\ncriminal contempt. Commission lawyers, however, may be appointed\nspecial attorneys subject to the Attorney General’s direction, 28 U.S.C. §\n515, and in that capacity could conduct prosecutions for criminal con­\ntempt in cases where the court had appointed the United States Attorney\nto prosecute. WILLIAM P. BARR\nAssistant Attorney General\nOffice of Legal Counsel 11 We do not believe that the judiciary would have the constitutional authonty to assign governmental\nattorneys to prosecute cnminal contempts in contravention o f limits on their statutory authonty Vuitton\nsustained the appointment o f pnvate attorneys to prosecute cnminal contempts, because a court’s power\nto “punish disobedience to judicial orders is regarded as essential to ensuring that the Judiciary has a\nmeans to vindicate its own authonty without complete dependence on other Branches ” Vuitton, 481\nU S at 796 Although the power o f courts to vindicate their own authority, under the circumstances in\nVuitton, arguably may be grounded in the Constitution, appointment o f Commission attorneys hardly\npromotes judicial freedom from “complete dependence on other Branches.” 299"
}