{
  "document_category": "memos",
  "document_name": "20226",
  "chunk_index": 10,
  "chunk_text": "119 Cong. Rec. 33,611 (1973) (statement of Representative Green). See\nalso id. at 33,645 (“ the President would appoint a Director of Federal Area Serv­\nices who would be responsible for police protection, fire protection, sanitation,\nthe streets, and access roads” ). While the language and legislative history of the\nprovision do not suggest that the District of Columbia has no jurisdiction over\nthe National Capital Service Area, they do suggest that Congress considered the\nfederal government’s interest in areas within the National Capital Service Area\nto be greater and more important than its interest in areas outside the National\nCapital Service Area. We believe this reservation of federal governmental interest\nfurther supports the Secret Service’s authority to take unilateral action in closing 117 Opinions o f the Office o f Legal Counsel in Volume 19 streets within the National Capital Service Area in an effort to protect the Presi­\ndent.7\n2. Administrative Procedure Act You have also raised the issue of whether the Secretary’s action would con­\nstitute a “ rule” as defined by the Administrative Procedure Act (“ APA” ), 5\nU.S.C. §551(4), see generally id. §§551-559, thereby triggering the requirement\nto provide “ interested persons” with notice and opportunity to comment as a\npart of the rulemaking process. We believe that the Secretary could successfully\nargue that the notice and comment requirements of the APA do not apply because\nhis action in closing the streets at issue to provide protection for the President\nis not a “ rule” within the meaning of §551(4). Moreover, if the federal govern­\nment owns the streets in question, any action to close them would be exempt\nfrom the APA pursuant to the “ public property” exception in § 553(a)(2). The APA defines “ rulemaking” as “ agency process for formulating, amending,\nor repealing a rule.” Id. §551(5). In defining a “ rule” , the APA identifies several\ncomponents: a rule may be “ o f general or particular applicability” ; it must be\nof “ future effect” ; and must be “ designed to implement, interpret, or prescribe\nlaw or policy” or must “ describe[] the organization, procedure, or practice\nrequirements of an agency.” Id. § 551(4). We do not believe that closing the affected streets in order to protect the Presi­\ndent is the sort of action that Congress intended to be subject to the APA’s notice\nand comment process. A decision to close the streets would not be designed to\n“ implement, interpret, or prescribe law or policy” so as to provide guidelines\nor procedures for parties to follow in the future. To the contrary, the Secretary’s\naction in closing the streets would be an isolated agency action that does not\naffect or govern subsequent agency acts or decisions. Daingerfield Island Protec­\ntive Soc’y v. Babbitt, 823 F. Supp. 950, 957 (D.D.C. 1993) (National Park Service\napproval of design for interchange connecting George Washington Memorial Park­\nway and island in Potomac River was not a “ rule” under 5 U.S.C. §551(4)). The Secretary would be acting in a particular situation based on a unique set\nof facts, pursuant to a statute authorizing his agency personnel, the Secret Service,\nto protect the President."
}