{
  "document_category": "memos",
  "document_name": "19566",
  "chunk_index": 9,
  "chunk_text": "but were “ quasi-legislative or quasi-judicial.” Id. Insofar as the FTC conducted\ninvestigations and reported its findings to Congress, it was acting in a quasi-legislative capacity; insofar as the statute required it to function as a master in chan­\ncery, it was acting quasi-judicially. Id. 10\nWiener followed H umphrey’s Executor’s “ sharp line of cleavage between offi­\ncials who were part of the executive establishment” and “ those who are members\nof a body ‘to exercise its judgment without the leave or hindrance of any other\nofficial or any department of the government,’ 295 U.S., at 625-626, as to whom\na power of removal exists only if Congress may fairly be said to have conferred\nit.” 357 U.S. at 353. The Court applied that distinction to the President’s removal\nof a member of the W ar Claims Commission. 11 Although the statute creating that\nbody said nothing about removal, the Court inferred that “ Congress provided for\na tenure defined by the relatively short period of time during which the War\nClaims Commission was to operate.” Id. at 352. Looking to “ the nature of the\nfunction that Congress vested in the War Claims Commission” to decide whether\nsuch an implied removal restriction was valid, id. at 353, the Court found that\nthat agency had been created as “ an adjudicating body with all the paraphernalia\nby which legal claims are put to the test of proof, with finality of determination\n‘not subject to review by any other official of the United States or by any court\nby mandamus or otherwise.’ ” Id. at 354-55 (citation omitted). Because the intent\nof Congress was to vest the W ar Claims Commissioners “ with adjudicatory\npowers that were to be exercised free from executive control,” Morrison, 487\nU.S. at 688, the implied statutory removal restrictions were constitutional. The Supreme Court’s recent case law casts doubt on the viability of the doctrinal\ncategories used in Humphrey's Executor and Wiener. In particular, the Court now\nrecognizes the “ difficulty of defining such categories of ‘executive’ or ‘quasi­\nlegislative’ officials,” Morrison, 487 U.S. at 689 n.28.12 Moreover, this Office\nhas found the rationale of Wiener “ questionable.” 13 Nonetheless, the question\nhere is what Congress intended in 1962 when enacting §208, not whether the\n10S e e a lso M o rriso n , 487 U .S . at 687 (ex p lain in g H u m p h rey 's E xecutor) ; P ow er o f the P resident to Rem ove\nM e m b ers o f th e T ennessee V alley Authority F rom O ffice, 39 O p A tt’y G en. 145, 146 (1938) (Jackson, A cting A .G.)"
}