{
  "document_category": "memos",
  "document_name": "1272131",
  "chunk_index": 10,
  "chunk_text": "There is simply no indica11 Opinions of the Office of Legal Counsel in Volume 42 tion that the federal government, rather than the National Center, exercises the kind of close supervision of the National Center’s employees that\nwould make them federal agents. We are also not persuaded by a similar line of argument contending that\nthe National Center “could be considered an extension of ” the federal\ngovernment. Applications To Manufacture Marijuana, 81 Fed. Reg. at\n53,847. The suggestion is that the National Center itself operates as the\nfederal government in carrying out the controls required by the Single\nConvention. The question of whether an entity is part of the federal government turns on a variety of factors, including whether the government\nowns the entity; whether the government appoints its officers and directors; whether Congress has defined its corporate purposes or appropriated\nfunds for its operations; and whether the entity is controlled by or operates for the benefit of the federal government. See Dep’t of Transp. v.\nAss’n of Am. Railroads, 575 U.S. 43, 51–55 (2015); United States v. New\nMexico, 455 U.S. 720, 739–40 (1982); Memorandum for Edward A.\nFrankle, General Counsel, National Aeronautics & Space Administration,\nfrom Randolph D. Moss, Assistant Attorney General, Office of Legal\nCounsel, Re: Applicability of Government Corporation Control Act to\nGain Sharing Benefit Agreement at 7–9 (Sept. 18, 2000). Under those factors, the National Center is not an extension of the federal government. The National Center is part of the University of Mississippi, located on campus in a university-owned building, and run by its\nown employees. It does not operate solely for a federal purpose, but\ninstead was established to help the University conduct “research to discover and develop natural products for use as pharmaceuticals, dietary\nsupplements and agrochemicals, and to understand the biological and\nchemical properties of medicinal plants.” National Center for Natural\nProducts Research, About NCNPR, https://pharmacy.olemiss.edu/ncnpr/\nabout-ncnpr/ (last visited June 6, 2018). While the federal government\npays the National Center to grow marijuana and exercises some supervision over its growing operations, the government does not generally fund\nor control the National Center. That the National Center may physically\npossess the marijuana it grows, then, does not satisfy the federal government’s obligation to do so.8\n8 The Supreme Court has cautioned against applying “background principle[s] of\nAmerican law” that are “relevant to the interpretation of federal statutes” but were not\nnecessarily adopted by the signatories to a treaty (for example, the presumption in favor 12 Licensing Marijuana Cultivation c.\nIn addition to taking “physical possession,” Article 23(2)(d) requires\nthat the national agency “purchase” the marijuana from the cultivator. That requirement provides for the government to pay for and take legal\ntitle to the marijuana. The Commentary advises that the payment of money was meant to encourage the delivery of the crops because “[p]rompt\npayment, a good price and other favourable conditions of purchase may\nbe incentives to producers to deliver speedily their total” crops to the\nagency. Commentary at 283. The exchange of payment for the harvested\ncrops encourages each grower to deliver its full inventory to the government."
}