{
  "document_category": "memos",
  "document_name": "19796",
  "chunk_index": 7,
  "chunk_text": "Id. §5, 84 Stat. at 1689.7 Thus, the 1970\nversion of section 118 referred only to federal agencies complying with sub­\nstantive requirements; it did not contain any language subjecting federal agencies\nto enforcement authority. In 1977, the definition of “person” was expanded to include “ any agency,\ndepartment, or instrumentality of the United States.” Clean Air Act Amendments\nof 1977 (“ the 1977 Amendments” ), Pub. L. No. 95-95, § 301(b), 91 Stat. 685,\n770. This amendment was contained in the House-passed version of the 1977\nAmendments, which was accepted by the conference committee. See H.R. 6161,\n§ 113(d), 95th Cong., 1st Sess. (1977) (“ House Bill” ); H.R. Conf. Rep. No. 95564, at 137, 172 (1977), reprinted in 1977 U.S.C.C.A.N. 1502, 1517-18, 155253. The committee report accompanying the House Bill expressly stated that the\nspecific purpose of the expansion of the definition of “ person” was to make it\nclear that section 113 enforcement was available with respect to federal agencies:\n6 “ Person” was lim ited to “ an individual, corporation, partnership, association, State, municipality, and political\nsubdivision o f a State ” Pub. L No 88-206, §9 (e), 77 Stat 392, 400 (1963) 7The previous version o f section 118, enacted in 1959, merely requested federal agencies to “ cooperate” with\nair pollution enforcement control agencies See A ct o f Sept. 22, 1959 ( “ the 1959 Amendments” ), Pub. L No 86365, §2 , 73 Stat 646 ( “ It is hereby declared to be the intent o f the Congress that any Federal department or agency\n. . shall, to the extent practicable and consistent with the interests of the United States and within any available\nappropriations, cooperate with the Department o f Health, Education, and W elfare, and with any interstate agency\nor any State or local government air pollution control agency in preventing or controlling the pollution o f the air\n. . . ”). 114 A dm inistrative A ssessm ent o f Civil P enalties A gainst F ederal A gencies U nder th e Clean A ir A ct Finally, in defining the term “ person” for the purpose of section\n113 of the act to include Federal agencies, departments, instrumen­\ntalities, officers, agents, or employees, the committee is expressing\nits unambiguous intent that the enforcement authorities of section\n113 may be used to insure compliance and/or to impose sanctions\nagainst any Federal violator of the act. H.R. Rep. No. 95-294, at 200 (1977), reprinted in 1977 U.S.C.C.A.N. 1077, 1279\n(“ House Report” ).8 In sum, the expansion of the definition of “ person” to include federal agencies,\ntogether with the statement in the House Report that the definitional change was\nfor the express purpose of subjecting federal agencies to EPA enforcement under\nsection 113, leave no room for doubt that Congress clearly indicated in 1977 its\nintent to authorize EPA to use its section 113 enforcement authorities against fed­\neral agencies. IV. EPA takes the position that its authority under the Clean Air Act to assess civil\npenalties against federal agencies administratively can be exercised consistent with\nArticles II and III of the Constitution."
}