{
  "document_category": "memos",
  "document_name": "19976",
  "chunk_index": 2,
  "chunk_text": "315 Opinions o f the Office o f Legal Counsel in Volume 20 BACKGROUND\nA. F acts In its recently issued rule regarding Compatibility of Wireless Services With\nEnhanced 911 ( “ E-911” ), the Federal Communications Commission (the “ FCC” )\nestablished a timetable for the development and deployment of new technologies\nthrough which wireless carriers (cellular telephone companies) will automatically\nprovide a designated public safety answering point (“ PSAP” ) 2 with information\nregarding the physical location of a caller who dials 911 on a wireless cellular\ntelephone. Commercial Mobile Radio Services, 47 C.F.R. §§20.3, 20.18 (1996). 3 This information will significantly enhance the effectiveness of wireless 911 serv­\nices by helping emergency service personnel locate the caller and more rapidly\nand accurately determine where the emergency has occurred. The implementation and deployment of enhanced 911 features and functions\nwill be accomplished in two phases. In phase one, covered carriers must relay\nto the PSAP the 911 caller’s telephone number and the location of the cell site\nor base station through which the call originates. See id. §20.18(d). This informa­\ntion will identify the caller’s location only in quite general terms,4 but will enable\nemergency service providers to call back if a 911 call is disconnected. See id. We understand that the information provided in phase one is currently available\nto wireless carriers, as it is regularly captured by them as part of their transmission\nof calls from cellular phones,5 but some carriers must develop the ability to pass\nit on to a third party. A more precise identification of the caller’s location will occur in phase two,\nwhen the carrier must provide the designated PSAP with the physical location\nof the mobile unit making the call by longitude and latitude within a radius of\n125 meters in 67% of all cases. See id. § 20.18(e). According to FCC representa­\ntives, the more precise location determination required in phase two will occur\n2 A public safety answering point is a facility designated to receive 911 calls and route them to emergency service\npersonnel. See A l C.F.R. §20.3. 3 An E -9 11 system automatically identifies on a screen at the PSAP the telephone num ber and geographical location\nfrom which the call was made. This system permits a more efficient response to calls received, mcluding silent\ncalls, and deters false alarms, because such calls are capable o f being traced. In many jurisdictions, E-911 systems\nare already operational for landline phones, identifying the telephone num ber and the address associated with that\ntelephone number. The address o f the subscriber to the cellular telephone will often be insufficient to identify the\nc aller’s physical location at the time of a call, however, because cellular telephones are mobile and calls are frequently\nmade from som eplace other than the c aller’s address. The need for this critical information regarding the location\no f the caller was the impetus for the new F C C rule. 4The physical size o f a cell depends upon the density o f use: it could encompass only a few blocks in a populated\ncity, or m iles in a rural area."
}