{
  "document_category": "memos",
  "document_name": "21891",
  "chunk_index": 5,
  "chunk_text": "1013, H.R. 1371, and Other Proposals Which Address the Issue\no f Affording Prior Notice of Covert Actions to Congress: Hearings Before the Subcomm on Legislation o f the House\nPermanent Select Comm, on Intelligence, 100th Cong., 1st Sess. 221 (1987). 174 and relationship that has developed between this administration\nand the Senate and House intelligence committees over the past\n3 years. 5\nSenator Huddleston, sponsor of the floor amendment containing the version\nof section 413 that was enacted into law, emphasized upon the amendment’s in­\ntroduction the comprehensive and exclusive nature of the scheme being estab­\nlished: “this amendment is identical to Senate bill 2284 which the Senate passed\nby a vote of 89 to 1 on June 3 of this year. It is a bill that establishes the con­\ngressional oversight procedures dealing with our intelligence agencies.”6 Sena­\ntor Huddleston also agreed, in a floor colloquy with Senator Javits on S. 2284,\nwith the following statement by Senator Javits:\n1 agree thoroughly with the need for simplifying [the practice of\nthe oversight committees]. There are some seven committees here\nthat could have had this wrestling match with the executive . . . . I am satisfied ... that the method we now have chosen ... repre­\nsents a fair, effective, and objective way in which to accomplish\nthe results of simplifying the intelligence relations between the\nPresident and Congress ... and limiting further the opportunities\nfor misadventure, premature disclosure, and so forth . . . . What\nwe are doing is simply legislating... a new arrangement or modus\nvivendi for the handling of information and consultations between\nCongress and the intelligence agencies ... ? The Senate report on S. 2284 also confirms the understanding that congres­\nsional oversight with respect to intelligence matters was to be limited to the in­\ntelligence committees. In the “general statement” that preceded the section by\nsection analysis, the report noted: Out of necessity, intelligence activities are conducted primar­\nily in secret. Because of that necessary secrecy, they are not sub­\nject to public scrutiny and debate as is the case for most foreign\npolicy and defense issues. Therefore, the Congress, through its in­\ntelligence oversight committees, has especially important duties\nin overseeing these vital activities by the intelligence agencies of\nthe United States. [50 U.S.C. § 413] is intended to authorize the process by which information concerning intelligence activities 3 16 Weekly Comp. Pres. Doc. 2231 (Oct. 14, 1980). 6 126 Cong. Rec. 17,692 (1980). 7 126 Cong. Rec. 17,692-93 (1980) Senator Moyruhan agreed with the position of Senators Huddleston and\nJavits that a major purpose of the Intelligence Oversight Act was to reduce the number of congressional commit­\ntees that sought intelligence information: “there is a rule of intelligence, which the Senator [Javits] knows well from\nhis wartime experience, which is that you protect sensitive information by compartmentation. The more important\nthat matter is the fewer persons you want to know about i t . . . . ” Id. at 17,694. 175 of the United States is to be shared by the two branches in order to enable them to fulfill their respective duties and obligations to\ngovern intelligence activities within the constitutional framework."
}