{
  "document_category": "memos",
  "document_name": "450911",
  "chunk_index": 1,
  "chunk_text": "Application of 18 U.S.C. § 207(c) to Proposed\nCommunications Between Retired Navy Flag\nOfficer and Marine Corps Commanders in\nIraq Regarding Security Issues\nAlthough more detailed information is needed to make a complete determination in this factsensitive area, it appears that 18 U.S.C. § 207(c) would forbid at least some of the proposed\ncommunications between a retired Navy flag officer and Marine Corps commanders regarding the\nsecurity situation in Iraq. September 13, 2005 MEMORANDUM OPINION FOR THE GENERAL COUNSEL OF THE NAVY\nThrough the General Counsel of the Department of Defense, you have asked\nfor our opinion whether 18 U.S.C. § 207(c) (2000) prohibits certain proposed\ncommunications between a retired Navy flag officer, now employed by a\ndefense contractor under contract to provide services to the United States Air\nForce and Army Corps of Engineers in Iraq, and United States Marine Corps\ncommanders. See Letter for Steven G. Bradbury, Acting Assistant Attorney\nGeneral, Office of Legal Counsel, from William J. Haynes II, General Counsel,\nDepartment of Defense (Aug. 17, 2005). These communications “would seek to\neffect changes . . . in the current state of security” in parts of Iraq and to “make\nrecommendations” about procedures for pursuing the insurgents responsible for\nattacks on United States military personnel and private contractors. Memorandum for the Assistant Attorney General, Office of Legal Counsel, from Alberto\nJ. Mora, General Counsel of the Navy, Re: Request for Legal Opinion at 1 (Aug.\n10, 2005) (“Mora Memorandum”). Although more detailed information is\nneeded to make a complete determination in this fact-sensitive area, it appears\nthat at least some of the proposed communications would be forbidden by\nsection 207(c). I.\nA rear admiral retired from the Navy and became employed as the President of\na company (“Company”) whose parent entity (“Parent”) is currently under contract\nwith the United States Air Force and United States Army Corps of Engineers to\nprovide construction and other services in Iraq. * As President of the Company, the\nretired officer oversees construction of two bases that the firm is building for the\nnew Iraqi army in an area of the country under the responsibility of the United\nStates Multi-National Force-West (“MNF-W”). The MNF-W command, com*\nEditor’s Note: For privacy reasons, the name and affiliation of the officer in question have been\nredacted from the published version of this opinion. 159 Opinions of the Office of Legal Counsel in Volume 29 posed primarily of Marine Corps personnel, reports directly to CENTCOM, which\nin turns reports to the Secretary of Defense. In recent months, attacks by Iraqi insurgents have killed or injured a number of\nthe Company’s employees and subcontractors. Given the security situation, the\nCompany seeks to coordinate more effectively with the MNF-W commanders\nresponsible for securing the area in which the Company is working to fulfill its\ncontractual obligations. Given the retired officer’s military experience, the Parent\nwould like him to communicate directly with MNF-W personnel on these matters. More specifically,\nthe Parent wants the retired officer to provide information related to\nhis observations about security and defense, areas within the retired\nofficer’s expertise."
}