{
  "document_category": "memos",
  "document_name": "20726",
  "chunk_index": 7,
  "chunk_text": "(3) When he has reasonable ground to believe that a felony has\nbeen or is being committed and reasonable ground to believe that\nthe person to be arrested has committed or is committing it. (4) When a warrant has been issued charging any criminal offense\nand has been placed in the hands of any peace officer for execution. These are, as said of the comparable New York statute by Judge Learned Hand,\n“general words used in her statutes,” Marsh, 29 F.2d at 174, from which it is not to\nbe inferred that there are excepted crimes which are equally crimes by the supreme\nlaw of the land though not forbidden expressly by Florida law. The notion that\nfederal criminal law may be “foreign” to the states was laid to rest by the Supreme\nCourt in Testa v. Katt, 330 U.S. 386 (1947), where the Court said: It cannot be assumed, the supremacy clause considered, that the\nresponsibilities of a state to enforce the laws of a sister state are identical with its responsibilities to enforce federal laws. Such an\nassumption represents an erroneous evaluation of the statutes of\nCongress and the prior decisions of this Court in their historic setting. Those decisions establish that state courts do not bear the same\nrelation to the United States that they do to foreign countries. The\nfirst Congress that convened after the Constitution was adopted conferred jurisdiction upon the state courts to enforce important federal\ncivil laws, and succeeding Congresses conferred on the states jurisdiction over federal crimes and actions for penalties and forfeitures. Enforcement of federal laws by state courts did not go unchallenged. Violent public controversies existed throughout the first part\nof the Nineteenth Century until the 1860’s concerning the extent of\nthe constitutional supremacy of the Federal Government. During that\nperiod there were instances in which this Court and state courts\nbroadly questioned the power and duty of state courts to exercise\ntheir jurisdiction to enforce United States civil and penal statutes or 154 Authority of Florida Police Officers to Make Arrests on Basis of FBI Pick-Up Notices the power of the Federal Government to require them to do so. But\nafter the fundamental issues over the extent of federal supremacy\nhad been resolved by war, this Court took occasion in 1876 to review\nthe phase of the controversy concerning the relationship of state\ncourts to the Federal Government. Claflin v. Houseman, 93 U.S. 130. The opinion of a unanimous court in that case was strongly buttressed by historic references and persuasive reasoning. It repudiated\nthe assumption that federal laws can be considered by the states as\nthough they were laws emanating from a foreign sovereign. Its\nteaching is that the Constitution and the laws passed pursuant to it\nare the supreme laws of the land, binding alike upon states, courts,\nand the people, “any Thing in the Constitution or Laws of any State\nto the Contrary notwithstanding.” It asserted that the obligation of\nstates to enforce these federal laws is not lessened by reason of the\nform in which they are cast or the remedy which they provide. Id. at 389–91 (footnotes omitted)."
}