{
  "document_category": "memos",
  "document_name": "21356",
  "chunk_index": 4,
  "chunk_text": "See, Chicago & Southern Air Lines, Inc. v. Waterman S.S.\nCorp., 333 U .S. 103, 113-14 (1948). An established procedure would have to assure reviewing\ncourts that a decision before them for review was no longer subject to revision by the President. ^ h e articulated standard of review o f such m atters is for arbitrariness or capriciousness. See.\nWeiner v. United Slates, 148 Ct. Cl. 445 (I960). 372 to whether the President may issue a pardon posthumously. Because this\nquestion has never been resolved judicially and the power has been exercised\nposthumously only on one occasion (apparently inadvertently), we think it\nprudent to dispose o f the question o f its use in this case on a narrower ground. 7 Thus, we turn to the question whether, assuming the President were to pardon\nSlovik, the effect of that pardon would be to restore to Mrs. Slovik the right to\npayment of her late husband’s insurance policy despite 38 U .S.C . § 711. Prior Attorneys General have generally taken the position that, while a\npardon relieves the offender of all disabilities imposed by way of punishment, it\ndoes not relieve an offender o f disabilities that attend a conviction. Thus,\nActing Attorney General Davis concluded that a statute forbidding the\nappointment as a naval officer of any person previously dismissed from the\nnaval service by sentence o f a court-martial did not impose a punishment on\nsuch an officer but rather should be viewed as a qualification for appointment\nthat could not be affected by an exercise o f the pardon power. 31 Op. A .G.\n225, 226-30 (1918). See also 39 Op. A .G . 132, 134-35 (1938); 36 Op. A .G .\n193 (1930); 22 Op. A .G . 36 (1898). Applying the reasoning of these prior opinions to the present case, it is our\nopinion that § 7 1 1 , insofar as it prevents the payment of insurance proceeds\nwhere the insured was executed pursuant to a criminal sentence8 does not\nconstitute a punishment. Rather, as copiously detailed in Simmons v. U nited\nStates, 120 F. Supp. 641 (D. Pa. 1954), the denial of insurance benefits to\npersons executed as punishment for crimes represents nothing more than\nCongress’ recognition o f a longstanding public policy in commercial insurance\nof excluding from risks covered by life insurance the risk that the insured will\nbe executed for crime. In Simmons, a beneficiary of an NSLI policy sought to\nrecover where the insured had been executed by a State for murder. The court,\nin our view, correctly described the applicable provision of what is now § 711\nas involving a contractual exclusion o f risk in recognition of prevailing public\npolicy in this area o f the law. We do not think that the pardon power reaches an\nexclusion or disability that is imposed not as punishment for crime committed\nbut to fulfill a readily identifiable public policy. L eon U lm an D eputy A ssistan t A ttorney G eneral\nOffice o f L egal Counsel"
}