{
  "document_category": "memos",
  "document_name": "20701",
  "chunk_index": 5,
  "chunk_text": "There remains for consideration the question whether a non-stop flight by a\nforeign aircraft over American territory en route from a point in one foreign\ncountry to another foreign point also falls within the statutory language. When an\naircraft enters the airspace over any part of the United States, including its\nterritories and possessions, it has entered the United States as much as if it had\nlanded within the territorial boundaries, since the United States has sovereignty\nover the overlying airspace. Cf. United States v. One Pitcairn Bi-Plane, 11 F.\nSupp. 24 (W.D.N.Y. 1935). For the purpose of subsection (c) it does not appear to\nmake any difference whether the foreign aircraft returns by the same route it\nentered the United States. The section refers to “any” foreign country and does not\nrequire the aircraft to leave the United States by the same route it followed when\nentering. Section 6(c) of the Air Commerce Act does not prohibit a foreign aircraft from\nentering the airspace over more than one state, territory or possession of the\nUnited States. The section refers to “any” state, territory, or possession and does\nnot limit the application of the section to states which are on the boundary of the\nUnited States. In addition, subsection (c) refers to the District of Columbia. It\nwould not be possible for a foreign aircraft to fly into the airspace over the District\nof Columbia without crossing the airspace of some other state. It is obvious,\ntherefore, that the statute does not contemplate that the foreign aircraft is prohibited from entering any state other than a border state. This construction of section 6(c) is reinforced by a consideration of the purposes of the Civil Aeronautics Act of 1938. Section 3 of that Act declares that the\npurpose of the statute is to promote the development of air transportation. If the\nstatute were construed to prohibit the Civil Aeronautics Authority from granting a\ncertificate to foreign aircraft for non-stop flight as part of a scheduled international\nair service, even though the foreign government was willing to grant reciprocal\nprivileges, the foreign government would undoubtedly refuse such privileges to\nAmerican air lines. As a result, the development of international air transport\nservices by American carriers would be hampered rather than encouraged. III. Administrative Construction\nAdministrative practice under both the Air Commerce Act of 1926 and the\nCivil Aeronautics Act of 1938 supports the construction of section 6(c) outlined in\nU.S.C. § 171. Non-stop flights or transit flights with the privileges of non-traffic landing carried on as a\npart of a regularly scheduled air service appear to be included within this definition of air commerce. 110 Implementation of International Civil Aviation Agreements this memorandum. Under the 1926 statute, a number of bilateral agreements\nrelating to air navigation were entered into between the United States and other\ncountries granting, among other things, reciprocal privileges of non-stop flight,\nsubject to various limitations not relevant here and to the rules and regulations of\neach country."
}