{
  "document_category": "memos",
  "document_name": "23996",
  "chunk_index": 17,
  "chunk_text": "The Department of Justice Assets Forfeiture Fund and the\nCustoms Forfeiture Fund were created to allow those agencies to finance certain\naspects of their respective forfeiture actions and other specified law enforcement\nactivities from the proceeds of forfeited assets. See 28 U.S.C. § 524(c)(1) (De­\npartment of Justice Assets Forfeiture Fund); 19 U.S.C. § 1613b (Customs For­\nfeiture Fund). Congress provided that both the Justice and Customs Funds would\nreceive amounts from the forfeiture of property under any law enforced or ad­\nministered by the respective agencies. See 28 U.S.C. § 524(c)(4); 19 U.S.C.\n§ 1613b(a), (c). As we have discussed above,47 28 U.S.C. § 524(c)(10) defines what property\nis forfeited “pursuant to a law enforced or administered by the Department of\nJustice” for purposes of determining whether the proceeds from the sale of par­\nticular forfeited property are to be deposited in the Department of Justice Assets\nForfeiture Fund. The definition includes any property forfeited under three spec­\nified forfeiture proceedings,48 “ except to the extent that the seizure was effected\nby a Customs officer or that custody was maintained by the Customs Service in\nwhich case the provisions of section 613A o f the Tariff Act of 1930 (19 U.S.C. §\n1613a) shall apply ” (emphasis added). The Customs Forfeiture Fund provisions referenced in the clause of section 524(c)(10) underscored above provide in part\nthat the Fund shall be the depository for “all proceeds from forfeiture under any\nlaw enforced or administered by the United States Customs Service. ”49\nCustoms takes the position that the language of 28 U.S.C. § 524(c)(10) pro­\nvides that the proceeds of forfeiture (even those conducted by the Department of\nJustice under section 881) arising from any Customs seizure be deposited in the\nCustoms Forfeiture Fund, which is codified at 19 U.S.C. § 1613b.50 DEA dis­\nagrees with that interpretation, maintaining that the clause “refers only to nondrug-related seizures and forfeitures lawfully performed by Customs pursuant to\n[c]ustoms laws”51and that section 881 (e) indicates that the Attorney General can­\n47 See supra pp. 277-78. 48 The three proceedings specified in section 524(c)( 10) are: (1) any criminal forfeiture proceeding; (2) any civil\njudicial forfeiture proceeding; and (3) any civil administrative forfeiture proceeding conducted by the Department\nof Justice. 28 U.S.C. § 524(c)(10)(A)-(C)\n49 19 U.S C § 1613b(c). See also infra note 53. 50 Lane Memo, supra note 2, at 7\n51 Hoffman M emo, supra note 2, at 10 280 not deposit moneys or proceeds from a forfeiture conducted by the Department\nunder section 881 in any fund other than the Department of Justice Assets For­\nfeiture Fund.52 For the reasons set forth below, we conclude that although the\nquestion is not entirely free from doubt, under the most reasonable interpretation\nof 28 U.S.C. § 524(c)(10), cash or proceeds of property forfeited as a result of a\nseizure made by the Customs Service pursuant to a law administered or enforced\nby Customs is to be deposited in the Customs Forfeiture Fund rather than in the\nDepartment of Justice Assets Forfeiture Fund, even though the property ulti­\nmately was forfeited by the Department of Justice under section 881."
}