{
  "document_category": "memos",
  "document_name": "1349716",
  "chunk_index": 21,
  "chunk_text": "23 43 Op. O.L.C. __ (Oct. 8, 2019) from applying the OIRA review process under EO 12866 to an independent agency. D.\nCongress has adopted other statutory mechanisms to provide independent regulatory agencies with a degree of insulation within the Executive\nBranch. Those mechanisms include fixed terms in office for the agency\nhead, distinct from the President’s term; composition as a multi-member\nbipartisan board with staggered terms of office; the authority to submit\ntestimony or proposed budgets to Congress without OMB review; and\nindependent litigating authority. See Marshall J. Breger & Gary J. Edles,\nIndependent Agencies in the United States 93–95, 163–175 (2015); Kirti\nDatla & Richard L. Revesz, Deconstructing Independent Agencies (and\nExecutive Agencies), 98 Cornell L. Rev. 769, 789–808 (2013); David E.\nLewis & Jennifer L. Selin, Sourcebook of United States Executive Agencies 88–106 (2d ed. Oct. 2018). Those features are not universally shared\nby all the independent regulatory agencies in 44 U.S.C. § 3502(5), nor are\nthey unique to those agencies. But they are common enough that we\nconsider here whether any would conflict with the centralized review\nprocess of EO 12866. We conclude that they do not. 1. Multi-member, Bipartisan Agency Governance. The statutes structuring some independent regulatory agencies as multi-member boards,\nwith staggered terms and bipartisan membership, do not limit the President’s authority to require those agencies to comply with EO 12866. See,\ne.g., 7 U.S.C. § 2(a)(2)(A) (establishing the Commodity Futures Trading\nCommission as “an independent agency of the United States Government” composed of “five Commissioners,” “[n]ot more than three of\n[whom] shall be members of the same political party,” each serving “a\nterm of five years” expiring at staggered one-year intervals); 15 U.S.C.\n§ 78d(a) (similar provisions for the SEC). Requiring an independent\nregulatory agency to submit its proposed rules to OIRA for review is\nconsistent with those structural features. The SEC, for example, will\ncontinue to be headed by a five-member, bipartisan board as required by\nstatute, whether or not the President directs the Commission to comply\nwith EO 12866. One might argue that Congress chose to delegate rulemaking authority\nto an agency headed by a multi-member, bipartisan board “to minimize\n24 Extending Regulatory Review to Independent Regulatory Agencies presidential interference.” EO 12291 Opinion, 5 O.L.C. Op. at 61. But we\nwould not overstate the degree of insulation. In most instances, the President retains the statutory authority to select the board’s chair, ensuring\nthat he may put his stamp on the agency’s policymaking agenda. 14 In\naddition, EO 12866 preserves an agency’s ultimate discretion and thus\nrespects Congress’s judgment to entrust particular rulemakings to a commission rather than a traditional executive agency. Subject to appropriate\nconsultation, the commission still makes the final decision under EO\n12866. We see no persuasive grounds to infer from the multi-member\nstructure of an independent regulatory agency any additional limits on\npresidential supervision that would bar the application of EO 12866 to the\nagency. 2. Independent Litigating Authority. For similar reasons, EO 12866\nwould not conflict with the authority of an agency to litigate independently of the Department of Justice when the agency has been given such\nauthority. See, e.g., 12 U.S.C. § 5564 (Bureau of Consumer Financial\nProtection (“CFPB”))."
}