{
  "document_category": "memos",
  "document_name": "23611",
  "chunk_index": 4,
  "chunk_text": "M idcal involved a Sherman Act challenge to a California law governing\nwine pricing. In resolving whether the Sherman Act applied, the Supreme\nCourt addressed the issue whether § 2 of the Twenty-First Amendment permit­\nted California to countermand the congressional policy in favor of competition. The Court emphasized that § 2 and the Commerce Clause must be viewed as\npart of a whole. ‘“ Like other provisions of the Constitution, each must be\nconsidered in light of the other, and in the context of the issues and interests at\nstake in any concrete case.’” Id. at 109 (quoting H ostetter v. Idlewild Liquor\nCorp., 377 U.S. 324, 331-32 (1964)). The focus of the analysis should be a\n“pragmatic effort to harmonize state and federal powers” that gives proper\nrespect to both Clauses:\n6 Id Jameson & Co. v. Morgenthau, the C ourt said: [T]he Federal Alcohol A dm inistration Act was attacked upon the ground that the Tw enty-First ■\nAmendm ent to the Federal C onstitution gives to the States com plete and exclusive control over\ncommerce in intoxicating liquors, unlim ited by the commerce clause, and hence that Congress\nhas no longer authority to control the im portation o f these com m odities into the United States. W e see no substance in this contention. 307 U.S. at 172-73; see also H anfv. United States. 235 F.2d 710 (8th Cir.), cert . denied, 352 U.S. 880\n(1956); Old Monastery Co. v. United States, 147 F 2 d 905 (4th C ir.), cert, denied, 326 U.S. 734 (1945);\nJatros v. Bowles. 143 F.2d 453 (6th Cir. 1944); Arrow Distilleries, Inc. v. Alexander, 109 F.2d 397 (7th Cir),\ncert, denied, 310 U .S. 646 (1940)\n7 T herefore, in states that do not forbid drinking under the age o f 18, H R. 3870’s passage w ill not oust a\nmore perm issive state statute. The Fifth Circuit has read the T w enty-First Amendment as providing authority\nfor perm issive state alcohol laws to override more restrictive federal regulations, notw ithstanding the\nSuprem acy C lause. Cf. Castlewood Int'l Corp. v. Simon, 596 F.2d 638 (5th Cir. 1979), vacated, 446 U.S. 949\n(1980), opinion reinstated on remand, 626 F.2d 1200 (5th Cir. 1980) (Florida law perm itting sales at\nunlim ited discount to retailers prevailed over D epartm ent o f the Treasury regulation forbidding same;\nF lorida's interest in regulating intrastate retailers greater than federal interest in uniform national regula­\ntions). See also Wine Indus, v. Miller. 609 F.2d 1167 (5th Cir. 1980); Washington Brewers Inst. v. United\nStates. 137 F.2d 964 (9th Cir.), cert, denied, 320 U.S. 776 (1943). 55 [T]here is no bright line between federal and state powers over\nliquor. The Twenty-First Amendment grants the States virtually\ncomplete control over whether to permit importation or sale of\nliquor and how to structure the liquor distribution system. Al­\nthough States retain substantial discretion to establish other\nliquor regulations, those controls may be subject to the federal\ncommerce power in appropriate situations. The competing state\nand federal interests can be reconciled only after careful scru­\ntiny of those concerns in a “concrete case.”"
}