{
  "document_category": "memos",
  "document_name": "20561",
  "chunk_index": 27,
  "chunk_text": "Among its\nproposed am endm ents was “That the Compensation for the Senators and Representatives be ascer­\ntained by standing Laws; and that no alteration of the existing rate of Compensation shall operate for\nthe Benefit o f the Representatives, until after a subsequent Election shall have been had.\" Id. at 916. 106 1 Documentary History o f the First Federal Congress o f the United States o f\nAmerica 208 (Linda Grant De Pauw, et al., eds., 1972) (“ 1 First Congress\")\n(reproducing entry from Appendix to Senate Legislative Journal, 1st Cong.,\n1st Sess.). C f Act of Sept. 23, 1789, ch. 27, 1 Stat. 97 (1789). The pro­\nposed amendments were transmitted to the eleven States that had ratified the\nConstitution, as well as to North Carolina and Rhode Island. See 4 First\nCongress, at 9, 48. When the amendments were proposed, nine States constituted the threefourths necessary for ratification of the amendments. Before any States had\nacted on the amendments, North Carolina ratified the Constitution; nine States\nstill constituted three-fourths. The Bill of Rights and the States: The Colo­\nnial and Revolutionary Origins o f American Liberties xxi (Patrick T. Conley\nand John P Kaminski, eds., 1992) (“Bill of Rights and the States”). The\nCongressional Pay Amendment had been ratified by only four States before\nRhode Island ratified the Constitution on May 29, 1790, bringing the num­\nber of States in the Union to 13, three-fourths of which was ten. Before any\nmore States ratified the amendment, Vermont joined the Union, bringing the\ntotal to 14, three-fourths of which was eleven. Regardless of the time at\nwhich the “three-fourths” requirement was determined, however, the Con­\ngressional Pay Amendment was never close to that total in its initial period. It received only two more ratifications in 1791, for a total of six. 2\nThomas Jefferson, as Secretary of State under George Washington, was\nresponsible for monitoring the States’ actions on the proposed amendments. Id. at xxii. His tally shows that of the thirteen original States and Vermont,\nsix ratified the amendment. Id. at xxiii (photographic reproduction of\nJefferson’s tally). Five States rejected the amendment, three of them “si­\nlently,” meaning that the ratification documents made no reference to the\nCongressional Pay Amendment. Id. at xxii-xxiii. The other three States did\nnot respond: Massachusetts, Connecticut, and Georgia. Id. The six States that ratified the Congressional Pay Amendment along with\nwhat is now the Bill of Rights are:\no M aryland. D ecem ber 19, 1789. 1 F irs t C o n g re ss, at 349-50 (reproducing e n try in\nS en ate Journal o f June 14, 1790). o N orth C arolina, D ecem ber 22, 1789. 1 F irst C o n g re s s, at 346-47 (reproducing\nen try in Senate Journal o f June 11, 1790). o S outh C arolina, January 28, 1790, 1 F irs t C o n g re ss, at 275-76 (reproducing e n try\nin Senate Journal o f April 3, 1790). o"
}