{
  "document_category": "memos",
  "document_name": "20176",
  "chunk_index": 2,
  "chunk_text": "4 The question you\nhave raised is whether that policy may be reversed. Specifically, you have asked\nwhether historic preservation grants may be awarded directly to religious organiza­\ntions for the preservation of buildings currently used for religious purposes such\nas worship and education. 5 Directly at issue appear to be grants for the preserva­\ntion of active churches or, perhaps, of other religious facilities that would be\nconsidered “ pervasively sectarian” under the Supreme Court’s jurisprudence.6 2. Analysis As your draft opinion recognizes, a series of Supreme Court cases decided prior\nto Rosenberger calls into considerable question any effort by the government to\nprovide monetary assistance directly to pervasively sectarian institutions. 7 Because\nyour draft opinion itself discusses this line of authority, we limit ourselves to\na brief description of the two-part rule that has emerged to govern direct financial\nsupport of religious institutions. First, though the government may include religious institutions that are not\npervasively sectarian in neutral programs providing financial assistance, it must\nensure that government grants are not used to fund “ specifically religious\nactivity” and are instead channeled exclusively to secular functions. As you note,\nthe Supreme Court has applied this principle quite stringently in a line of closely\nanalogous cases involving school construction and repair grants. In those cases,\nthe Court upheld grants to non-pervasively sectarian religious schools only when\nthe program in question expressly excluded from funding “ any facility used or\nto be used for sectarian instruction or as a place for religious worship.” Tilton\nv. Richardson, 403 U.S. 672, 675 (1971) (approving provision of federal construc­\ntion grants to colleges and universities with religious affiliations). 8\n2 Memorandum for Director, Heritage Conservation and Recreation Service, from Associate Solicitor, Conservation\nand W ildlife, Re: Historic Preservation Grants fo r Renovation o f Church Properties at 1 (M ar. 6, 1979). 3 Draft M emo at 1; Letter for the Honorable Ja n e s G. W att, Secretary o f the Interior, from Frederick N. Khedouri,\nA ssociate Director, O ffice o f Management and Budget (Dec. 14, 1981) ( “ K hedouri Letter*’). 4 The Reagan Administration appears to h ave rested its position on a policy decision m ade in “ the context o f\nthe legal issues surrounding church-state affairs.” See K hedouri Letter at 1. The Bush Administration relied more\nexpressly on the conclusion that direct grants to active churches would be unlawful under Supreme Court case law\nconstruing the Establishm ent Clause. See L etter for the Honorable Peter H. Kostmayer, House o f Representatives,\nfrom Robert E. G rady, A ssociate Director, O ffice o f Management and Budget (Mar. 28, 1991). 5 Draft Memo at 2.\n6Id. at 6 (assum ing that most if not all potential grantees would be deemed “ pervasively sectarian’’). 7 Id. at 5.\n0 See also Hunt v. McNair, 413 U.S. 734, 7 3 6 (1973) (upholding state-financed construction o f college and univer­\nsity facilities, subject to same restriction); Roemer v. Maryland Pub. Works Bd.t 426 U.S. 736, 740-41 (1976) 268 Constitutionality o f Awarding Historic Preservation Grants to Religious Properties"
}