{
  "document_category": "memos",
  "document_name": "doc_76",
  "chunk_index": 5,
  "chunk_text": "4 And\nwhen messages are received from the President during the recess, they are\nnot laid before the Senate and entered into the Congressional Record until\nthe Senate returns for a substantive session, even if pro forma sessions are See, e.g., 157 Cong. Rec. S8783 (daily ed. Dec. 17, 2011) (providing that “notwithstanding the upcoming recess or adjournment of the Senate, the President of the Senate,\nthe President pro tempore, and the majority and minority leaders [are] authorized to make\nappointments to commissions, committees, boards, conferences, or interparliamentary\nconferences authorized by the law, by concurrent action of the two Houses, or by order of\nthe Senate”); id. at S7876 (daily ed. Nov. 18, 2011) (similar); id. at S5292 (daily ed. Aug.\n2, 2011) (similar); id. at S3463 (daily ed. May 26, 2011) (similar); 156 Cong. Rec. S7775\n(daily ed. Sept. 29, 2010) (similar); 154 Cong Rec. S10,958 (daily ed. Dec. 11, 2008)\n(similar); id. at S10,776 (daily ed. Nov. 20, 2008) (similar); id. at S10,427 (daily ed. Oct.\n2, 2008) (similar); id. at S8077 (daily ed. Aug. 1, 2008) (similar); id. at S6332 (daily ed.\nJune 27, 2008) (similar); id. at S4848 (daily ed. May 22, 2008) (similar); id. at S2190\n(daily ed. Mar. 13, 2008) (similar); id. at S1085 (daily ed. Feb. 14, 2008) (similar); 153\nCong. Rec. S16,060 (daily ed. Dec. 19, 2007) (similar); id. at S14,655 (daily ed. Nov. 16,\n2007) (similar). The Senate has taken similar steps before recesses that are not punctuated\nby pro forma sessions. See, e.g., 156 Cong. Rec. S6974 (daily ed. Aug. 5, 2010) (providing for appointment authority before an intrasession recess expected to last for thirty-nine\ndays); 153 Cong. Rec. S10,991 (daily ed. Aug. 3, 2007) (same, recess of thirty-two days). 4 19 36 Op. O.L.C. 15 (2012) convened in the meantime. 5 On the other hand, we have been informed\nthat at least during the August 2008 recess, the Senate Executive Clerk\ndid not return pending nominations when the Senate went into recess\npursuant to Senate Standing Rule XXXI, which provides for the return of\nnominations that have not been acted upon when the Senate recesses “for\nmore than thirty days.” Senate Rule XXXI(6), Standing Rules of the\nSenate, in Senate Manual, S. Doc. No. 112-1, at 58 (2011) (“Senate\nStanding Rules”). This omission may reflect the Executive Clerk’s treatment of that impending recess as a series of shorter adjournments rather\nthan a single thirty-eight-day recess. II. To address the President’s authority to make recess appointments during a recess including pro forma sessions, we consider two distinct issues: The first is whether the President has authority to make a recess appointment during the recess at issue here, an intrasession recess of twenty days. We conclude that he does. The opinions of the Attorney General and this\nOffice, historical practice, and the limited judicial authority that exists all\nprovide strong support for that conclusion. Thereafter, we consider whether the President is disabled from making\nan appointment when the recess is punctuated by periodic pro forma\nsessions at which Congress has declared in advance that no business is to\nbe conducted."
}