{
  "document_category": "memos",
  "document_name": "1349716",
  "chunk_index": 12,
  "chunk_text": "A.\nWe begin again with the text of the Constitution. The “executive Power” vested in the President and his constitutional duty to “take Care that\nthe Laws be faithfully executed,” U.S. Const. art. II, § 1, cl. 1; id. § 3, do\nnot vanish merely because the subordinate charged with executing the law\nmay enjoy tenure or other protections. The “Constitution requires that a\nPresident chosen by the entire Nation oversee the execution of the laws.” 13 43 Op. O.L.C. __ (Oct. 8, 2019) Free Enter. Fund, 561 U.S. at 499. Even when an officer heads an independent agency, the President’s obligation to “take Care that the Laws be\nfaithfully executed” still requires that he “oversee the faithfulness of the\nofficers who execute them.” Id. at 484; see also id. at 492 (quoting James\nMadison’s observation in the First Congress that “if any power whatsoever is in its nature Executive, it is the power of appointing, overseeing, and\ncontrolling those who execute the laws”); Morrison, 487 U.S. at 696\n(recognizing that the President must have “sufficient control” over all\nofficers who execute the law). The Supreme Court has confirmed that the President must have some\nconstitutional authority to remove all those executive officers whom he\nappoints, including the heads of independent agencies. See Free Enter. Fund, 561 U.S. at 493 (“As we explained in Myers, the President . . . must\nhave some ‘power of removing those for whom he can not continue to be\nresponsible.’”). It is true that the Court has upheld some statutory limits\non those removal powers. See Wiener v. United States, 357 U.S. 349, 353\n(1958); Humphrey’s Ex’r v. United States, 295 U.S. 602, 629 (1935). But\neven the authority to remove an official for statutorily identified causes\n“presupposes that the officer or body that has the removal power must\nsupervise the subordinate officer at least to the extent needed to determine\nwhether ‘cause’ for removal exists.” Applicability of Executive Order\n12674 to Personnel of Regional Fishery Management Councils, 17 Op.\nO.L.C. 150, 156 n.19 (1993); see also Morrison, 487 U.S. at 692–93\n(stating that the power to terminate an independent counsel for good cause\nallowed “ample authority to assure that the counsel is competently performing his or her statutory responsibilities in a manner that comports\nwith the provisions of the Act”). The President could not fulfill this responsibility without the power to review the work of independent agencies and, to some degree, to direct the faithful performance of their duties. The Opinions Clause, likewise, supports presidential oversight of the\n“principal Officer in each of the executive Departments,” including the\nindependent agencies. U.S. Const. art. II, § 2, cl. 1. In Free Enterprise\nFund, the Court had little trouble concluding that the Securities and\nExchange Commission (“SEC”)—whose members were assumed to have\ntenure protection—“constitutes a ‘Departmen[t]’ for purposes of the\nAppointments Clause.” 561 U.S. at 487, 511. In a footnote, the Court\n“express[ed] no view on” whether the Commission should be considered\nan “executive Departmen[t]” under the Opinions Clause. Id. at 511 n.11.\n14 Extending Regulatory Review to Independent Regulatory Agencies"
}