{
  "document_category": "memos",
  "document_name": "22296",
  "chunk_index": 6,
  "chunk_text": "T hat brings me to your next question. Question 3: W hat is the specific authority (if any) deriving from Su­\nprem e C ourt or other judicial opinions w hich supports the\nJustice D epartm ent’s assertion that it can deny the validi­\nty o f A cts o f Congress? In M yers v. United States, 272 U.S. 52 (1926), the Supreme C ourt was\nasked to decide w hether the President had acted lawfully in rem oving a\npostm aster from office in contravention o f an A ct o f Congress. T he\nA ct provided that postmasters w ere not to be rem oved by the President\nw ithout the advice and consent o f the Senate. T he case involved a\nclaim for back salary filed by the heirs o f the postm aster w ho had been\nremoved. T he action was brought in the C ourt o f Claims under statute\nthat gives that court jurisdiction to hear cases not sounding in tort\narising out o f conduct by executive officers alleged to be unlawful\nunder the C onstitution or A cts o f Congress. W hen the case came before the Supreme C ourt, the Solicitor G en­\neral, appearing for the United States, assailed the attem pt to limit the\nremoval power. He argued that the statute imposed an unconstitutional\nburden upon the President’s supervisory authority over subordinate\nofficers in the Executive Branch. Senator Pepper made an amicus curiae\nappearance and argued that the statute was constitutional. T he C ourt\nruled that the statute was unconstitutional. M ore to the point, the C ourt\nruled that the President’s action in defiance o f the statute had been\nlawful. It gave rise to no actionable claim for damages under the\nConstitution or an A ct o f Congress in the C ourt o f Claims. In my view, M yers is very nearly decisive o f the issue you have\nraised. M yers holds that the President’s constitutional duty does not\nrequire him to execute unconstitutional statutes; nor does it require him\nto execute them provisionally, against the day that they are declared\nunconstitutional by the courts. He cannot be required by statute to\nretain postmasters against his will unless and until a court says that he\nmay lawfully let them go. If the statute is unconstitutional, it is uncon­\nstitutional from the start. I wish to add a cautionary note. T he President has no “dispensing\npow er.” If he or his subordinates, acting at his direction, defy an A ct of\nCongress, their action will be condem ned if the A ct is ultim ately\n59 upheld. T heir ow n views regarding the legality or desirability o f the\nstatute do not suspend its operation and do not immunize their conduct\nfrom judicial control. T hey may not lawfully defy an A ct o f Congress\nif the A ct is constitutional. This was the teaching o f a near sequel o f\nMyers, H um phrey’s Executor v. United States, 295 U.S. 602 (1935); and it\nis a proposition that was implicit in many prior holdings."
}