{
  "document_category": "memos",
  "document_name": "482151",
  "chunk_index": 5,
  "chunk_text": "See,\ne.g., Memorandum for the Members of the Committee on Oversight and Government Reform, from the Majority Staff of the Committee on Oversight and\nGovernment Reform, Re: Supplemental Information on the Ozone NAAQS at 1 4 Assertion of Executive Privilege Over Communications Regarding Air Quality Standards (May 20, 2008) (30,000 pages of documents received from EPA and the Office of\nManagement and Budget); see also Letter for Henry A. Waxman, Chairman,\nHouse Committee on Oversight and Government Reform, from Jeffrey A. Rosen,\nGeneral Counsel, Office of Management and Budget at 1 (May 20, 2008) (OIRA\nprovided the Committee with access to more than 7,558 pages of documents). In\nparticular, EPA and OIRA produced to the Committee copies of all communications between the Administrator of OIRA and the Administrator of EPA concerning the ozone NAAQS regulation. These communications explain in considerable\ndetail the views of OIRA, EPA, the White House, and the President concerning the\nozone NAAQS standard. See, e.g., Letter for Stephen L. Johnson, Administrator,\nEPA, from Susan E. Dudley, Administrator, OIRA at 1 (Mar. 12, 2008) (describing disagreements between OIRA and EPA and advising EPA of the President’s\ndecision). Moreover, EPA publicly disclosed the substance of these concerns in\nthe preamble to its Federal Register notice for the final ozone regulation. Finally,\nthe Administrators of both EPA and OIRA testified before the Committee on May\n20, 2008, concerning the ozone regulation. At that hearing, the Committee had\nample opportunity to explore with the witnesses the decisions and rationale for the\nregulation. It is of particular importance in considering the Committee’s need for the internal OIRA documents—which constitute the great bulk of the documents at issue—\nthat when the Administrator of OIRA testified before the Committee on May 20,\nthe Committee had the opportunity to ask her about OIRA’s role, as well as that of\nyou and the White House staff, in the process leading up to the issuance of final\nNAAQS ozone regulation. Yet, the Committee asked no such questions. Indeed,\nAdministrator Dudley was asked only four questions during the entire hearing. None of the questions put to the Administrator related to OIRA’s internal deliberations or communications with the White House, and none demonstrated a need for\nadditional documents or information from OIRA. See Letter for Henry A.\nWaxman, Chairman, House Committee on Oversight and Government Reform,\nfrom Jeffrey A. Rosen, General Counsel, Office of Management and Budget at 2\n(June 18, 2008). EPA made similar accommodations with respect to the California waiver decision. The agency has made available to the Committee approximately 27,000\npages of documents concerning the decision. See Memorandum for the Members\nof the Committee on Oversight and Government Reform, from the Majority Staff\nof the Committee on Oversight and Government Reform, Re: EPA’s Denial of the\nCalifornia Waiver at 1 (May 19, 2008). Again, these materials describe in\nconsiderable detail—as a memorandum prepared by Committee Staff demonstrates—the reasons behind EPA’s decision to deny California’s petition. Beyond\nreceiving access to tens of thousands of pages of documents, the Committee also\n“deposed or interviewed eight key officials from the EPA” concerning the\nCalifornia waiver decision, id. at 1, and, as discussed above, the Committee had an 5"
}