{
  "document_category": "memos",
  "document_name": "844106",
  "chunk_index": 9,
  "chunk_text": "544 F.2d 865, 878 (5th Cir.\n1977), r e v ’d on other grounds, 571 F.2d 793 (1978) (en banc), rev’d, 442 U.S.\n228 (1979). The Senator had written the aide a letter commending her job perform­\nance, but concluding that it was ‘‘essential that the understudy to [his] Administra­\n5 The onginal panel decision m Davis w as the only decision in the history of lhat case to address the Speech\nor Debate Clause issue. The Fifth Circuit, in its en banc opinion, did not reach the Speech or Debate Clause question\nbecause it concluded that the plaintiff could not maintain a private cause of action under the due process clause\nof the Fifth Amendment. Davis v Passman, 571 F.2d 793, 801 (5th C ir 1978). The Supreme Court reversed on\nthat question, holding that both a cause o f action and a damages remedy could be implied under the Fifth Amendment,\nhowever, because the en banc Court of A ppeals had not considered the Speech or Debate Clause issue, the Supreme\nCourt also declined to reach it Davis, 442 U.S at 236 n i l , 248-49 40 Enforcement o f INA Employer Sanctions Provisions Against Federal Government Entities tive Assistant be a man.” Id. at 867 n.l. Reciting familiar passages from Gravel\nthat limit the scope of the clause to “ legislative acts,” the panel concluded:\n[Representatives are not immune from inquiry into their decisions\nto dismiss staff members. Such dismissal decisions certainly are not\n“ an integral part of the deliberative and communicative processes\nby which Members participate in committee and House proceedings\n. . . .” [quoting Gravel, 408 U.S. at 625]. Peripheral or tangential\nactivities of a representative must not be confused with the legisla­\ntive core. . . . When members of Congress dismiss employees they\nare neither legislating nor formulating legislation. The fear of\njudicial inquiry into dismissal decisions cannot possibly affect a\nlegislator’s decisions on matters pending before Congress. The\ndemocratic process remains unfettered. Id. at 880. Its holding, the panel believed, “ g[a]ve effect to the Supreme Court’s\nmandate in Gravel. ‘Legislators ought not to stand above the law they create but\nought generally to be bound by it as are ordinary persons.’ ” Id. at 881 (quoting\nGravel, 408 U.S. at 615). Because exceptions to the constitutional premise that all persons are equal before the law “ must be limited, guarded, and sparingly\nemployed,” the court insisted that “ Davis is entitled to have her claim heard\non the merits.” Id. The Court of Appeals for the District of Columbia Circuit concluded almost\na decade later, however, that legislative immunity did shield a Congressman from\na suit challenging an employment decision. Browning v. Clerk, U.S. House o f\nRepresentatives, 789 F.2d 923 (D.C. Cir.), cert, denied, 479 U.S. 996 (1986). In\nBrowning, a black woman who was discharged from her job as Official Reporter\nof the House of Representatives claimed that her dismissal was racially motivated,\nin violation of the Fifth Amendment. 789 F.2d at 924-25."
}