{
  "document_category": "memos",
  "document_name": "24141",
  "chunk_index": 18,
  "chunk_text": "250 temational law purposes only if it possesses a specific constitutional power there­\nfor. 29 We have identified two instances in which the United States acquired territory\nby legislative action. In 1845, the United States annexed Texas by joint resolu­\ntion. Joint Res. 8, 5 Stat. 797 (1845). Several earlier proposals to acquire Texas\nafter it gained its independence from Mexico in 1836 had failed. In particular, in\n1844 the Senate rejected an annexation treaty negotiated with Texas by President\nTyler. 13 Cong. Globe, 28th Cong., 1st Sess. 652 (1844). Congress then consid­\nered a proposal to annex Texas by joint resolution of Congress. Opponents of the\nmeasure contended that the United States could only annex territory by treaty. See, e.g., 14 Cong. Globe, 28th Cong., 2d Sess. 247 (1845) (statement of Sen.\nRives); id. at 278-81 (statement of Sen. Morehead); id. at 358-59 (statement of\nSen. Crittenden). Supporters of the measure relied on Congress’ power under Ar­\nticle IV, Section 3 of the Constitution to admit new states into the nation. See,\ne.g., id. at 246 (statement of Sen. Walker); id. at 297-98 (statement of Sen. Wood­\nbury); id. at 334-36 (statement of Sen. McDuffie). These legislators emphasized\nthat Texas was to enter the nation as a state, and that this situation was therefore\ndistinguishable from prior instances in which the United States acquired land by\ntreaty and subsequently governed it as territories. Congress’ power to admit new\nstates, it was argued, was the basis of constitutional power to affect the annexa­\ntion. Congress approved the joint resolution, President Polk signed the measure,\nand Texas consented to the annexation in 1845. The United States also annexed Hawaii by joint resolution in 1898. Joint Res.\n55, 30 Stat. 750 (1898). Again, the Senate had already rejected an annexation\ntreaty, this one negotiated by President McKinley with Hawaii. And again, Con­\ngress then considered a measure to annex the land by joint resolution. Indeed,\nCongress acted in explicit reliance on the procedure followed for the acquisi­\ntion of Texas. As the Senate Foreign Relations Committee report pronounced,\n“[t]he joint resolution for the annexation of Hawaii to the United States . . .\nbrings that subject within reach of the legislative power of Congress under the\nprecedent that was established in the annexation of Texas.” S. Rep. No. 681,\n55th Cong., 2d Sess. 1 (1898). This argument, however, neglected one signifi­\ncant nuance: Hawaii was not being acquired as a state. Because the joint reso­\nlution annexing Texas relied on Congress’ power to admit new states, “the\nmethod of annexing Texas did not constitute a proper precedent for the annex­\nation of a land and people to be retained as a possession or in a territorial con­\ndition.” Andrew C. McLaughlin, A Constitutional History of the United States\n504 (1936). Opponents of the joint resolution stressed this distinction. See, e.g.,\n29 Congress has certain constitutional powers that can affect the claims of the United States over the seas. For\nexample. Congress has the power to regulate foreign commerce, art. I, § 8, cl. 3, the power to define and punish\ncrimes committed on the high seas and offenses against international law, art."
}