{
  "document_category": "memos",
  "document_name": "19566",
  "chunk_index": 6,
  "chunk_text": "Id. at 562 (em phasis added). 8 S ee Lathrop v. D onohue, 367 U S 820, 853 (1961) (H arlan, J , concurring in ju d g m en t) (B ureau o f the B udget\nis “ in dependent” although w ithin the executive branch). S ee also D obson v C om m issioner, 3 2 0 U S 489, 497\n(1943) (B oard o f T ax A ppeals w as statutorily designated as “ an independent ag en cy in the ex ecu tiv e branch o f\nthe G o v ernm ent” ); R a ilro a d R etirem ent Bd. v A lton R. C o , 295 U.S 330, 344 (1935) (R ailroad R etirem ent B oard\nw as “ denom inated an independent agency in the executive branch o f the G o v ern m en t” ), G oldsm ith v. U nited S ta tes\nC o n tinued 31 Opinions o f the Office o f Legal Counsel in Volume 23 could have had in view those agencies, whether belonging to the executive, legis­\nlative or judicial branch, that enjoyed at least some freedom from the control\nof higher authorities within that branch by virtue of protections against the\nremoval of the agencies’ heads. As discussed below, this account of Congress’s\nintent has found support in this Office’s prior opinions. We do not believe it is necessary in this memorandum to decide between these\nalternative readings, because the Commission does not count as “ independent”\nunder either of the alternatives we describe. Furthermore, as we discuss below,\nthere is no evidence that Congress intended it to be considered “ independent.” A.\nWe begin by reviewing the legislative history of § 208. We have found little\nrelevant history on the precise point at issue, and what little history there is sheds\nalmost no light on it. “ Section 208 was modeled on the former section 434 of title 18, which\n‘disqualified] an employee of the Government who has an interest in the profits\nor contracts of a business entity from the transaction of business with such\nentity.’ ” Applicability o f 18 U.S.C. §208 to the Federal Communications\nCommission’s Representative on the Board o f Directors o f the Telecommuni­\ncations Development Fund, 21 Op. O.L.C. 96, 98 (1997) (citation omitted). Sec­\ntion 434 had made no express reference to independent agencies. That reference\noriginated in the general reform o f the major federal conflict of interest statutes\nmade by the Bribery, Graft and Conflicts of Interest Act of 1962, Pub. L. No.\n87-849, 76 Stat. 1119. The legislation represented Congress’s response to the\nperception of several serious inadequacies in those statutes (including §434),\namong them the fact that they were ‘‘drafted in unnecessarily broad and imprecise\nways,” thus creating “ uncertainties as to proper conduct and, to a degree, incon­\nsistent practices among the departments and agencies of the Government.” Con­\nflict o f Interest Statutes: Intermittent Consultants or Advisers, 42 Op. Att’y Gen. I l l , 112 (1962) (Kennedy, A.G.)."
}