{
  "document_category": "memos",
  "document_name": "451161",
  "chunk_index": 1,
  "chunk_text": "Assertion of Executive Privilege Concerning the Dismissal\nand Replacement of U.S. Attorneys\nExecutive privilege may properly be asserted over the documents and testimony concerning the\ndismissal and replacement of U.S. Attorneys that have been subpoenaed by congressional committees. June 27, 2007 THE PRESIDENT\nTHE WHITE HOUSE\nDear Mr. President:\nThe Senate Committee on the Judiciary and the House Committee on the Judiciary recently issued five subpoenas in connection with their inquiries into the\nresignation of several U.S. Attorneys in 2006. Broadly speaking, four of the five\nsubpoenas seek documents in the custody of current or former White House\nofficials (“White House documents”) concerning the dismissal and replacement of\nthe U.S. Attorneys. In addition, two of the five subpoenas demand testimony about\nthese matters from two former White House officials, Harriet Miers, former\nCounsel to the President, and Sara Taylor, former Deputy Assistant to the\nPresident and Director of Political Affairs. You have requested my legal advice as to whether you may assert executive\nprivilege with respect to the subpoenaed documents and testimony concerning the\ncategories of information described in this letter. It is my considered legal\njudgment that you may assert executive privilege over the subpoenaed documents\nand testimony. I.\nThe documents that the Office of the Counsel to the President has identified as\nresponsive to the subpoenas fall into three broad categories related to the possible\ndismissal and replacement of U.S. Attorneys, including congressional and media\ninquiries about the dismissals: (1) internal White House communications; (2)\ncommunications by White House officials with individuals outside the Executive\nBranch, including with individuals in the Legislative Branch; and (3) communications between White House officials and Department of Justice officials. The\nCommittees’ subpoenas also seek testimony from Ms. Miers and Ms. Taylor\nconcerning the same subject matters, and the assertion of privilege with respect to\nsuch testimony requires the same legal analysis. The Office of Legal Counsel of the Department of Justice has reviewed the\ndocuments identified by the Counsel to the President as responsive to the subpoenas and is satisfied that the documents fall within the scope of executive 1 Opinions of the Office of Legal Counsel in Volume 31 privilege. The Office further believes that Congress’s interests in the documents\nand related testimony would not be sufficient to override an executive privilege\nclaim. For the reasons discussed below, I concur with both assessments. A.\nThe initial category of subpoenaed documents and testimony consists of internal White House communications about the possible dismissal and replacement of\nU.S. Attorneys. Among other things, these communications discuss the wisdom of\nsuch a proposal, specific U.S. Attorneys who could be removed, potential\nreplacement candidates, and possible responses to congressional and media\ninquiries about the dismissals. These types of internal deliberations among White\nHouse officials fall squarely within the scope of executive privilege. One of the\nunderlying purposes of the privilege is to promote sound decisionmaking by\nensuring that senior government officials and their advisers speak frankly and\ncandidly during the decisionmaking process. As the Supreme Court has explained,\n“[a] President and those who assist him must be free to explore alternatives in the\nprocess of shaping policies and to do so in a way many would be unwilling to\nexpress except privately.”"
}