{
  "document_category": "memos",
  "document_name": "19976",
  "chunk_index": 4,
  "chunk_text": "8\n6 “ The term ‘call-identifying information’ means dialing or signaling information that identifies the origin, direc­\ntion, destination, or termination o f each communication generated or received by a subscriber by means o f any\nequipment, facility, or service o f a telecommunications carrier.” 47 U.S.C. § 1001(2).\n7 J8 U.S.C. §3127 defines “ pen register” and ‘‘trap and trace device” as follows:\n(3) the term ‘pen register’ means a device which records or decodes electronic or other impulses which\nidentify the numbers dialed o r otherwise transmitted on the telephone line to which such device is attached,\nbut such term does not include any device used by a provider or customer o f a wire or electronic commu­\nnication service for billing, o r recording as an incident to billing, for communications services provided\nby such provider o r any device used by a provider or customer o f a wire communication service for cost\naccounting or other like purposes in the ordinary course of its business;\n(4) the term ‘trap and trace device’ means a device which captures the incoming electronic or other\nimpulses which identify the originating number o f an instrument or device from which a wire or electronic\ncommunication was transmitted. 8 18 U.S.C. §3121 provides in pertinent part’ Continued 317 Opinions o f the Office o f Legal Counsel in Volume 20 Another provision of ECPA, 18 U.S.C. §2703, “ Requirements for governmental\naccess,” sets forth the terms under which carriers may provide governmental enti­\nties with information relating to electronic communications. In particular,\n§ 2703(c) provides that a carrier shall only disclose a record or other information\npertaining to one of its customers (excluding the contents of communications cov­\nered elsewhere in the section) to a governmental entity when the governmental\nentity obtains a warrant, a court order or the consent of the customer. 9\nANALYSIS\nA. Section 1002(a) Does Not Prohibit Wireless Carriers From Transmitting\nInformation Regarding the Physical Location o f Cellular Telephone Callers to\nPublic Safety Agencies By its terms, 47 U.S.C. § 1002(a)(2) does not prohibit a wireless carrier’s trans­\nmission of physical location information as required by the new FCC rule. As\nset forth above, § 1002(a)(2) only prohibits carriers from providing physical loca­\ntion information “ acquired solely pursuant to the authority [under 18 U.S.C.\n§3127] for pen registers and trap and trace devices.” The physical location of\na cellular caller would not be obtained pursuant to legal authority requested and\nobtained by law enforcement officers as part of a government-initiated investiga­\ntion, but instead pursuant to the recently issued FCC rule in response to an individ­\nual’s request for help. Indeed, the cellular caller’s physical location would not\nbe determined by use of a pen register or trap and trace device at a ll,10 but rather\n(a) In general. — Except as provided in this section, no person may install or use a pen register or a trap and\ntrace device without first obtaining a court order under section 3123 of this title or under the Foreign Intelligence\nSurveillance Act o f 1978 (50 U.S.C. 1801 e t seq.). (b) Exception.—"
}