{
  "document_category": "memos",
  "document_name": "23741",
  "chunk_index": 9,
  "chunk_text": "Jameson, su p ra , § 586, at 635-36. A fter discussing the\nhypothetical “confusion or conflict\" that would result from such open-ended proposals, Jameson con­\ncluded w ith a plea for amending the amendm ent process: We discuss this question here m erely to emphasize the dangers involved in the Constitution\na s it sta n d s, and to show the necessity of legislation to make certain those points upon which\ndoubts may arise in the employment of the constitutional process for amending the funda­\nm ental law o f the nation. A constitutional statute o f limitation, prescribing the time within\nwhich proposed amendments shall be adopted or be treated as waived, o u g h t by a ll m ea n s to\nb e p a sse d . Id. at 635-36 (em phases added). See a lso Herman V. Ames, The P roposed A m en d m en ts to the C on stitu ­\ntio n o f th e U n ited S ta te s D u rin g the F irst C en tu ry o f Its H isto ry, H.R. Doc. No. 3 5 3 ,54th Cong., 2d Sess., pt. 2, at 291-92 & n .l (1897).\n’ C hief Justice Hughes wrote that “the question of a reasonable time in many cases would involve . . . an\nappraisal o f a great variety o f relevant conditions, political, social and economic.” 307 U.S. at 453. The\nfour concurring Justices would have dism issed the case for lack of standing, see id. at 460-70 (opinion of\nFrankfurter, J.), but concurred in the C hief Justice’s conclusion on the broader ground that “Congress has\nsole and com plete control over the amending process, subject to no judicial review.” Id. at 459 (Black, J.,\nconcurring). Justices Butler and McReynolds in dissent found the issue justiciable and concluded that\nunder D illo n “more than a reasonable tim e had elapsed” for ratification of the Child Labor Amendment. Id. at 473 (Butler. J. dissenting). We discuss C olem an’s political question holding in Part II, infra. 92 not receive ratification by the States within a reasonable period of time was\nobiter, inasmuch as this question was not before the court in the instant\ncase.”); see also Brief for the United States Amicus Curiae at 25, Coleman v.\nMiller, 307 U.S. 433 (1939) (No. 38-7) (“It was unnecessary in [Dillon] to\nconsider whether a proposed amendment would expire with the passage of\ntime in the absence of [a limitation] provision . . . ,”).10\nNor is Coleman authoritative as to contemporaneity. The Coleman Court’s\ndiscussion of Dillon's “reasonable time” inference was simply not part of its\nholding. Although Chief Justice Hughes’s opinion for three members of the\nCourt did approve of the “cogent reasons” for requiring contemporaneity\noutlined in Dillon, see 307 U.S. at 452-53, the four remaining Justices com­\nprising the seven-vote majority on the dispositive “political question” issue\nspecifically repudiated Dillon."
}