{
  "document_category": "memos",
  "document_name": "23996",
  "chunk_index": 6,
  "chunk_text": "9 Pursuant to 19 U.S.C. § 1581(a), Customs officers may, at any time, board any conveyance (e.g., a vessel or\nvehicle) within a customs-enforcement area and examine the manifest and other documents, as well as inspect and\nsearch every part of that conveyance. If, upon examination of the conveyance it appears to the Customs officers\nthat a violation of federal laws is being or has been committed so as to render the conveyance or anything aboard\nit liable to forfeiture, the officers may, pursuant to 19 U.S.C. § 1581(e), seize the conveyance. 10 Under 19 U.S.C. § 1595a(a), Customs is authorized to seize and forfeit any vessel, vehicle, animal, aircraft,\nor other thing used to facilitate the importation into the United States of any article contrary to law Because the\nimportation o f illegal drugs into the United States is contrary to law, a boat used to smuggle drugs into the United\nStates may be seized by Customs under section 1595a(a). 11 We are also apprised that, on occasion. Custom s will “adopt” cases investigated and prepared by state or lo­\ncal law enforcement officers, forfeit the seized property administratively under section 881, and then transfer a por­\ntion of the proceeds to the state or local law enforcement authorities who made the seizure in accordance with 19\nU.S C. § 1616a(c). 270 amples, we begin by examining the plain language of that statute. 12 The text of\nsection 881 reveals that Congress intended the Attorney General, and not Cus­\ntoms, to handle the drug forfeiture functions outlined in that section. For ex­\nample, section 881 (b), which authorizes seizure of property subject to forfei­\nture under the Controlled Substances Act, specifically mentions only the\nAttorney General, not the Customs Service or any other federal agency. Simi­\nlarly, section 881(c), providing for the custody of seized property, grants such\nauthority only to the Attorney General. Moreover, section 881(e), authorizing\nthe disposition of property seized under the Controlled Substances Act, grants\nthis power specifically and solely to the Attorney General. The exclusive for­\nfeiture role of the Attorney General under section 881 was reemphasized when,\nin 1984, Congress amended section 881, but continued to place all seizure and\nforfeiture responsibility under the Controlled Substances Act solely with the At­\ntorney General. For example, Congress amended section 881(e)(1) to provide\nthe Attorney General authority to transfer the custody or ownership of any for­\nfeited property to any federal agency or to any state or local agency that directly\nparticipated in the seizure or forfeiture, yet continued to recognize that the At­\ntorney General is in exclusive control of the forfeiture and disposition of for­\nfeited property under the Controlled Substances Act. Similarly, amendments to\nsection 881 contained in the 1988 Drug Act preserve the Attorney General’s\nexclusive forfeiture authority. 13\nCongress’ intent that the Attorney General hold exclusive authority to seize\nand forfeit property under section 881 is also evident in the broader statutory\nscheme of the Controlled Substances Act."
}