{
  "document_category": "memos",
  "document_name": "20126",
  "chunk_index": 14,
  "chunk_text": "Because the language of the statute describing the offices or duties to which\nrelated persons may not be appointed remained the same, no change was made\nin the class of offices or duties covered by the statute — a class that at no time\nincluded judges. This conclusion is reinforced by a rule of construction that was written into\nthe Act of 1911 itself, which reads as follows:\n[t]he provisions of this Act, so far as they are substantially the same\nas existing statutes, shall be construed as continuations thereof, and\nnot as new enactments, and there shall be no implication of a\nchange o f intent by reason o f a change of words in such statute,\nunless such change of intent shall be clearly manifest. Id. §294, 36 Stat. at 1167. With respect to its description of the offices or duties to which related persons\nmay not be appointed, section 297 of the Act is “ substantially the same” as prior\nlaw. Nor is any “ change of intent . . . clearly manifest” by reason of the lin­\nguistic change from the earlier provision. Accordingly, following the rule of\nconstruction set forth in the statute itself, we find that it does not vary prior law —\njudgeships were not in that class prior to 1911, and they are not in that class\nsubsequent to 1911.14 14 We note that our reading does not violate the maxim o f statutory construction that words in a statute should\nnot be construed so as to render them meaningless. It is true that the vast majority o f the positions to which §458\napplies are “ em ploym ents” rather than “ offices.” For a discussion o f the difference between an employment and\nan office, see Untied Slates v. Hartwell, 73 U.S. (6 Wall.) 385 (1867); United States v. Germaine, 99 U.S. 508\n(1878); United Slates v. Maurice, 26 F. Cas. 1211 (C.C.D. Va. 1823) (No. 15,747) (Marshall, C ircuit Justice). Never­\ntheless, the Supreme Court long ago concluded that the clerk o f a district court is an officer in the constitutional\nsense, Ex Parte Hennen, 38 U.S. (13 Pet.) 230 (1839), and has recently reaffirmed that view, see Morrison v. Olson,\n487 U.S. 654 (1988). This office has traditionally been filled by an appointment “ by [a] couit[] o f law,” specifically\nby the chief judge o f the relevant district o r circuit. We believe that the provision would continue to apply to appoint­\nments to the office o f clerk by a federal judge. We also note that our view avoids a serious question regarding the legality o f the recent designation o f District\nJudge Gordon Thompson, Jr., to sit by designation on a panel o f the United States Court o f Appeals for the Ninth\nCircuit with his brother. Judge David Thompson. See Howard Mintz, Nepotism Law Threatens Nomination; Mother\nand Child Reunion on Bench?, Legal Times, Dec. 11, 1995, at 8."
}