{
  "document_category": "memos",
  "document_name": "1349716",
  "chunk_index": 18,
  "chunk_text": "This view would not only preclude the President from requiring\nagencies to submit proposed regulations to OIRA, but it would also bar\nany presidential directives at all, including the well-established requirement that independent agencies submit an annual regulatory plan and\nagenda under section 4 of EO 12866. We cannot read Humphrey’s Executor so broadly. To begin with, the\nquoted passage is dictum. As then-Professor Kagan explained, the “question actually decided in the case was much narrower” than its reasoning,\nand “the Court did not hold that Congress could cut off agencies in all\nrespects from the President.” Kagan, Presidential Administration, 114\nHarv. L. Rev. at 2325 n.311. The Court held only that Congress had\nvalidly limited the President’s grounds for removing the Commissioner to\n“inefficiency, neglect of duty, or malfeasance in office,” 295 U.S. at 623,\nand that the President had violated the statute by removing him without\nciting any of those grounds. 20 Extending Regulatory Review to Independent Regulatory Agencies Subsequent decisions confirm that independent agencies execute federal law and are part of the Executive Branch—not a “headless ‘fourth\nbranch’ of the Government.” President’s Committee on Administrative\nManagement, Administrative Management in the Government of the\nUnited States 36 (Jan. 1937); see, e.g., City of Arlington v. FCC, 569 U.S.\n290, 304 n.4 (2013) (“Agencies make rules . . . and conduct adjudications,” but those activities “are exercises of—indeed under our constitutional structure they must be exercises of—the ‘executive Power.’”); Free\nEnter. Fund, 561 U.S. at 510–11 (holding that the SEC is an executive\n“Department[]” under the Appointments Clause); Morrison, 487 U.S. at\n690 n.28 (“[I]t is hard to dispute that the powers of the FTC at the time of\nHumphrey’s Executor would at the present time be considered ‘executive,’ at least to some degree.”); INS v. Chadha, 462 U.S. 919, 953 n.16\n(1983) (recognizing that agency rulemaking is an executive function, not\na legislative function); Buckley v. Valeo, 424 U.S. 1, 125–28 (1976) (per\ncuriam) (holding that members of the Federal Election Commission are\nexecutive officers, not officers of Congress); Separation of Powers, 20\nOp. O.L.C. at 168 n.116 (“We do not think that the ‘independent’ regulatory agencies could be viewed today as within the legislative or judicial\nbranches.” (citing Mistretta v. United States, 488 U.S. 361, 387 n.14\n(1989))); Applicability of Executive Privilege to Independent Regulatory\nAgencies, 1 Op. O.L.C. Supp. at 171–72 (“[Humphrey’s Executor] cannot\nbe invoked as a complete charter of independence of the regulatory commissions from executive control.”). While Humphrey’s Executor spoke of\nthe “quasi-legislative” and “quasi-judicial” functions of independent\nagencies, 295 U.S. at 628–29, there can now be no doubt that independent\nagencies are part of the Executive Branch. In addition, the dictum of Humphrey’s Executor conflicts not only with\nsubsequent decisions, but also with the very statute at issue in that case. The Court’s claim that the FTC “shall be independent of executive authority, except in its selection,” 295 U.S. at 625, is demonstrably incorrect. Congress gave the President authority to remove FTC Commissioners for\n“inefficiency, neglect of duty, or malfeasance in office,” id. at 619, terms\nthat presuppose presidential supervision of the actions of those whom he\nmay remove."
}