{
  "document_category": "memos",
  "document_name": "1272131",
  "chunk_index": 21,
  "chunk_text": "In doing so, DEA need not rule out a regime in which DEA purchases or\ntakes legal title to the marijuana plants prior to their cultivation; adopts a\nsystem of regulation and day-to-day supervision that would create an\nagency relationship; or relies upon NIDA’s expertise to assist the agency\nin its functions. At a minimum, however, this licensing framework must\nprovide for a system in which DEA or its legal agent has physical possession and ownership over the cultivated marijuana and assumes control of\nthe distribution of marijuana no later than four months after harvesting. In justifying the current licensing framework, DEA had concluded that\nthe division of labor with NIDA was “a result of the existing statutes,\nregulations, and Congressional appropriations,” and declined to opine on\nwhether, absent legislation, DEA could carry out all the functions required by the Single Convention. Lyle E. Craker, PhD, 76 Fed. Reg. at\n51,409–10. Having examined DEA’s and NIDA’s authorities, we do not\nbelieve that further legislation is required for DEA to perform those\nfunctions. DEA has statutory authority to do so pursuant to 21 U.S.C.\n§ 823(a), which obliges DEA (by delegation from the Attorney General)\nto ensure that registrations for the manufacture of marijuana comply with\nthe Single Convention. That language authorizes DEA to take steps reasonably necessary to ensure that the registration scheme complies with the\nSingle Convention, which as we have said clearly contemplates that a\nsingle government agency will purchase and take physical possession of\nmarijuana crops from registrants. The statute thus authorizes DEA to\nperform the control functions contemplated by the Single Convention,\nincluding the functions of purchasing (or otherwise securing title over)\nand taking physical possession of marijuana crops. Reading the statute\notherwise would preclude DEA from registering any marijuana manufacturer because no registration could be in compliance with the Single\nConvention, contrary to Congress’s evident intent that DEA administer\nthe registration system. Congress has also established a fund for DEA’s\n24 Licensing Marijuana Cultivation diversion control program, which includes DEA activities “related to the\nregistration and control of the manufacture, distribution, [and] dispensing\n. . . of controlled substances.” 21 U.S.C. § 886a(2)(B) (emphasis added). Because Congress has made compliance with the Single Convention a\nnecessary condition of registration, id. § 823(a), that fund may be used in\npurchasing, storing, and monopolizing the wholesale trade in marijuana. And although HHS has statutory authority to “determine the qualifications\nand competency” of the researchers who seek to purchase marijuana from\nlicensed growers to conduct research, id. § 823(f ), that provision would\nnot bar DEA from establishing a government monopoly from which those\nresearchers could purchase marijuana. The NIDA contract is a longstanding feature of the marijuana licensing\nscheme, and the current version of that contract is annually renewable\nthrough March 2020. 2015 NIDA Contract at 27. Although DEA must\ndischarge the obligations required by Article 23(2), NIDA may still play a\nsignificant role."
}