{
  "document_category": "memos",
  "document_name": "22526",
  "chunk_index": 13,
  "chunk_text": "The committee also heard testimony from a number of\nstate and local government officials. The comments of Patrick Lucey,\nG overnor of Wisconsin, are typical: An ideal system of anti-discrimination enforcement would\nemphasize both due process and simplicity to preclude the\nfederal government from arbitrarily suspending revenue\nsharing funds in any jurisdiction. Deadlines should be\nshort, and findings of discrimination should be based on\nthe administrative and judicial process which does not\nrely solely on the judgment of the Secretary of the\nT reasury. Id. at 89. Kenneth Gibson, Mayor of Newark, New Jersey, complained that “federal civil rights enforcement requirements are oftimes duplica­\ntive and contradictory in nature.” He recommended that “a strategy be\ndeveloped to consolidate and coordinate federal civil rights enforce­\nment in general and that due process be observed in any withholding of\nfunds from local government.” Id. at 92-93. In a colloquy with Senator\nPackwood, Mr. Gibson and John Poelker, Mayor of St. Louis, dis­\ncussed the due process problems inherent in simultaneous and poten­\ntially contradictory administrative and judicial proceedings. Senator\nPackwood asked how to construct “a fair section” that would not\n“unduly penalize” a recipient during the pendency o f a court suit. Poelker recommended that “[i]t should be left up to the decision o f the\ncourt, not the Secretary. . . . As long as the suit is pending, and the\n496 locality has not been found in violation until that time,” funds should\nnot be suspended. Both Mayors Poelker and Gibson emphasized that in\ntheir opinion the inequity of terminating funds prior to “the end of the\nsuit” outweighed the possibility of undesirable continuance of funds\nduring its pendency. Id. at 77-78. The general criticism of. the House bill in the Senate committee led\nto the drafting of the provisions that eventually were enacted as § 122. The problems of delay, unfairness, and duplication that witnesses per-,\nceived to be inherent in the House approach were sought to be re­\nsolved by provisions linking the ORS administrative role more closely\nwith proceedings brought before courts and other agencies. The Con­\nference Committee accepted the Senate bill in all pertinent respects. H.R. Rep. No. 1720, supra, at 34. From the foregoing discussion it is clear that the terms of the civil\nrights enforcement provisions of the Revenue Sharing Act and their\nlegislative history are substantially different from those of the Crime\nControl Act. We believe these differences warrant a different conclu­\nsion with respect to the effect a stay on administrative fund suspension\nproceedings under the two acts. Under the Crime Control Act, once\nthe administrative enforcement proceeding has been triggered by a\n“finding,” LEAA operates independently of the finding. Under the\nRevenue Sharing Act, ORS proceedings are “dependent” from begin­\nning to end on the concurrent judicial or federal agency proceedings. Since ORS is barred from making its own determination on the issue of\ndiscrimination once there has been a court determination, we think it\nmust also respect the court’s subsequent decision to stay the effect of\nthat determination. This is consistent with the Senate’s concern not to\nburden ORS staff with massive civil rights enforcement responsibilities,\nand to ensure recipient governments due process of law."
}