{
  "document_category": "memos",
  "document_name": "19961",
  "chunk_index": 5,
  "chunk_text": "The statute reaches ‘‘any investigation, application, request\nfor a ruling or determination, rulemaking, contract, controversy, claim, charge,\naccusation, arrest, or judicial or other proceeding.” 18 U.S.C. §207(i)(3) (empha­\nsis added). Thus, “ [a] former employee does not act on behalf of the United\nStates . . . merely because the United States may share the same objective as\nthe person whom the former employee is representing.” Office of Government\nEthics, Summary o f Post-Employment Restrictions o f 18 U.S.C. § 2 0 7 , at 4 (Nov.\n4, 1992). Although (under an earlier version of § 207) we found that a former employee\nwould not be an agent of another person with regard to a contract unless there\nwas “ an ingredient of at least inchoate adversariness,” Former Officers and Em­\nployees— Conflict o f Interest (18 U.S.C. § 2 0 7 ) — Contract— Disqualification\nConnected with Form er D uties or Official Responsibilities, 2 Op. O.L.C. 313,\n329 Opinions o f the Office o f Legal Counsel in Volume 20 316 (1978), the justification for this conclusion was that “ [a]side from a contract,\nthe other listed matters [in the definition of ‘particular matter’] appear to be preg­\nnant with at least some adversariness (in the sense of urging a point of view)\nin all their aspects,” id. See a lso OGE Informal Opinion 80x4 (1980); 5 C.F.R.\n§2637.201 (b)(5) (1996). With regard to litigation in which the United States is\na party or has a direct and substantial interest and in which a former employee\nrepresents a participant in the case, it is irrelevant whether the former employee\nwill be advancing a position aligned with the government’s: An attorney participated in preparing the Government’s antitrust ac­\ntion against Z Company. After leaving the Government, she may\nnot represent Z Company in a private antitrust action brought\nagainst it by X Company on the same facts involved in the Govern­\nment action. N or may she represent X Company in that matter. 5 C.F.R. §2637.201 (c)(5), Ex. 1 (emphasis added). That the interests of the United\nStates and Guam are aligned in the present case does not alter our conclusion\nabout the applicability of § 207.3\nRICHARD L. SHIFFRIN\nD eputy A ssistant Attorney General\nOffice o f Legal Counsel 3 The form er em ployee also relies on the rule o f lenity, under which “ ‘when choice has to be made between\ntw o readings o f what conduct Congress has m ade a crim e, it is appropriate, before we choose the harsher alternative,\nto require that Congress should have spoken in language that is clear and d efin ite/ ” United States v. Bass, 404\nU.S. 336, 347 (1971) (quoting United States v. Universal CJ.T. Credit Corp., 344 U.S. 218, 221-22 (1952)). There\nm ay be som e doubt how that rule applies to prospective ethics advice, where the “ need for fair w arning” underlying\nthe rule is met by the advice itself."
}