{
  "document_category": "memos",
  "document_name": "22356",
  "chunk_index": 3,
  "chunk_text": "We make no recommen­\ndation as to whether or not the United States should declare war on\nIran. II. Proposed Legislation If the Administration seeks legislation permitting vesting of Iranian\nassets a number of policy and legal questions would have to be faced. These include whether to provide in the legislation for disposition of\nthe assets once vested and what that disposition should be. We do not think that any domestic constitutional issue arises in the\ntaking of Iranian government property. The Fifth Amendment by its\nterms applies only to the taking of “private property” without just\ncompensation. Thus, on its face the Just Compensation Clause does not\napply. The role of the Constitution in domestic law, as well as the text,\nsupports this conclusion. Constitutional protections limit the power of\nthe United States to act upon persons who are subject to its power by\nvirtue of their presence in this country or their activities here. The\nUnited States asserts its power with respect to foreign nations because\nas a sovereign among equals it enjoys powers and privileges under\ninternational law and not because of its domestic authority. 2 Cf. United\nStates v. Curtiss-Wright Export Co., 299 U.S. 304, 315-18 (1936). The precedents for this type of legislation have focused on providing\nfor settlement of private claims against a foreign government, while\ngovernment-to-government claims have been settled directly. See the\nInternational Claims Settlement Act of 1949, as amended, 22 U.S.C.\n§1621 et seq. There is no reason, however, why the legislation has to\nbe so limited. As discussed below, vesting for the benefit of either\no f private p roperly since the N ovem ber 14 o rd e r only perm its the Secretary o f the T reasury to block\nIranian governm ent property. Presum ably, such action w ould be necessary pending vesting legislation;\notherw ise, the pro p erty could be w ith d raw n in the interim. T h e vesting o f private assets presents\nissues different from those concerning vesting o f governm ent assets, as w e discuss below. 2 V esting p roperty o f private Iranian citizens presents constitutional issues w hich should be exam ­\nined in detail if th ere is any intent to act regarding private properly. Russian Volunteer Fleet v. United\nStates. 282 U.S. 481 (1931). B u t see Sordino v. Federal Reserve Bank, 361 F.2d 106 (2d Cir. 1966), cert,\ndenied, 385 U.S. 898 (1966). 203 private claimants or the United States government would be consistent\nwith international law. III. International Law\nA. Dam ages The United States has claimed that Iran has flagrantly violated its\ntreaty obligations to the United States including those under the Vienna\nConventions on Diplomatic and Consular Relations. Apr. 18, 1961, 23\nU.S.T. 3227, T.I.A.S. No. 7502, and Apr. 24, 1963, 21 U.S.T. 77,\nT.I.A.S. No. 6820. Breach of an international agreement involves an\nobligation to make reparation in an adequate form, even when the\ntreaty does not specify damages as a remedy. E.g., Corfu Channel Case,\n1949 I.C.J. at pp. 23-24. Self-help is recognized in international law as a method of securing\npayment for damages."
}