{
  "document_category": "memos",
  "document_name": "20701",
  "chunk_index": 8,
  "chunk_text": "Each of these two agreements comes into force as between contracting States\nupon its acceptance by each of them. Each agreement may be denounced by any\nparty thereto on one year’s notice. The Two Freedoms Agreement and the Five Freedoms Agreement contain\nprovisions making the exercise of privileges granted in the respective agreements\nto the contracting States subject to certain provisions of the Interim Agreement\nand, when it comes into force, subject to certain provisions of the Convention. In view of the uncertainty as to the scope of the questions raised in the State\nDepartment memorandum, Mr. Barnard and I attended a meeting with representatives of the State Department on January 22, 1945. It is my understanding that\nwith respect to the present inquiry this department is not concerned with any\nquestion arising out of the relation of the provisions of the Two Freedoms\nAgreement and of the Five Freedoms Agreement to the provisions of the Interim\nAgreement and the Convention; or with any question of national defense or\nsecurity; or with the fact that the two agreements are multilateral international\nagreements, and not bilateral agreements; or with any question as to whether the\nTwo Freedoms Agreement and the Five Freedoms Agreement may be executed by\nthe President as executive agreements without the necessity of submitting the\nagreements, or either of them, to the Senate for its advice and consent as to\nratification. 114 Implementation of International Civil Aviation Agreements The only question on which the Department of State desires the informal opinion of the Attorney General is the question whether the two privileges granted by\nthe Two Freedoms Agreement and the Five Freedoms Agreement with respect to\nforeign scheduled air services, (1) to fly across the territory of the United States\nwithout landing, and (2) to land in the United States for non-traffic purposes, are\nauthorized by, or conform with, existing law of the United States. This question\nwill be considered on the basis that the agreements conferring these privileges are\nbilateral agreements. II. Both the Paris Convention of 1919 (Convention for the Regulation of Aerial\nNavigation, Oct. 13, 1919, 11 L.N.T.S. 173) and the Havana Convention of 1928\n(Pan American Convention on Commercial Aviation, U.S.-Cuba, Feb. 20, 1928,\n47 Stat. 1901) adopted the doctrine of complete and exclusive sovereignty over the\nair space above the territory of a state, but contained provisions extending certain\nreciprocal privileges to foreign aircraft within the territories of member states. This principle of exclusive sovereignty over the air space, but with authorization for innocent passage of civil foreign aircraft under certain conditions, is\nwritten into the statutes of the United States to which reference will shortly be\nmade. The Paris Convention was signed by the United States, but it was not ratified. S. Doc. No. 67-348, at 3768 (1923). Ratification of the Havana Convention was\nadvised by the Senate on February 20, 1931. 74 Cong. Rec. 5514. The Convention\nwas ratified by the President on March 6, 1931, and proclaimed by the President\non July 27, 1931. 47 Stat. 1901."
}