{
  "document_category": "memos",
  "document_name": "doc_45",
  "chunk_index": 2,
  "chunk_text": "To issue an NSL under these statutes, the\nFBI must certify in writing that the information requested “is sought for\nthe conduct of an authorized investigation to protect against international\nterrorism or clandestine intelligence activities.” 18 U.S.C. § 2709(b); 12\nU.S.C. § 3414(a)(5); 15 U.S.C. § 1681u(a). If the FBI further certifies that\n“otherwise there may result a danger to the national security of the United\nStates, interference with a criminal, counterterrorism, or counterintelligence investigation, interference with diplomatic relations, or danger to\nthe life or physical safety of any person,” the recipient of the NSL will be\nprohibited from disclosing the NSL’s existence or content, except as\nnecessary to comply with the NSL or to seek legal advice about it. 18\nU.S.C. § 2709(c); 12 U.S.C. § 3414(a)(5)(D); 15 U.S.C. § 1681u(d). Both\nof these statutory certifications must be made by “[t]he Director of the\nFederal Bureau of Investigation, or his designee in a position not lower\nthan Deputy Assistant Director at Bureau headquarters or a Special Agent\nin Charge in a Bureau field office designated by the Director.” 18 U.S.C.\n§ 2709(b), (c); 12 U.S.C. § 3414(a)(5); 15 U.S.C. § 1681u(a), (d). You\nhave asked whether this language permits Acting Deputy Assistant Directhe power to appoint’ in order to ensure that such actors were readily identifiable and\npolitically accountable.” Id. at 4 (quoting Freytag v. Comm’r, 501 U.S. 868, 885 (1991)). We are not in a position in the present opinion to resolve this difficult question about the\ndelegability of a department head’s authority to appoint inferior officers. 3 The FBI Memorandum notes (at page 2) that 15 U.S.C. § 1681v (2006) similarly authorizes the issuance of NSLs to consumer reporting agencies (to obtain full credit\nreports), but that statute is different from the other NSL statutes insofar as it requires the\ncertifications to be made by a “supervisory official” designated by the head of an agency\nor another official appointed by the President with the Senate’s advice and consent. Id.\n§ 1681v(b). We understand that, despite this textual difference, the FBI’s policy is to\nfollow the same procedures for issuing NSLs under section 1681v as for other NSLs. 147 33 Op. O.L.C. 146 (2009) tors and Acting Special Agents in Charge to make these certifications. We\nconclude that it does. As a general rule, “[a]n acting officer is vested with the full authority\nof the officer for whom he acts.” Acting Officers, 6 Op. O.L.C. 119, 120\n(1982); see Keyser v. Hitz, 133 U.S. 138, 146 (1890); Ryan v. United\nStates, 136 U.S. 68, 81 (1890); Commissioners of Soldiers’ Home—\nVacancy, 23 Op. Att’y Gen. 473, 475–76 (1901); see, e.g., United States\nv. McGee, 173 F.3d 952, 955–56 (6th Cir. 1999); United States v. Pellicci,\n504 F.2d 1106, 1107 (1st Cir. 1974) (“There is no basis for concluding\nthat one ‘acting’ as Attorney General has fewer than all the powers of that\noffice.”). We assume that Congress legislates with an awareness of this\npresumption, see Comm’r v. Keystone Consol. Indus., Inc., 508 U.S. 152,\n159 (1993), and we therefore construe statutes that authorize officers to\nperform specified functions as encompassing acting officers, even if the\nstatutes do not expressly name them."
}