{
  "document_category": "memos",
  "document_name": "20126",
  "chunk_index": 16,
  "chunk_text": "Id. Plainly, then, the members of the House interested in the amendment\nin the December 1911 debate understood that the March 1911 enactment had only\nrestricted the power o f judges to appoint their near kin to positions with their\ncourts. Although these remarks occurred after the enactment of section 297, they\nwere made only a few months after that section had become law, and thus provide\nuseful evidence of what the enacting Congress intended by it. Later codifications carried forward the language adopted in 1911, with changes\nnot relevant here. See Act of June 25, 1948, ch. 646, §458, 62 Stat. 869, 908;\n15 See Act o f Dec. 21, 1911, ch. 4, 37 Stat. 46 ( “ [N]o such person at present holding a position or employment\nin a circuit court shall be debarred from sim ilar appointment or em ployment in the district court succeeding to\nsuch circuit court jurisdiction.” ). 362 Application o f 28 U.S.C. § 458 to Presidential Appointments o f Federal Judges H.R. Rep. No. 80-308, at A55 (1947). In light of this legislative history, we see\nno reason to suppose that Congress ever intended to do more than to make fully\neffective the original prohibition against nepotistical appointments by judges, and\nthat the sole function of the change of 1911 was to close a loophole in the original\nstatutory scheme. rv\nFinally, we note that the consistent practice since the present version of §458\nwas enacted in 1911 has been to construe the statute as not applying to presidential\nappointments. On at least three occasions since 1911, the President has appointed\nand the Senate has confirmed relatives within the statutory degree of consanguinity\nto the same court. In 1914, President Woodrow Wilson, just three years after\nthe enactment of §458 in its present form, appointed Augustus Hand to be a\nDistrict Judge for the Southern District of New York, even though his first cousin,\nLearned Hand, had been a District Judge of that court since 1909. In 1927, Presi­\ndent Coolidge elevated Judge Augustus Hand to be a Circuit Judge on the United\nStates Court of Appeals for the Second Circuit, even though Judge Learned Hand\nhad been appointed to that court three years earlier. More recently, in 1992, Presi­\ndent Bush appointed and the Senate confirmed Judge Morris Arnold to be a Circuit\nJudge on the United States Court of Appeals for the Eighth Circuit, although his\nbrother, Judge Richard Arnold, was already a member of that body. In addition, if the practical construction of §458 by the President and the Senate\nwere to hold that it applies to presidential appointments, there would be a signifi­\ncant question as to the validity of a number of appointments where one relative\nserved on an appeals court while another served on a district court. Specifically,\nit is not clear whether, for purposes of §458, a district court is a component\nof the court of appeals for the circuit in which the district is located. Most recently,\nDiana Motz was confirmed and appointed to the United States Court of Appeals\nfor the Fourth Circuit in 1994, while her husband, Frederick Motz, was a judge\nfor the District of Maryland."
}