{
  "document_category": "memos",
  "document_name": "24271",
  "chunk_index": 7,
  "chunk_text": "His sole reason for embracing qui tam is\nits historical usage. Id. at 4-5. This argument — that past usage alone is\nenough to establish a practice’s constitutionality — is untenable both as a\nmatter o f history and o f law. Moreover, the Solicitor General’s proposed\nstrategy o f preemptive concession makes no sense as a litigation tactic. The Solicitor General vastly overstates the historical acceptance o f qui\ntam. Prior to passage o f the False Claims Act, the only significant use o f\nqui tam occurred in the Federalist period, during which time it appears\nthat perhaps six statutes were enacted that may have authorized penalty\nactions by private persons. These statutes involved relatively arcane\nareas; one set fines for illegally trading with the Indians, another set fines\nfor misconduct by census-takers. The record, however, is most unclear as\nto whether these statutes reflected any appreciable acceptance o f qui\ntam actions by persons who had sustained no injury. It appears from actu­\nal practice that with very few exceptions, suits under these statutes were\nbrought either by government officials (for whom the moiety was com­\npensation) or by persons who had suffered injury in fact. There is little\nevidence that the long-accepted historical practice on which the Solicitor\nGeneral relies ever existed. It is easy to understand why qui tam has been so marginal a practice in\nthe history o f federal law. Adopted when the Executive was embryonic,\nthe early qui tam statutes were essentially stop-gap measures, confined to\nnarrow circumstances in which the government lacked the institutions to\nenforce the law. The intent o f those statutes was to assist a fledgling\nexecutive, not supplant it. As the Executive’s law enforcement capabili­\nties gathered strength, qui tam rapidly fell into disuse. A fair reading o f\nthe history o f qui tam in the United States reveals it as a transitory and\naberrational device that never gained a secure foothold within our con­\nstitutional structure because o f its fundamental incompatibility with that\nstmcture. Moreover, even strong historical support for qui tam could not cure the\npractice’s constitutional -infirmities. No Supreme Court case has ever\ngiven history the kind o f dispositive weight that the Solicitor General\nwould here. On the contrary, the Supreme Court has repeatedly stated\nthat history alone can never validate a practice that is contrary to consti­\ntutional principle, even when the practice “covers our entire national\nexistence and indeed predates it.” Walz v. Taac Commission, 397 U.S. 664,\n678 (1970). Accord Marsh v. Chambers, 463 U.S. 783, 790 (1983). There\nare numerous examples o f statutes passed by the early congresses that\nhave been held unconstitutional or clearly would be held unconstitution­\n213 al today. See infra p. 233. Thus, if a past practice cannot be reconciled\nwith constitutional principle, an appeal to history alone cannot sustain it. In the case o f qui tam, absent the invocation o f history there is no ques­\ntion about the practice’s unconstitutionality. Although history alone cannot validate a plainly unconstitutional prac­\ntice, the Supreme Court has indicated that close cases will be resolved in\nfavor o f the constitutionality o f certain strong historical traditions."
}