{
  "document_category": "memos",
  "document_name": "20561",
  "chunk_index": 33,
  "chunk_text": "'T h e Governor of Wyoming signed the ratification on March 6, 1978. Miller and Dewey, 10 Glendale\nL. Rev., supra, at 100.\n’ For ease of reference, we have cited to the resolutions as reprinted in the Congressional Record,\nContinued 111 to ratify the Congressional Pay Amendment, and also noted the lack of any\ntime limit either generally in Article V or specifically in the Congressional\nPay Amendment as proposed to the States. For example, Colorado, which on\nApril 22, 1984, became the tenth State to ratify the amendment, states:\nWhereas, Article V of the United States Constitution does not\nstate a time limit on ratification of an amendment submitted\nby Congress, and the First Congress specifically did not provide\na time limit for ratification of the proposed amendment; and\nW hereas, The United States Supreme Court has ruled in\nColeman v. Miller, 307 U.S. 433 (1939), that an Amendment\nto the United States Constitution may be ratified by states at\nany time, and Congress must then finally decide whether a\nreasonable time had elapsed since its submission when, in the\npresence of certified ratifications by three-fourths of the States,\nthe time arrives for the promulgation of the adoption of the\namendment, . . . . 138 Cong. Rec. S6837 (daily ed. May 19, 1992) (Colorado). Accord 135\nCong. Rec. 5821 (1989) (Iowa); 135 Cong. Rec. 14,147 (1989) (Minnesota);\n138 Cong. Rec. S 14,974 (daily ed. Sept. 24, 1992) (Missouri); 138 Cong.\nRec. S8387 (daily ed. June 17, 1992) (Illinois). Other States have not cited Coleman, and instead have emphasized, as\nOhio did, the absence of a time limit in the Congressional Pay Amendment\nproposal. For example, Wyoming, the first State to ratify the amendment in\nthis century, stated in its ratifying resolution: Whereas the Congress of the United States, upon proposing\nthat amendment, did not place any time limitation on its final\nadoption . . . . 1978 Wyo. Sess. Laws. 427. Accord 134 Cong. Rec. 9525 (1988) (Georgia);\n134 Cong. Rec. 8752 (1988) (West Virginia); 135 Cong. Rec. 14,816 (1989)\n(Alaska); 136 Cong. Rec. S10.091 (daily ed. July 19, 1990) (Florida). See\nalso 133 Cong. Rec. 24,779 (1987) (Wisconsin) (noting additionally that\n“the congress of the United States has the power to impose reasonable time\n’ (....continued)\nalthough such publication has no independent legal consequence. The States generally transmit certified\ncopies o f the resolutions directly to the Archivist of the United States. The resolutions, except for\nC alifo rn ia’s, are also reprinted together in the Congressional Record. See 138 Cong. Rec. S6831-46\n(daily ed. M ay 19, 1992). A tabulation by the Archivist o f the dates o f ratification can be found in the\nCongressional Record. Id. at S6831. 112 limits for the ratification of proposed amendments”)."
}