{
  "document_category": "memos",
  "document_name": "24141",
  "chunk_index": 24,
  "chunk_text": "In response to vigorous state protests\nto this opinion, Congress in 1953 enacted the Submerged Lands Act, 43 U.S.C.\n§§ 1301-1315, which granted to the states the lands beneath the navigable wa­\nters within their boundaries, 43 U.S.C. § 1311(a), which boundaries were at a\nminimum to be set at “a line three geographical miles distant from [a state’s] coast\nline.” Id. § 1312.36 In the same year, Congress also passed the Outer Continen­\ntal Shelf Lands Act, 43 U.S.C. §§ 1331-1356 (“OCSLA”), which established\nclaims for the federal government over the submerged lands which lay seaward\nof the submerged lands controlled by the states, i.e., the submerged lands beyond\nthe three-mile limit.37 43 U.S.C.§§ 1331(a), 1332(1) & 1333(a)(1). Accordingly,\nif the President extends the United States’ territorial sea to twelve miles, the states\ncould not exercise jurisdiction over the submerged lands of that area. These lands\nare controlled by the federal government pursuant to OCSLA. Second, it is not clear whether the states could assert jurisdiction even over the\nwaters of the expanded portion of the territorial sea. “[A]n assertion of a wider\nterritorial sea by the United States . . . would not itself give rights in the addi­\ntional zone to the adjacent States. Unless Congress determined otherwise, the\nzone between three and twelve miles would be under the exclusive authority of\nthe Federal Government.” Restatement Third § 512, reporters’ note 2. It is there­\nfore reasonable to assume that the states’ boundaries and regulatory jurisdiction\nare fixed at their existing limits, and that states have no more power to assert ju­\nrisdiction over the expanded portion of the territorial sea than they do over other\nterritories that are acquired by the United States. See also Louisiana, 363 U.S. at\n35; United States v. Maine, 469 U.S. 504, 513 (1985).38\n36 More precisely, the Submerged Lands Act conferred land on the states based on state boundaries as they ex­\nisted at the time the state became a member of the Union, or as approved by Congress. 43 U.S.C § 1301 (b) States\nthat had not asserted seaward boundaries of three miles were authorized to do so 43 U.S.C. § 1312. Moreover, the\nAct did not prejudice the existence of a further seaward boundary if one existed when the state was admitted to the\nUnion or if the boundary had been approved by Congress, but limited the extent of seaward boundaries to three\nmiles into the Atlantic and Pacific Oceans, and to approximately nine miles into the G ulf of Mexico See United\nStates v. Louisiana, 363 U.S 1 (1960) (historical evidence supported Texas’ claim to lands beneath navigable wa­\nters within nine miles o f its coast in the Gulf of Mexico)\n37 President Truman had asserted junsdiction over the continental shelf on behalf of the United States in 1945. Proc. No. 2667, 3 C F R. 67 (1943—1948) See supra p 245. 38 However, this is not to say that the states might not attempt to expand their regulatory junsdiction."
}