{
  "document_category": "memos",
  "document_name": "19566",
  "chunk_index": 12,
  "chunk_text": "Wiener, 357 U.S.\nat '353, we think that they provide a plausible test of what Congress intended\nwhen referring in that section to “ independent agenc[ies].” If that test is applied,\nthen the Commission cannot be counted as “ independent.” C.\nThe paucity of relevant legislative history relating to § 208 leaves open a second\npossibility: that an agency could be considered independent under the statute if,\nand only if, its head (or, in cases where the agency has a collective head, the\nmembers of that body) enjoys at least some degree of protection against removal\nfrom superior officials, whatever the branch to which the agency belongs. In other\nwords, the Congress that enacted § 208 may have perceived some agencies as\n“ independent” even if they were located in a particular branch (rather than in\na putative “ headless fourth branch” ), provided that they resembled the paradig­\n14 “ T his com m ission does not have the pow er to regulate, only to m ake recom m endations It is a study co m m issio n ,\nnot a regulatory body ” 142 Cong. Rec. 17,421 (1996) (statem ent o f Sen G lenn). 15 A s discussed above, w e have previously concluded that the C om m ission is not w ithin th e executive branch. See su p ra note 2 W hat branch a com m ission m ay fall in depends on a n um ber o f factors W e do not m ean to\nsuggest here that w henever a com m ission’s m ission is to conduct a study and to rep o rt its findings and reco m m en d a­\ntions to C ongress that it is necessarily legislative rath er than executive 35 Opinions o f the Office o f Legal Counsel in Volume 23 matic independent agencies with respect to tenure protection. Accordingly, agen­\ncies in the legislative or judicial branches, as well as in the executive, could be\ncounted as “ independent” under §208. In fashioning this interpretation, we again\nconsult the Supreme Court’s pre-enactment case law. We also find support for\nit in several of this Office’s precedents. As construed by the Supreme Court only a year before § 208 was enacted, its\nprecursor statute, 18 U.S.C. §434 (Supp. II 1946), was said to be designed “ to\ninsure honesty in the Government’s business dealings by preventing federal agents\nwho have interests adverse to those of the Government from advancing their own\ninterests at the expense of the public welfare.” United States v. Mississippi Valley\nGenerating Co., 364 U.S. 520, 548 (1961). The individual with whose conflicted\nactivities the Court was most concerned in Mississippi Valley was a part-time\nconsultant to the Bureau of the Budget (the precursor of the Office of Management\n& Budget). At the time, the Bureau of the Budget was apparently considered to\nbe in some sense “ independent.”"
}