{
  "document_category": "memos",
  "document_name": "20521",
  "chunk_index": 6,
  "chunk_text": "7 As \"officials o f the [United Slates M arshals] Service,” 28 U S.C §§ 564, 566(d), deputy marshals are\n“officer[s or] employee[s]\n. o f ihe Department of Justice,” 28 U.S.C. § 510.\n8 We do not regard the Vacancies Act, 5 U S.C §§ 3345-3349, as limiting the Attorney General’s author­\nity to delegate under §§ 509 and 510 Our long-standing view is that the time limits the Vacancies Act im­\nposes on designations apply only to designations made under that act, and that §§ 509 and 510 should be\nconstrued as remedial legislation superseding the Vacancies Act. See, e g_, Memorandum for Rudolph W\nGiuliani, Associate Attorney General, from Ralph W Tarr, Deputy Assistant Attorney General, Office of\nLegal Counsel (Dec. 30, 1982). 4 A u thority o f the A ttorney G eneral to M ake Successive D esignations o f Interim U nited States M arshals diminish Attorney G eneral’s power, under § 509, to “perform the functions of the\nM arshal” or to delegate to another officer the m arshal’s authority to remove deputy\nmarshals). 9\nIV. For the reasons set forth above, we conclude that 28 U.S.C. § 562 authorizes the\nAttorney General (subject to the limitations the statute explicitly imposes) to des­\nignate a deputy marshal to serve as interim marshal upon the expiration o f his, or\nanother person’s, prior designation as interim marshal in a judicial district where\nthe m arshal’s office is vacant. We also conclude that 28 U.S.C. §§ 509, 510\nauthorize the Attorney General to delegate the authority to perform the functions of\na United States marshal to a deputy marshal. We recommend that Attorney Gen­\neral Orders designating interim United States marshals recite, in an abundance of\ncaution, that the Attorney General acts pursuant to the authority granted by 28\nU.S.C. § § 5 0 9 ,5 1 0 , 562.\nJOHN C. HARRISON\nDeputy Assistant Attorney General\nOffice o f Legal Counsel 9\nSee also Memorandum for Robert A. McConnell. Assistant Attorney General, Office of Legislative\nAffairs, from Robert B Shanks, Deputy Assistant Attorney General, Office of Legal Counsel (May 24, 1983)\n(Attorney General has authority to appoint acting U S. attorneys under § 510, predecessor to § 546 vacancy\nstatute is unnecessary). An earlier OLC opinion suggested that § 510 gave the Attorney General authority to\nmake interim appointments to vacant U.S attorney positions, but not necessarily to vacant U.S. marshal\npositions. That opinion stressed that a marshal was principally “an officer of the court,” that a statute\nauthorized district courts to make interim marshal appointments, and that marshals (including interim ap­\npointees in vacant posts) had to give a personal bond to guarantee proper handling of funds Memorandum\nfor Lawrence E Walsh, Deputy Attorney General, from Robert Kramer, Assistant Attorney General, Office\no f Legal Counsel at 3 (Oct 21, 1959) Those factors have changed' marshals now have substantial investi­\ngatory and law enforcement duties, 28 U.S C § 566, the current marshal vacancy statute does not give courts\ninterim appointment power (while the U.S attorney vacancy statute now does, see, supra note 6), and mar­\nshals are no longer required to give personal bonds. 5"
}