{
  "document_category": "memos",
  "document_name": "24271",
  "chunk_index": 15,
  "chunk_text": "Any Government contract can give rise to a False Claims Act\naction. For that reason, every routine decision that an agency makes as a\ncontracting party is now subject to the relator’s influence. Any complex contract naturally will produce issues o f construction\nbetween the parties. In the case o f Government contracts, the agency\nconcerned must decide whether contract deviations constitute a breach,\nand sometimes whether a breach amounts to fraud. In making these deci­\nsions, it is frequently in the Government’s interest, as it would be in the\ninterest o f any contracting party, to avoid excessive concern over minor\nfailings that might threaten a useful course o f dealing with the other\nparty. In the Government’s case, especially, the agency must carefully\nconsider such matters where the contract involves important military or\nnational security matters, particularly if there are a limited number o f\nqualified contractors, or the contractor’s performance otherwise has\nbeen adequate or even excellent. Under the 1986 Amendments, however, all such policy decisions poten­\ntially are thrown into the public forum. Relators who have no interest in\nthe smooth execution of the Government’s work have a strong dollar\nstake in alleging fraud whether or not it exists. The possibility o f a qui\ntam suit will therefore lead to a hardening o f positions by the Govern­\nment and the contractor: the contractor must be certain not to be too can­\ndid, while the Government must be scrupulous about even its least sig­\nnificant rights, in order to avoid later second-guessing by a relator and a\ncourt. The ripple effects of qui tam in the Government’s contracting flex­\nibility thus could be enormous. 9 Th ere will also be the nice question o f when jeopardy attaches in a False Claims A ct suit 220 III. QUI TAM SUITS ARE UNCONSTITUTIONAL\nA. Appointments Clause Violation We believe that qui tam suits brought by private parties to enforce the\nclaims o f the United States plainly violate the Appointments Clause o f the\nConstitution. Art. II, § 2, cl. 2. The Supreme Court has made clear that\nexercises o f significant governmental power must be carried out by\n“Officers o f the United States,” duly appointed under the Appointments\nClause. E.g., Morrison v. Olson, 487 U.S. 654, 670-77 (1988); Buckley v.\nValeo, 424 U.S. 1 (1976). It is well established that “conducting civil liti­\ngation in the courts o f the United States for vindicating public rights” is\nat the core o f executive power and “may be discharged only by persons\nwho are ‘Officers o f the United States.’” Id. at 140 (emphasis added). See\nalso United States v. San Jacinto Tin Co., 125 U.S. 273, 279 (1888) (the\nAttorney General “is undoubtedly the officer who has charge o f the insti­\ntution and conduct o f the pleas o f the United States, and o f the litigation\nwhich is necessary to establish the rights o f the government”);\nConfiscation Cases, 74 U.S. (7 Wall.) 454, 458-59 (1868) ( “ [S]o far as the\ninterests o f the United States are concerned, [all suits] are subject to the\ndirection, and within the control of, the Attorney-General.”)."
}