{
  "document_category": "memos",
  "document_name": "24271",
  "chunk_index": 5,
  "chunk_text": "But this\nwolf comes as a wolf. Morrison v. Olson, 487 U.S. 654, 699 (1988) (Scalia, J., dissenting). The rationale for the special prosecutor statute at least can be restricted to\nnarrow circumstances. Qui tam is far more dangerous: there is simply no\nway to cage this beast. Not only would qui tam work a sea change in the balance o f power\nbetween the Congress and the Executive, but it would, in my view, under­\nmine the liberties o f the American people — which is what the doctrine\no f separation o f powers ultimately is designed to safeguard. One o f the\ncentral tenets o f the Framers was that the power to execute the law must\nbe kept in hands that are both independent o f the legislature and politi­\ncally accountable to the people. This enforcement structure was\ndesigned to protect the people from the improvident or tyrannical\nenforcement o f the laws. Qui tam allows Congress to circumvent the\nExecutive’s check and to have its laws enforced directly by its own pri­\nvate bounty hunters. This destroys the longstanding principle that all\nthree branches must concur before the sovereign may exact public penal­\nties from an individual. The second consideration that dictates opposing the constitutionality\no f qui tam is the very force o f the arguments against it. Taken together —\nor taken alone — the three constitutional objections against qui tam are\nformidable. Indeed, as a matter o f principle, they are irresistible. They are\nby no means extreme arguments. On the contrary, they are — as the\nSolicitor General would acknowledge — well within the mainstream and\nfirmly rooted in the consistent rulings o f the Supreme Court. To date, the\nSupreme Court has been unyielding in its insistence both upon “injury in\nfact” as the essential requirement o f standing and upon strict compliance\nwith the Appointments Clause whenever significant governmental\nauthority is vested in an individual. But even if it were a close question — and I do not think that it is — it\nis not our job, when the President’s core constitutional powers are at\nstake, to “decide” these cases as if we were an Article III judge. We are\n211 the Executive’s only advocates, and when the President’s core powers are\nat stake, the Executive’s case is so compelling, and the practical conse­\nquences o f defeat so grave, w e have a duty to advance the President’s\ncause. Indeed, the Framers expected that a “great security” against the\ngradual erosion o f the separation o f powers was precisely the willingness\nand disposition o f each branch’s officers to resist the encroachments o f\nthe others: “Ambition must be made to counteract ambition.” The\nFederalist No. 51, at 349 (James Madison) (Jacob E. Cooke ed. 1961). The third consideration that dictates opposing qui tam relates to the\nposture o f these cases. Because o f the unusual way these cases arise, we\nhave nothing to lose by challenging the constitutionality o f qui tam. The\nDepartment o f Justice is not a formal party to these cases. Private defen­\ndants, ably represented, have directly challenged the constitutionality o f\nthe qui tam provisions."
}