{
  "document_category": "memos",
  "document_name": "19566",
  "chunk_index": 1,
  "chunk_text": "Applicability of 18 U.S.C. § 208 to National Gambling Impact\nStudy Commission T he N ational G am bling Im pact Study C om m ission is not an “ independent” agency for purposes o f\na crim inal conflict o f interest statute, 18 U.S.C. § 208. January 26, 1999\nM em orandum G O p in io n f o r t h e eneral S e r v ic e s A A c t in g G eneral C ou nsel d m in is t r a t io n You have asked whether a criminal conflict of interest statute, 18 U.S.C. §208\n(1994), applies to the National Gambling Impact Study Commission (“ Commis­\nsion” ).1 The Commission was established by the National Gambling Impact Study\nCommission Act (“ Act” ), Pub. L. No. 104—169, §3(a), 110 Stat. 1482 (1996)\n(codified as amended at 18 U.S.C. § 1955 note (Supp. IV 1998)), in order to “ con­\nduct a comprehensive legal and factual study of the social and economic impacts\nof gambling in the United States.” Id. § 4(a)(1). The Commission consists o f nine\nmembers, of whom six are appointed by Congress (three by the Speaker of the\nHouse and three by the Majority Leader of the Senate), and three are appointed\nby the President. Id. § 3(b)(l)(A)-(C). The appointing authorities are to consult\namong themselves to ensure that the Commission’s membership reflects, “ to the\nmaximum extent possible, fair and equitable representation of various points of\nview” with respect to the Commission’s inquiry. Id. § 3(b)(3). The congressional\nleadership also has the predominant role in selecting the Chair of the Commission. Id. § 3(b)(5)(A). The Commission’s responsibilities are investigatory and advisory:\nnot later than two years after its first meeting, it must submit to the President,\nCongress, State governors and Native American tribal governments “ a com­\nprehensive report of [its] findings and conclusions, together with any recommenda­\ntions” it may decide to make. Id. §4(b). The Commission has powers to hold\nhearings, issue subpoenas, secure information directly from Federal agencies,\nemploy personnel and contract with the Advisory Commission on Intergovern­\nmental Relations and the National Research Council. Id. §§5, 6, 7. Sixty days\nafter submitting its final report, the Commission is to terminate. Id. § 10. Section 208 was enacted in 1962 as part of a general revision of the conflict\nof interest laws. Pub. L. No. 87-849, § l(a), 76 Stat. 1119, 1124 (1962). In gen­\neral, 18 U.S.C. § 208(a) provides that, subject to certain exceptions, “ whoever,\nbeing an officer or employee of the executive branch of the United States Govern­\nment, or of any independent agency of the United States . . . participates person­\nally and substantially as a Government officer or employee, . . . [in a] particular\nmatter in which, to his knowledge, he . . . has a financial interest,” shall be\n1 S ee L e tte r for D aw n Johnsen, A cting A ssistant A ttorney G eneral, O ffice o f L eg al C ounsel, fro m Em ily C ."
}