{
  "document_category": "memos",
  "document_name": "20561",
  "chunk_index": 29,
  "chunk_text": "3 The docum ent transm itted to the\nC o n g ress indicates that it ratified all o f the proposed am endm ents “except the\nsecond.” Id . Although th a t docum ent d o es not m ention a form al rejection o f the\np ro p o sed am endm ent, a contem porary new spaper account reported that it w as\nrejected by a vote of 52 to 5. Schw artz, at 1178. o R h o d e Island ratified all b u t the second am endm ent on June 11, 1790. S e e 1 F irst\nC o n g r e s s , at 389 (reproducing entry in Senate Journal o f June 30, 1790); B ill o f\nR ig h ts a n d th e States, a t xxii. The notification transm itted to C ongress does not\nm ention the second proposed am endm ent. 1 F irst C o n g re s s, at 389. o P en n sylvania ratified all b u t the first and second proposed am endm ents on M arch\n10, 1790. 1 F irst C o n g re s s, at 260-61 (reproducing entry in S enate Journal o f\nM arch 16, 1790). The notification transm itted to C ongress does not m ention the\nam en d m en ts that were n o t ratified. Id. N ew spaper accounts indicate that the first\ntw o am endm ents were postponed for fu rth er consideration, but there is no in d ica­\ntion o f w hether they w ere form ally rejected. Schw artz, at 1176. Massachusetts, Connecticut, and Georgia did not notify the federal govern­\nment of any action on the proposed amendments. 4 Further action to impose a constitutional limitation on congressional pay\ndid not come until 1816. During its first session, the Fourteenth Congress\npassed a law replacing its per diem pay, which had remained unchanged\nsince the first Congress, with a salary of $1500 per year. Act of Mar. 19,\n3The resolution was approved by New York's Council o f Revision on February 27, 1790. 1 F irst\nC o n g re ss, at 280. 4 M assachusetts presented a unique case. Its legislative records indicate that it considered the am end­\nm ents, and agreed to ratify most. The Congressional Pay Amendment was “rejected” by the M assachu­\nsetts Senate, Schw artz, at 1174, and was “not accepted” by the M assachusetts House. Id. at 1175. H ow ever, M assachusetts did not notify the federal government of these actions. Id. at 1172. When\nSecretary o f S tate Thom as Jefferson sought such notification, he was told that the M assachusetts legis­\nlature had never passed the official bill ratifying the amendments. Id. at 1175. Massachusetts ultimately\nratified the Bill of Rights in 1939, as did Georgia and Connecticut. Bill o f Rights an d the States, at xxii. 108 1816, ch. 30, 3 Stat. 257. See also 29 Annals of Cong. 199-204 (1816)."
}