{
  "document_category": "memos",
  "document_name": "19751",
  "chunk_index": 13,
  "chunk_text": "In fact, if an agreement with a spiller cannot\nbe reached within 90 days, injured parties will be compensated from\nthe $1 billion oil industry-financed fund and the fund will seek\nreimbursement from the spiller later. 136 Cong. Rec. at 22,291 (emphasis added) (remarks of Rep. Fields). A similar\nunderstanding of the Conference Substitute was expressed in debate in the Senate. See id. at 21,718 (“ we include [a] $1 billion industry-financed cleanup fund, and\nfull compensation for natural resource damage” ) (remarks of Sen. Kerry); id. at\n14 Legislative history preceding the Conference Report also stresses this purpose. As stated in the Senate Committee\nReport on OPA. One of the purposes o f the Fund is to provide a source o f money for immediate cleanup activities or\ndamage compensation in the event a spiller does not act promptly. In such a case, the Fund w ould be\nused for removal costs and would be available fo r prompt damage compensation\nS. Rep. No 101-94, at 5, reprinted in 1990 U .S C C .A .N . at 727 (emphasis added) The Senate Report further\nstated that the Fund’s availability for such prompt damage compensation extended to natural resource dam ages claims. Id at 10, reprinted in 1990 U.S.C C.A.N. at 731 199 Opinions o f the Office o f Legal Counsel in Volume 21 21,716 (to compensate Federal agencies, States and citizens for damages from\noil spills, “ the legislation makes available $1 billion — from a fee on the oil\nindustry — to pay for spills where the polluter cannot be found, cannot pay, or\nwhere liability limits have been reached” ) (remarks of Sen. Baucus). These statements demonstrate that providing compensation for damages to nat­\nural resources was a central purpose of OPA and that Congress envisioned that\npayment of such claims would occur within the comprehensive framework estab­\nlished in the Act. Against this backdrop, it seems unlikely that Congress would\nhave precluded Trustees from pursuing these claims under section 1013 without\nany reference in the text or legislative history to such an important limitation. We recognize that portions of O PA ’s legislative history demonstrate that Con­\ngress sought to limit expenditures under OPA by imposing substantial limits on\npayments from the Fund through the appropriation restrictions of section 6002. See CG Op. at 3. For example, during debate on the Jones Amendment to the\nHouse bill, which first subjected most payments from the Fund to the appropria­\ntions process, Representatives Jones and Panetta both expressed concern regarding\nthe bill’s direct spending implications as scored by the Congressional Budget\nOffice. 135 Cong. Rec. 28,258-59 (1989). As Representative Panetta explained,\nthe Jones Amendment was intended to address such concerns: The effect of this amendment would be, then, to reduce the direct\nspending authorized in the bill to $1 million per year, instead of\nthe $114 million in the bill as reported. This is critical, in terms\nof controlling Federal spending. Id. at 28,259 (remarks of Rep. Panetta). Had such comments reflected congres­"
}