{
  "document_category": "memos",
  "document_name": "19566",
  "chunk_index": 5,
  "chunk_text": "or else d o not specify a rem oval pro ced u re\n[such as the Federal E lection C o m m ission].” B ow sher v. S yn a r, 478 U .S. 714, 725 n.4 (1986) By contrast, a statu te\n“ that provides for d irect congressional involvem ent o v e r th e decision to rem o v e” the agency head creates an en tity\nthat is not generally an “ independent ag e n cy ” in the constitutional sense. S ee id. T h u s, at least in B ow sher, the\nC ourt seem ed reluctant to view the C om ptroller G eneral as an “ independent ag e n cy ” for constitutional purposes Such a view w ould not negate the possibility o f considering the C om ptroller G en eral to be “ in d ep en d en t” w ithin\nthe m eaning o f § 2 0 8 — a possibility that w e exam ine in Part I.C below . An agency m ight count as “ in d ep en d en t”\nun d er a particular statutory schem e w ithout necessarily being “ independent” in the constitutional sen se\n7 F or exam ple, W illiam s v. U nited States, 289 U S . 553 (1933), addressed the q u estion w hether a ju d g e o f the\nC o u rt o f C laim s (a “ le g islativ e” o r “ A rticle I” court) enjoyed the tenure protection afforded to constitutional courts\nby A rticle 111, Section 1 o f the C onstitution A lthough denying that C ourt o f C laim s ju d g e s enjoyed such constitutional\ntenure, the S uprem e C o u rt observed that “ [t]he preservation o f [the C ou rt o f C la im s’] independence is a m atter\no f public concern T he sole function o f th e court being to decide betw een the g overnm ent and private su ito rs, a\ncondition, on the part o f the ju d g e s, o f en tire dependence upon the le gislative p lea su re fo r the ten u re o f th eir o ffices\n. . . to say th e least, is not d esira b le.” Id. at 562 (em phasis added). 8 S ee Lathrop v. D onohue, 367 U S 820, 853 (1961) (H arlan, J , concurring in ju d g m en t) (B ureau o f the B udget\nis “ in dependent” although w ithin the executive branch)."
}