{
  "document_category": "memos",
  "document_name": "23831",
  "chunk_index": 3,
  "chunk_text": "See , e.g.. Freem an, A Historical Justification and Legal Basis fo r Amnesty Today, 1971 Ariz. St. U. L.J. 515,\n5 2 4 -5 2 7 (1971). As a general matter, am nesty is understood as referring only to preprosecution relief\nextended to w hole classes o r communities. The relief available through the President’s pardon pow er may o f\ncourse include this anticipatory immunity o r forgiveness, but is not so limited. See United States v. Klein , 80\nU .S. (13 W all.) 128 (1872) (President's p o w er to offer am nesty to form er rebels); 20 Op. Att*y Gen. 330\n(1892) (P re sid e n t's pow er to extend gen eral am nesty to persons residing in Utah who had been guilty of\npolygam y). 3 C ongress has been held to have the p o w er to enact law s em pow ering executive officers other than the\nP resident (though responsible to him) to rem it fines o r penalties incurred for violations o f the law. See The\nLaura, 114 U .S. 411 (1885). 4 F o r exam ple, in the post-C ivil War p e rio d Congress enacted several pieces o f legislation restoring civil\nrights to fo rm er rebels. Indeed, its pow er to take such action is specifically recognized in the Fourteenth\nA m endm ent. See U .S. C onst, amend. X IV , § 3. In Brown v. Walker, 161 U.S. 593 (1896), the Suprem e Court\nupheld a statute requiring witnesses subpoenaed in connection with Interstate Com m erce Commission\nproceedings to testify in return for a g ra n t o f absolute im m unity from any subsequent prosecution. See\nBurdick v. United States , 236 U.S. 79, 9 4 (1915), describing the “substantial’* differences betw een “ legislative im m unity” and a Presidential pardon. s A num ber o f state courts have held th at acts o f general am nesty passed by the legislature are invalid as an\ninvasion o f th e e x ecu tiv e’s pardoning p o w er. See 20 O p. A tt’y Gen. 330 (1892) (collecting cases). 94 persons convicted and serving a sentence for so failing to register. The Depart­\nment testified in opposition to this legislation, taking the position that Congress\nhas no power to effect release from prison, through legislation or otherwise,\nand that it may not encroach upon the President’s power in this regard. See\nMemorandum from Mary C. Lawton, Deputy Assistant Attorney General,\nOffice of Legal Counsel to the Assistant Attorney General, Criminal Division\n(May 13, 1975).6 In sum, insofar as S. 2214 would have the effect of voiding or modifying in\nany respect criminal penalties imposed as a result of violations of the Ethics in\nGovernment Act, we believe it exceeds Congress’ power to legislate, and\nwould be an unconstitutional intrusion on the President’s pardon power. 7\nD o u g l a s W. K m i e c\nDeputy Assistant Attorney General\nOffice o f Legal Counsel"
}