{
  "document_category": "memos",
  "document_name": "19566",
  "chunk_index": 13,
  "chunk_text": "The individual with whose conflicted\nactivities the Court was most concerned in Mississippi Valley was a part-time\nconsultant to the Bureau of the Budget (the precursor of the Office of Management\n& Budget). At the time, the Bureau of the Budget was apparently considered to\nbe in some sense “ independent.” See Lathrop v. Donohue, 367 U.S. at 853\n(Harlan, J., concurring in judgment); National F ed’n o f Federal Employees v.\nCheney, 883 F.2d 1038, 1045 (D.C. Cir. 1989) (Bureau of Budget was “ quasi­\nindependent” entity within Treasury Department), cert, denied, 496 U.S. 936\n(1990). Nonetheless, the Bureau of the Budget could not have been “ inde­\npendent” in the sense indicated by Humphrey’s Executor and Wiener, if only\nbecause the Treasury Department, where the Bureau had been lodged, was plainly\nwithin the executive branch. 16 It is at least conceivable, therefore, that Congress\nintended § 208 to apply to certain agencies that were acknowledged to belong\nto a particular branch, provided that they had a sufficient resemblance to the con­\nstitutional paradigms of “ independence.” In particular, since protection against\nremoval has figured in the cases as the key element in defining agency “ independ­\nence,” an agency in the legislative or judicial branch could be “ independent”\nwithin the meaning of § 208 if its head enjoyed some form of tenure protection. Cf. Williams, 289 U.S. at 562. Several of this Office’s opinions have reflected this possibility, finding that par­\nticular agencies were to be considered “ independent” for purposes of §208,\ndespite the fact that they were situated within the legislative or judicial branches. To be sure, § 208 does not ordinarily apply to officers or employees of the legisla­\ntive and judicial branches. 17 Nevertheless, although an agency is within the legis­\nlative or judicial branch, we have thought that it might still be considered ‘‘inde­\npendent” for purposes of § 208. Our opinions in this line are relevant to the status\no f the Commission under § 208, insofar as it might be argued that the Commission\n16 S ee P o w e r o f the P resid en t to Remove M e m b ers o f the T ennessee Valley A u th o rity F rom O ffice, 39 O p A tt’y\nG en at 146 (u n d er H u m p h r e y ’s Executor, o n ly an agency “ not a p art o f the ex ecu tiv e b ran ch ” could be considered\nin d e p en d en t fo r sep aratio n o f pow ers analysis)."
}