{
  "document_category": "memos",
  "document_name": "19026",
  "chunk_index": 1,
  "chunk_text": "Designation of Acting Solicitor of Labor\nEugene Scalia, now serving as the Solicitor for the Department of Labor under a recess appointment,\ncould be given a second position in the non-career Senior Executive Service in the Department of\nLabor before or after his recess appointment expires and, while serving in his non-career Senior\nExecutive Service position, could be designated as the Acting Solicitor after his recess appointment\nexpires. November 15, 2002 MEMORANDUM OPINION FOR THE DEPUTY COUNSEL TO THE PRESIDENT You have asked whether Eugene Scalia, now serving as the Solicitor for the\nDepartment of Labor under a recess appointment, could be designated the Acting\nSolicitor after his recess appointment expires. You have asked us to address two\nscenarios. Under the first scenario, Mr Scalia would be given a second position in\nthe non-career Senior Executive Service in the Department of Labor before his\nrecess appointment expires. Under the second scenario, he would be given the\nnon-career Senior Executive Service position in the Department of Labor after his\nrecess appointment expires. We conclude, for the reasons stated below, that under\neither scenario Mr. Scalia could be designated, while serving in his non-career\nSenior Executive Service position, as the Acting Solicitor after his recess\nappointment expires. On April 30, 2001, the President nominated Eugene Scalia to be Solicitor for\nthe Department of Labor. 147 Cong. Rec. 6508 (2001). After the Senate returned\nall pending nominations when it took a long intrasession recess, the President\nnominated Mr. Scalia again on September 4, 2001. 147 Cong. Rec. 16,339 (2001). Once again, the Senate failed to act on the nomination. The President gave Mr.\nScalia a recess appointment during the Senate’s recess from December 20, 2001,\nto January 23, 2002, and submitted his nomination to the Senate on February 5,\n2002. 148 Cong. Rec. 600 (2002). The Senate has not acted upon this last\nnomination, and Mr. Scalia’s recess appointment will expire when the Senate next\nadjourns sine die. U.S. Const. art. II, § 2, cl. 3.\nI.\nUnder either scenario, Mr. Scalia would lawfully hold a position in the noncareer Senior Executive Service. To begin with the second scenario: There is no\nquestion that Mr. Scalia may be given a position in the non-career Senior Executive Service in the Department of Labor after his recess appointment as Solicitor\nfor the Department of Labor expires. 1\n1\nIt is possible that an interruption in Mr. Scalia’s government service—i.e., the time between the\nexpiration of his recess appointment and the commencement of his work in the non-career Senior 211 227-329 VOL_26_PROOF.pdf 221 10/22/12 11:13 AM Opinions of the Office of Legal Counsel in Volume 26 As for the first scenario: We also believe that Mr. Scalia, while holding the\noffice of Solicitor for the Department of Labor by recess appointment, could\nsimultaneously hold a position in the non-career Senior Executive Service in the\nDepartment of Labor. We have repeatedly concluded that “there is no longer any\nprohibition against dual office-holding.”"
}