{
  "document_category": "memos",
  "document_name": "24141",
  "chunk_index": 12,
  "chunk_text": "See, e.g.,\nMormonChurch v. UnitedStates, 136U.S. 1,42 (1890). 17 The United States has\nacquired territory through cession, purchase, conquest, annexation, treaty, and dis­\ncovery and occupation. 18These methods are permissible under international law19\nand have been approved by the Supreme Court.20 The executive and the legisla­\nture have performed different roles in the acquisition of territory by each of these\nmeans. Unfortunately, the historical practice does not supply a precise explanation\nof where the Constitution places the power to acquire territory for theUnited States. 1. Assertion of Sovereignty by Treaty The clearest source of constitutional power to acquire territory is the treaty\nmaking power. Under the Constitution, the President “shall have Power, by and\nwith the Advice and Consent of the Senate, to make Treaties, provided two-thirds\nof the Senators present concur.” U.S. Const, art. II, § 2, cl. 2. It is pursuant to that\npower that the United States has made most acquisitions of territory, as a result\nof either purchase or conquest. 21 Thus, “[i]t is too late in the history of the United\n16 As Senator (later Justice) Sutherland observed, “[tjhere is no provision in the Constitution by which the na­\ntional government is specifically authorized to acquire territory; and only by a great effort of the imagination can\nthe substantive power to do so be found in the terms of any or all of the enumerated powers.” George Sutherland,\nConstitutional Power and World Affairs 52 (1919)\n17 The authonty of the United States to acquire territory was seriously questioned in the years immediately fol­\nlowing the adoption of the Constitution. The argument against federal authority to acquire territory relied upon the\nTenth Amendment provision that the powers not delegated to the federal government are reserved to the states or\nto the people 2 Joseph Story, Commentaries on the Constitution of the United States § 1317 (2d ed. 1851). The\nLouisiana Purchase afforded the most urgent occasion for the consideration of the issue. Secretary of the Treasury\nGallaun advised President Jefferson that “the power of acquinng territory is delegated to the United States by the\nseveral provisions which authorize the several branches of government to make war, to make treaties, and to gov­\nern the territory of the Union ” Letter from Gallatin to Jefferson, Jan 13, 1803, reprinted in 1 Writings of Albert\nGallatin 114 (Henry Adams ed. 1879) Jefferson himself was more concerned about his authority to incorporate\nthe territory into the United States than the authority to acquire the tem tory See Letter from Jefferson to Gallatin,\nJan 1803, reprinted in 1 Writings o f Albert Gallatin, supra, at 115. See also Downes v. Bidwell, 182 U.S. 244,\n322-33 (1901) (White, J , concumng). As the United States conunued to acquire large areas of land, the power to\nacquire territory was taken to have been settled during the nineteenth century. See 2 J. Story, supra, § 1320. 18 Tem tory is acquired by discovery and occupation where no other recognized nation asserts sovereignty over\nsuch temtory. In contrast, when temtory is acquired by treaty, purchase, cession, or conquest, it is acquired from\nanother nation\n19 See. e g , Oppenheim, supra , § 211, at 498."
}