{
  "document_category": "memos",
  "document_name": "24141",
  "chunk_index": 1,
  "chunk_text": "Legal Issues Raised by Proposed Presidential Proclamation To\nExtend the Territorial Sea\nThe President has the authority to issue a proclamation extending the jurisdiction of the United States\nover the territorial sea from three to twelve miles out. The President also has the authority to assert the United States’s sovereignty over the extended ter­\nritorial sea, although most such claims in the nation’s history have been executed by treaty. There is a serious question whether Congress has the authority either to assert jurisdiction over an\nexpanded territorial sea for purposes o f international law or to assert the United States’s sover­\neignty over it. The domestic law effect on federal statutes of the extension of the territorial sea is to be determined\nby examining Congress’s intent in enacting each affected statute. The extension of the territorial sea will not affect the Coastal Zone Management Act. October 4, 1988\nM e m o r a n d u m O p in io n f o r t h e L e g a l A d v is e r\nD epa rtm en t o f S tate Introduction and Summary This responds to the requests, made by your Office and an inter-agency work­\ning group, for analysis of the constitutional and statutory questions raised by a\nproposed presidential proclamation to extend the territorial sea of the United\nStates from its present breadth of three miles to twelve miles. 1 In particular, we\nhave been asked to address the following questions: First, does the President have\nthe authority to declare, by presidential proclamation, the proposed extension? Second, assuming the President does have the authority, what effect would such\na proclamation have on domestic legislation, such as the Coastal Zone Manage­\nment Act? Third, can the President limit the effect the proclamation will have on\ndomestic legislation? We have also been asked to comment on H.R. 5069, a bill\nthat would extend the territorial sea by legislation. We conclude that the President can extend the territorial sea from three to\ntwelve miles by proclamation. While the most legally secure method of doing so\nwould be by entering into a treaty with other nations on this issue, we believe\nthat the President may extend the territorial sea by virtue of his constitutional role\n1 Letter for Douglas W. Kmiec, Acting Assistant Attorney General, Office of Legal Counsel, from Michael J.\nMatheson, Acting Legal Adviser (Aug. 15,1988). See also Memorandum for Michael A. Carvin, Deputy Assistant\nAttorney General, Office of Legal Counsel, from Kevin R. Jones, Deputy Assistant Attorney General, Office of\nLegal Policy (June 20, 1988) (raising similar questions on behalf of the inter-agency working group). 238 as the representative of the United States in foreign relations. The President’s for­\neign relations authority under the Constitution clearly permits his unilateral as­\nsertion on behalf of the United States of jurisdiction over the territorial sea. Whether the President may individually assert sovereignty over the territorial sea\nis open to some question, although on the basis of several long-settled, historical\nexamples of Presidents unilaterally claiming territory in this fashion, we believe\nthat he may."
}