{
  "document_category": "memos",
  "document_name": "24141",
  "chunk_index": 29,
  "chunk_text": "Moreover, the Court relied upon the fact that Congress “debated and firmly\nrejected” four proposals “to extend parts of CZMA” to the outer continental shelf. 464 U.S. at 325. The most significant of these proposals was contained in sec­\ntion 313 of the House bill, which would have required the Secretary of Com­\nmerce to develop a management program for “the area outside the coastal zone\nand within twelve miles” of the coast. This provision, however, was eliminated\nby the Conference Committee because, as explained in the Conference Report,\n“the provisions relating thereto did not prescribe sufficient standards or criteria and would create potential conflicts with legislation already in existence con­\ncerning Continental Shelf resources.” Id. at 327 (quoting H.R. Conf. Rep. No.\n1544, supra, at 15 (emphasis supplied by Supreme Court)). Congress also re­ jected proposals to permit the Secretary of Commerce to extend established state\ncoastal zone marine sanctuaries beyond the coastal zone, to require approval of\nstate governors when federal agencies sought to construct or to license con­\nstruction of facilities beyond the territorial sea,44 and to invite the National Acad­\nemy of Sciences to investigate environmental hazards attendant on offshore\ndrilling on the Atlantic Outer Continental Shelf.45 Viewing this evidence in its\n44 118 Cong. Rec. 14,183-84 (1972). 45 118 Cong. Rec. 14,180-81, 14,191,35.547 (1972). 260 totality, the Court concluded46 that “Congress expressly intended to remove con­\ntrol of [outer continental shelf] resources from CZMA’s scope.” Id. at 324 47\nThe Supreme Court’s understanding of Congress’ intent also applies to the pre­\nsent issue. Congress’ intention to exclude outer continental shelf resources from\nthe scope of the CZMA, which required that the “directly affecting” provision be\napplied only to activities within the three-mile coastal zone, was based on a de­\nsire to limit the applicability of the CZMA to the three-mile limit. Therefore, the\nlegislative history, as interpreted by the Supreme Court, also indicates that Con­\ngress did not intend for the coastal zone itself to be expanded beyond that threemile limit. 3. Subsequent Amendments Since 1972, Congress has passed legislation affecting the relationship between\nthe federal and state authority contemplated by the original CZMA. While these\namendments are of limited significance in interpreting the original CZMA, we\ndiscuss them because they are consistent with a continuing congressional intent\nto consider carefully any change in the balance of state and federal authority in\nthis area. The CZMA has been amended several times,48 and OCSLA has also been sub­\nstantially modified. In contrast to the original CZMA, these amendments ex­\npressly give the states a role concerning the federal governance of activities on\nthe OCS. The amendments establish a complex, interconnected statutory scheme,\nwhich contains precise and detailed limits on state authority, varying in different\ncircumstances. That Congress has enacted such a scheme suggests that it has con­\nsidered and legislated on the role of the states very carefully, and would not de­\nsire any modification of that role in the CZMA in the absence of new legislation. We describe the amendments below'. The CZMA was first significantly amended by the Coastal Zone Management\nAmendments of 1976, Pub. L. No. 94-370,90 Stat. 1013 (1976) (“ 1976 Amend­\nment”)."
}