{
  "document_category": "memos",
  "document_name": "23996",
  "chunk_index": 15,
  "chunk_text": "A comprehensive analysis of that issue is\n38 We discuss the Department of Justice Assets Forfeiture Fund and the Customs Forfeiture Fund in more de­\ntail below, when we address the question of which fund should be the depository of proceeds from forfeiture un­\nder section 881. 39 Olson Memo, supra note 2, at 5-9.\n40 21 U.S.C. § 873(b) provides m pertinent part that “when requested by the Attorney General, it shall be the\nduty of any agency or instrumentality of the Federal Government to furnish assistance, including technical advice,\nto him for canying out his functions under this subchapter ” See also 21 U.S.C. § 965, which adopts the authonty\nof section 873 by reference. 41 Olson Memo, supra note 2, at 9-10. For example, we noted that the Economy Act, 31 U.S.C. § 1535, might\nprohibit Customs from exercising law enforcement services for DEA to the extent that Customs agents are not gen­\nerally authorized to perform those services under their own substantive authorizing statute. Id. at 8. 278 beyond the scope of this memorandum. For the reasons discussed below, how­\never, we believe that those seizures and forfeitures may be upheld under a the­\nory of common law seizure authority. The courts have long recognized that the United States may “adopt” seizures\nthat have been made by private parties or other law enforcement agencies. 42 The\nUnited States Supreme Court articulated this principle in Dodge v. United\nStates ,43 in which it stated that “anyone may seize any property for a forfeiture\nto the Government, and that if the Government adopts the act and proceeds to en­\nforce the forfeiture by legal process, this is of no less validity than when the\nseizure is by authority originally given.”44 The Dodge Court based its holding on\nthe rationale that the owner of the seized property suffers nothing as a result of\nan unauthorized seizure that he would not have suffered if the seizure had been\nauthorized, as the seizure, however effected, brings the res within the power of\nthe court, “which is an end that the law seeks to attain, and justice to the owner\nis as safe in the one case as in the other 45\nThe reasoning of the Dodge Court regarding seizures makes sense given the\nnature of a forfeiture proceeding. A civil forfeiture action under section 881 is\nan action in rem, brought against the property itself rather than the wrongdoer,\nand based on the legal fiction that the property itself is guilty. Just as in the case\nof a seizure, the forfeiture laws can be said to seek to bring the object within the\npower of the court. Thus, the Dodge Court’s conclusion that it makes no differ­\nence to the owner who brought his property into the court’s jurisdiction is as ap­\nplicable in a forfeiture action as it is in the case of a seizure. The holding in Dodge with respect to adoptive seizures is still followed today,\neven in cases involving section 881 forfeiture actions. 46"
}