{
  "document_category": "memos",
  "document_name": "20126",
  "chunk_index": 8,
  "chunk_text": "Id. at 132. We then\ndiscussed how application of the contempt statute against an assertion of executive\nprivilege would seriously disrupt the balance between the President and Congress. Because Congress had no “ compelling need” to create this disruption, “ the con­\nstitutionally mandated separation of powers requires the statute to be interpreted\nso as not to apply to Presidential assertions o f executive privilege.” Id. at 140. Then-Assistant Attorney General William Barr opined that the Anti-Lobbying\nAct, 18 U.S.C. §1913, does not apply fully against the President. See Constraints\nImposed by 18 U.S.C. §1913 on Lobbying Efforts, 13 Op. O.L.C. 300, 304-06\n(1989). The Anti-Lobbying Act prohibits any appropriated funds from being “ used\ndirectly or indirectly to pay for any personal service, advertisement, telegram, tele­\nphone, letter, printed or written matter, or other device, intended or designed to\ninfluence in any manner a Member of Congress.” 18 U.S.C. § 1913. The statute\nprovided an exception for communications by executive branch officers and\nemployees if the communication was made pursuant to a request by a member\nof Congress or was a request to Congress for legislation or appropriations. Assist­\nant Attorney General Barr concluded that applying the Act as broadly as its terms\nmight otherwise allow would raise serious constitutional questions as an infringe­\nment of the President’s Recommendations Clause power. It is also the long-standing position of the Department of Justice that 18 U.S.C\n§208 does not apply to the President. That statute prohibits any “ officer or\nemployee of the executive branch” from “ participat[ing] personally and substan­\ntially” in any particular matter in which he or she has a personal financial interest. Id. In the leading opinion on the matter, then-Deputy Attorney General Laurence\nSilberman first determined that the legislative history disclosed no intention to\ncover the President and doing so would raise “ [s]ome doubt . . . as to the con­\nstitutionality’ ’ of the statute, because the effect o f applying the statute to the Presi­\ndent would be to impose a qualification on his serving as President. See Memo­\nrandum for Richard T. Burress, Office of the President, from Laurence H. Silber­\nman, Deputy Attorney General, Re: Conflict o f Interest Problems Arising out o f\nthe President’s Nomination of Nelson A. Rockefeller to be Vice President under\nthe Twenty-Fifth Amendment to the Constitution at 2, 5 (Aug. 28, 1974). 356 Application o f 28 U.S.C. §458 to Presidential Appointments o f Federal Judges In the Rehnquist Memorandum, we considered a statute the text of which is\nsimilar to §458. 5 U.S.C. §6105 provides that, “ [a]n Executive department may\nnot be closed as a mark to the memory of a deceased former official of the United\nStates.” Then-Assistant Attorney General William Rehnquist first reviewed the\nlegislative history and determined that there was nothing to indicate that Congress\nmeant to prohibit the President from closing a department as a mark to the\nmemory of a deceased former official and that instead the purpose of the act\nwas to prevent department heads from closing their departments."
}