{
  "document_category": "memos",
  "document_name": "22366",
  "chunk_index": 6,
  "chunk_text": "There may, however, be limitations on presidential power in applica­\nble aviation agreements with particular countries. The terms by which\nwe grant foreign airlines the right to provide scheduled service here are\nset out in bilateral agreements with individual countries. We understand\n227 from the State Department that these agreements do not provide for\nsuspension in the present circumstances. (An examination of each bilat­\neral treaty and its amendments would be necessary to verify this for all\ncountries that may be involved. Until that review occurs, we cannot\nrecommend this action.) The Chicago Convention on International Civil Aviation, Dec. 7,\n1944, 61 Stat. 1180, T.I.A.S. No. 1591, 15 U.N.T.S. 295, 356, includes a\nprovision that in case of war or national emergency the provisions of\nthe Convention “shall not affect the freedom of action” of parties to the\nConvention (Art. 89). That Convention, however, only gives parties the\nprivilege of making overflights and technical stops for non-scheduled\nflights. Art. 5. The International Air Services Transit Agreement, Dec.\n7, 1944, 59 Stat. 1693, E.A.S. No. 487, 84 U.N.T.S. 389, confers similar\nprivileges for scheduled airlines, and incorporates the provisions of the\nChicago Convention (Section 2). The bilateral agreements do not, by\ntheir terms, however, incorporate the Chicago Convention provision;\nthey are essentially self-contained agreements. 5 5. Deny Vessels or Companies Serving Iran Access to U.S. Ports or\nFueling Facilities See the analysis above under option 4 for our views on general\npresidential authority for this. We have not yet had an opportunity to\nconsider the possible effect of the maritime statutes. 6. Block International Satellite Communications From Iran to the U.S. at\nSatellite Ground Stations in the U.S.\nThe President may have statutory authority to block international\nsatellite communications between Iran and the United States. Under 47\nU.S.C. § 721(a), the President is authorized to:\n(4) exercise such supervision over relationships of\n[COMSAT] with foreign governments or entities or with\ninternational bodies as may be appropriate to assure that\nsuch relationships shall be consistent with the national\ninterest and foreign policy of the United States. The purpose of this provision appears to have been to prevent\nCOMSAT from affecting U.S. foreign policy in its contractual arrange­\nments, not to authorize the President to control the substance of its\ncommunications. See 108 Cong. Rec. 16,603-05 (1962). Thus, the\nCOMSAT statute may provide useful support for an action that is part\nof a broader foreign policy purpose of severing transactions with Iran. 5 T he Joint Statem ent on International Terrorism at the Bonn Conference may provide some basis\nfor calling on the signatories o f the Bonn C onference not to serve Iran because, according to the State\nD epartm ent, Iran is presently harboring tw o international aircraft hijackers. 228 It would not support actions directed to the content of particular\ntransmissions. Section 1702(b) of the IEEPA provides that: The authority granted to the President by this section\ndoes not include the authority to regulate or prohibit,\ndirectly or indirectly—\n(1) any postal, telegraphic, telephonic, or other per­\nsonal communication, which does not involve a\ntransfer of anything of value. . . ."
}