{
  "document_category": "memos",
  "document_name": "23351",
  "chunk_index": 2,
  "chunk_text": "After receiving the former official’s letter, GSA advised the Committee\nthat it was withholding the calendars pending review by GSA and this Office\nof the former official’s position. II. Discussion The question presented is whether the former official’s appointment cal­\nendars should be treated as government property or personal property for\npurposes of the Committee’s oversight request. More specifically, the ques­\ntion is whether on September 26, 1989 — the date the Committee requested\nthe calendars — they were government property (with respect to which GSA\nwas responsible for responding to the Committee) or the former official’s\npersonal property (with respect to which the former official was responsible\nfor responding to the Committee). Under GSA’s records retention regulations, only “official records”\n(as defined in the regulations) are government property: “All Federal em­\nployees must understand that official records belong to the Government, not\nto any individual . . . ” GSA Order entitled “GSA Records Maintenance\nand Disposition System,” Order OADP1820.2CHGE76, ch. 2, § 1 (Aug. 12,\n1985). The section of the regulations entitled “Distinction between official\nand personal records” makes it clear that appointment calendars are personal\nrecords rather than official records:\nPersonal calendars, appointment books, schedules, and diaries\nshowing meetings, appointments, trips, and other activities of\na high-level official solely for the convenience of the highlevel official in managing his or her time are personal records. Documents such as these may be disposed of at the discretion\nof the official. Id., ch. 2, § 4(b)(3). Thus, the appointment calendars of high-level GSA officials are not gov­\nernment property. Rather, they are “personal records . . . [that] may be\ndisposed of at the discretion of the official.” Id. In our view, the actions the\nformer official took, prior to the Committee’s request, to dispose o f the\ncalendars by taking them with him when he departed the agency clearly 35 constituted the exercise of the official’s right under the GSA regulations to\ntreat the calendars as personal property and dispose of them as he wishes. We therefore conclude that at the time the Committee requested the cal­\nendars they were the personal property of the former official and not\ngovernment property. Accordingly, in these circumstances the former offi­\ncial and not GSA is responsible for responding to the Committee’s request\nfor the calendars. They should be returned to the former official. 3\nLYNDA GUILD SIMPSON\nDeputy Assistant Attorney General\nOffice o f Legal Counsel 5 T hese conclusions are unaffected by the fact that after the Com m ittee’s request was received the\nform er official supplied the calendars to the agency for production to the Committee. The calendars\nw ere his personal property at the time o f the request, and any apparent consent to perm it GSA to\nproduce the calendars to the Committee w as clearly retracted by the October 12, 1989 letter from the\no fficial’s attorney. 36"
}