{
  "document_category": "memos",
  "document_name": "1349716",
  "chunk_index": 1,
  "chunk_text": "(Slip Opinion) Extending Regulatory Review Under Executive Order\n12866 to Independent Regulatory Agencies The President may direct independent regulatory agencies to comply with the centralized\nregulatory review process prescribed by Executive Order 12866. October 8, 2019 MEMORANDUM OPINION FOR THE COUNSEL TO THE PRESIDENT You have asked whether the President may direct independent regulatory agencies to comply with the centralized regulatory review process of\nExecutive Order 12866 of September 30, 1993, 3 C.F.R. 638 (1994) (“EO\n12866”). EO 12866 requires all agencies to submit an annual regulatory\nplan and agenda to the Office of Information and Regulatory Affairs\n(“OIRA”) in the Office of Management and Budget (“OMB”). But it\nexempts “independent regulatory agencies,” as defined in 44 U.S.C.\n§ 3502, from the rest of the order, which requires agencies to submit\nsignificant regulatory actions to OIRA for review. OMB has proposed that\nthe President eliminate that exemption and require independent regulatory\nagencies to comply with all of EO 12866. 1\nArticle II of the Constitution vests “[t]he executive Power” in the President, who “shall take Care that the Laws be faithfully executed.” U.S.\nConst. art. II, § 1, cl. 1; id. § 3. By vesting the executive power in the\nPresident alone, the Constitution ensures that “a President chosen by the\nentire Nation oversee[s] the execution of the laws.” Free Enter. Fund v.\nPub. Co. Accounting Oversight Bd., 561 U.S. 477, 499 (2010). The President can hardly ensure that the laws are faithfully executed “if he cannot\noversee the faithfulness of the officers who execute them.” Id. at 484. The\nPresident’s constitutional authority therefore extends to the supervision of\nall agencies that execute federal law, including so-called “independent”\nagencies. Although the Supreme Court has held that Congress may insulate independent agencies to some degree from presidential supervision, the pro- 1 In preparing this opinion, we have solicited and considered the views of the Office of\nManagement and Budget. See Letter for Steven A. Engel, Assistant Attorney General,\nOffice of Legal Counsel, from Neomi Rao, Administrator, OIRA, and Mark Paoletta,\nGeneral Counsel, OMB (Mar. 7, 2018) (“OMB Letter”). 1 43 Op. O.L.C. __ (Oct. 8, 2019) posed executive action would not test any statutory limits. Congress has\noften provided that the heads of those agencies are removable only for\nparticular causes, such as “inefficiency, neglect of duty, or malfeasance in\noffice.” E.g., 15 U.S.C. § 41. But statutory restrictions on removal, standing alone, do not bar those agencies from complying with EO 12866;\nindeed, the terms of such good-cause restrictions presuppose that the\nPresident may supervise an agency head to ensure compliance with the\nduties of office and with principles of good governance. Other structural\nfeatures associated with independent agencies, such as multi-member\ngovernance, independent litigating authority, or open-meeting requirements, likewise do not preclude those agencies from complying with EO\n12866. We therefore conclude that the President may direct independent\nagencies to comply with EO 12866. I.\nEvery President since Nixon has required systematic review of some\nrulemakings to ensure that federal regulations “achieve legislative goals\neffectively and efficiently” and do not “impose unnecessary burdens.”"
}