{
  "document_category": "memos",
  "document_name": "22556",
  "chunk_index": 21,
  "chunk_text": "For practical purposes, the\nPresident may properly view the Senate as unavailable for twenty days. Second, allowing the Senate to prevent the President from exercising\nhis authority under the Recess Appointments Clause by holding pro forma\nsessions would be inconsistent with both the purpose of the Clause and\nhistorical practice in analogous situations. As explained above, the Recess\nAppointments Clause has long been understood as intended to provide a\nmethod of appointment when the Senate was unavailable to provide\nadvice and consent, so that offices would not remain vacant to the detriment of the public interest. If the Senate can avoid a “Recess of the Senate” under the Clause by having a single Member “gavel in” before an\nempty chamber, then the Senate can preclude the President from making\nrecess appointments even when, as a practical matter, it is unavailable to\nfulfill its constitutional role in the appointment process for a significant\nperiod of time. The purpose of the Clause is better served by a construction that permits the President to make recess appointments when the\nSenate is unavailable to advise and consent for lengthy periods. See Power of President to Fill Vacancies, 2 Op. Att’y Gen. 525, 526–27 (1832)\n(“[A] construction that defeats the very object of the grant of power\ncannot be the true one. It was the intention of the constitution that the\noffices created by law, and necessary to carry on the operations of the\ngovernment, should always be full, or, at all events, that the vacancy\nshould not be a protracted one.”); cf. Wright v. United States, 302 U.S.\n36 Recess Appointments Amid Pro Forma Senate Sessions 583, 596 (1938) (“We should not adopt a construction [of the Veto Clauses] which would frustrate either of the[ir] purposes.”). Further, Presidents have routinely exercised their constitutional authority to make recess appointments between sessions of Congress since President Washington made such appointments in the earliest days of the\nRepublic. Although we have focused in this opinion on the twenty-day\nintrasession recess at the beginning of the second session, the Senate in\nfact adjourned pursuant to an order that provided that there would also be\n“no business conducted” for the final seventeen days of the first session. This period of time, a total of thirty-seven days, in substance closely\nresembles a lengthy intersession recess. See Recess Appointments During\nan Intrasession Recess, 16 Op. O.L.C. at 15 n.1. Thus, an understanding\nof the Recess Appointments Clause that permits the President to make\nappointments during this recess also would be consistent with historical\npractice. Third, permitting the Senate to prevent the President from making recess appointments through pro forma sessions would raise constitutional\nseparation of powers concerns."
}