{
  "document_category": "memos",
  "document_name": "22556",
  "chunk_index": 14,
  "chunk_text": "Because the North Carolina legislature was then\ngenerally responsible for appointments, the executive could make appointments only\nwhen the legislature was not in session to do so. 28 Recess Appointments Amid Pro Forma Senate Sessions 67, at 409 (Clinton Rossiter ed., 1961). The Clause was necessary because\n“it would have been improper to oblige [the Senate] to be continually in\nsession for the appointment of officers,” and it “might be necessary for\nthe public service to fill [vacancies] without delay.” Id. at 410. Other contemporaneous writings likewise emphasize that the recess\nappointment power is required to address situations in which the Senate is\nunable to provide advice and consent on appointments. See 4 The Debates\nin the Several State Conventions on the Adoption of the Federal Constitution as Recommended by the General Convention at Philadelphia in 1787,\nat 135–36 (Jonathan Elliott ed., 2d ed. 1836) (“Elliott’s Debates”) (statement of Archibald Maclaine at North Carolina ratification convention)\n(July 28, 1788) (“Congress are not to be sitting at all times; they will only\nsit from time to time, as the public business may render it necessary. Therefore the executive ought to make temporary appointments, as well as\nreceive ambassadors and other public ministers. This power can be vested\nnowhere but in the executive, because he is perpetually acting for the\npublic; for, though the Senate is to advise him in the appointment of\nofficers, &c., yet, during the recess, the President must do this business,\nor else it will be neglected; and such neglect may occasion public inconveniences.”); cf. Letters of Cato IV, reprinted in 2 The Complete AntiFederalist 114 (Herbert J. Storing ed., 1981) (“Though the president,\nduring the sitting of the legislature, is assisted by the senate, yet he is\nwithout a constitutional council in their recess . . . .”). 15 Thus, from the\ndays of the Founding, the Recess Appointments Clause has been considered implicated when the Senate is not “in session for the appointment of\nofficers.” The Federalist No. 67, at 410. Nineteenth-century sources reflect this understanding. Justice Story\nframed the issue in terms of the Senate’s ability to review nominations:\n15 See also 2 Elliott’s Debates 513 (statement of James Wilson at Pennsylvania ratification convention) (“[T]here is only left the power of concurring in the appointment of\nofficers; but care is taken, in this Constitution, that this branch of business may be done\nwithout [the Senate’s] presence”); id. at 534 (statement of Thomas M’Kean) (Dec. 11,\n1787) (“Nor need the Senate be under any necessity of sitting constantly, as has been\nalleged; for there is an express provision made to enable the President to fill up all\nvacancies that may happen during their recess[.]”); 3 Elliott’s Debates 409–10 (statement\nof James Madison at the Virginia convention) (“There will not be occasion for the continual residence of the senators at the seat of government. . . . It is observed that the President, when vacancies happen during the recess of the Senate, may fill them till it meets.”). 29 36 Op. O.L.C. 15 (2012)"
}