{
  "document_category": "memos",
  "document_name": "23451",
  "chunk_index": 3,
  "chunk_text": "Although the Counsel\nto the President is not appointed by the President with the advice and consent of\nthe Senate, this delegation has existed at least since 1968 and has never, to our\nknowledge, been challenged by Congress. While we do not need to pass on that\nissue for the purpose of this memorandum, the delegation of power to the\nCounsel to the President would appear to fall within the President’s inherent\npower to delegate, and thus, the President and the Counsel to the President\ncurrently appear to have authority to grant a waiver under 18 U.S.C. § 208(b) to\nmembers of the Commission with respect to their service on the Commission. An argument could be made that § 4 of Executive Order No. 12400, which\ncreated the Commission, also delegates to the Secretary of Defense the\nPresident’s authority to grant waivers under 18 U.S.C. § 208. We conclude,\nhowever, that if the President wishes the Secretary of Defense to exercise the\nPresident’s authority under § 208(b), the proper course would be to execute a\nnew, more specific memorandum under 3 U.S.C. § 301, specifically delegating\nsuch authority to the Secretary of Defense. Section 4 of Executive Order No.\n12400 delegates the “performance” of the President’s “functions” under the\nFederal Advisory Committee Act (FACA), as amended, 5 U.S.C. app. § 1, to\nthe Secretary of Defense. The FACA, 5 U.S.C. app. § 8, provides, inter alia,\nthat each agency head, in this case the Secretary of Defense, “shall establish\nuniform administrative guidelines and management controls for advisory com­\nmittees” and appoint an Advisory Committee Management Officer to “exercise\ncontrol and supervision” over the committee. The FACA, however, does not\nspecifically address conflict-of-interest problems related to members of advi­\nsory committees. Thus, granting a waiver of conflicts of interest under 18\nU.S.C. § 208 may not be a “function” “performed” under the Federal Advisory\nCommittee Act. In light of the fact that the President expressly reserved to\nhimself in Executive Order No. 11222, as amended, the authority to grant\nwaivers under 18 U.S.C. § 208(b), it is doubtful that the delegation of authority\nin Executive Order No. 12400 is sufficiently specific to constitute a delegation\nof the Presidential waiver authority. For these reasons, if the President wishes\nthe Secretary of Defense, rather than the Counsel to the President, to assume\nthe authority to grant waivers for members of the Commission, we conclude\nthat a new memorandum of delegation should be executed. In addition, if the\nPresident wishes some other official to exercise this authority, he may execute\na memorandum delegating this to any official appointed by the President with\nthe advice and consent of the Senate. See 3 U.S.C § 301.\nII. The Wanver Standard\nSection 208(b)(1) provides that waivers of the restriction of § 208(a) may be\ngranted upon a written determination that the disqualifying interest of the\n12 employee is “not so substantial as to be deemed likely to affect the integrity o f\nthe services which the government may expect” from the employee. (Emphasis\nadded.) This standard clearly anticipates the exercise of discretion and personal\njudgment by the appointing official."
}