{
  "document_category": "memos",
  "document_name": "1349716",
  "chunk_index": 2,
  "chunk_text": "We therefore conclude that the President may direct independent\nagencies to comply with EO 12866. I.\nEvery President since Nixon has required systematic review of some\nrulemakings to ensure that federal regulations “achieve legislative goals\neffectively and efficiently” and do not “impose unnecessary burdens.” Exec. Order No. 12044, 3 C.F.R. 152 (1979); see Curtis W. Copeland,\nCong. Research Serv., RL32397, Federal Rulemaking: The Role of the\nOffice of Information and Regulatory Affairs 5–6 (June 9, 2009) (“Role\nof OIRA”) (describing Nixon, Ford, and Carter Administration programs); Harold Bruff, Presidential Management of Agency Rulemaking,\n57 Geo. Wash. L. Rev. 533, 546–49 (1989) (same). In February 1981,\nPresident Reagan took what is widely viewed as the decisive step in\nestablishing a “centralized mechanism for review of agency rulemakings,” Elena Kagan, Presidential Administration, 114 Harv. L. Rev.\n2245, 2277 (2001), by issuing Executive Order 12291, 3 C.F.R. 127\n(1982) (“EO 12291”). EO 12291 required covered agencies to follow\ngeneral policies in issuing new regulations, “to the extent permitted by\nlaw,” including that “[r]egulatory action shall not be undertaken unless\nthe potential benefits to society . . . outweigh the potential costs.” Id.\n§ 2(b). The order further required agencies to submit to OMB an analysis\nof the regulatory impact of any “major” rule, including its potential costs\nand benefits. Id. § 3(a)–(c). In 1985, President Reagan also ordered\nagencies to participate in an annual regulatory planning process. Exec.\nOrder No. 12498, 3 C.F.R. 323 (1986). 2 Extending Regulatory Review to Independent Regulatory Agencies In September 1993, President Clinton issued EO 12866 “to reform and\nmake more efficient the regulatory process” and “to enhance planning and\ncoordination with respect to both new and existing regulations.” EO\n12866, pmbl. Like its predecessor, EO 12866 directs covered agencies to\nfollow certain general principles, including cost-benefit principles, when\nengaging in regulatory action, “unless a statute requires another regulatory approach.” Id. § 1(a); see id. § 1(b)(6) (agencies should “adopt a regulation only upon a reasoned determination that the benefits of the intended\nregulation justify its costs”). Section 4 directs agencies to participate, “to\nthe extent permitted by law,” in an annual regulatory planning process. Each agency, including “independent regulatory agencies,” must submit\nto OIRA “an agenda of all regulations under development or review” and\nan annual plan “of the most important significant regulatory actions that\nthe agency reasonably expects to issue in proposed or final form.” Id.\n§ 4(b), (c). OIRA circulates each agency’s plan to other affected agencies;\nif OIRA “believes that a planned regulatory action of an agency may be\ninconsistent with the President’s priorities or the principles set forth in”\nEO 12866, it must notify the agency and the President’s regulatory advisers. Id. § 4(c)(3), (5). Section 6 of EO 12866 requires each agency, other than “independent\nregulatory agencies,” to submit to OIRA, before publication, a draft of\nany proposed “significant regulatory action,” together with an “assessment of the potential costs and benefits” of the proposed action and its\nlegal basis. Id. § 6(a)(3)(B)(ii).2 For any proposed regulatory action that is\nexpected to be “economically significant,” the agency must submit a more\ndetailed analysis of the potential costs and benefits and of reasonably\nfeasible potential alternatives. Id. § 6(a)(3)(C)."
}