{
  "document_category": "memos",
  "document_name": "19976",
  "chunk_index": 9,
  "chunk_text": "14See United States v. Tzakis, 736 F.2d 867, 8 71-72 (2d Cir. 1984) (defendant cannot assert post-hoc limits\non a listener’s recording o f conversation by alleging that his willingness to allow overhearing did not encompass\nperm ission to record); United States v. Jachimko, 19 F.3d 296, 299 (7th Cir. 1994) ( ‘‘where a suspect does not\nwithdraw his valid consent to a search for illegal substances before they are discovered, the consent remains valid\");\nJones v. Berry, 722 F.2d 443, 449 (9th C ir. 1983) (consent search is valid where consent revoked after search\ncom plete), cert, denied, 466 U.S. 971 (1984). 320 Transmission by a Wireless Carrier o f Information Regarding a Cellular Phone U ser's Physical\nLocation to Public Safety Organizations invaded by government action.” Smith v. M aryland, 442 U.S. 735 , 740 (1979)\n(citations omitted). This inquiry embraces two discrete questions. The first is\n“ whether the individual, by his conduct, has ‘exhibited an actual (subjective) ex­\npectation of privacy,’ ” — whether the individual “ has shown that ‘he seeks to\npreserve [something] as private.’ ” Id. at 740 (quoting K atz v. United States, 389\nU.S. 347, 361 (Harlan, J., concurring), 351 (1967)). The second question is\n“ whether the individual’s subjective expectation of privacy is ‘one that society\nis prepared to recognize as “ reasonable,” ’ ” — whether “ the individual’s expec­\ntation, viewed objectively, is ‘justifiable’ under the circumstances.” Id. (quoting\nKatz, 389 U.S. at 361 (Harlan, J., concurring), 353). In our opinion, a cellular caller dialing the 911 emergency line has not exhibited\nan “ actual (subjective) expectation of privacy” in information regarding his phys­\nical location, much less a “ reasonable” one. It is hard to imagine any clearer\nindication of the absence of an expectation of privacy than a cry for help; by\nreaching out to government officials to seek their help, the caller indicates that\nhe has no expectation of privacy in information that could help the authorities\nrespond to the emergency. 15\nEven assuming that, in some number of cases, the caller actually expects his\nphysical location to remain private, we believe that expectation is not “ one that\nsociety is prepared to recognize as ‘reasonable.’ ” Katz, 389 U.S. at 361. A caller\ndialing 911 seeking assistance cannot reasonably expect that information regarding\nhis location will remain private when public service organizations need such infor­\nmation first and foremost to expeditiously provide the emergency assistance re­\nquested by the caller, and secondly to ensure that the call is legitimate and thus\nworthy of response. 16 In addition, the Supreme Court has repeatedly held that a person has no expecta­\ntion of privacy in information he voluntarily turns over to third parties. 17 In order\nto complete his call, the cellular caller must convey his signal and its cor­\nresponding cell site location to the carrier. The caller therefore has no reasonable\n13 Although no court has directly addressed this issue, our conclusion is supported by cases holding that a person\ncalling 911 has no expectation o f privacy in the contents o f his call."
}