{
  "document_category": "memos",
  "document_name": "19071",
  "chunk_index": 5,
  "chunk_text": "Watts v. OPM, 814 F.2d 1576,\n1580 (Fed. Cir. 1987). We need not resolve this issue here, however; we instead\nassume arguendo that the first part of the test would be met when the President\nsigned the commission. Nevertheless, status as an employee under 5 U.S.C. § 2105 (2000) or an officer\nunder 5 U.S.C. § 2104 requires more than an appointment: “One may be an\nappointee and never achieve the status of employee. There are three elements to\nthe statute and all must be complied with to achieve the status of an employee.” McCarley v. MSPB, 757 F.2d 278, 280 (Fed. Cir. 1985). 3 In McCarley, the 3 On the question whether the Merit Systems Protection Board or the agency taking the underlying\naction should be the respondent, which is not at issue here, McCarley was overruled by Hagmeyer v.\nDep’t of Treasury, 852 F.2d 531 (Fed. Cir. 1988). Congress then amended the statute to clarify this\nquestion. See Amin v. MSPB, 951 F.2d 1247, 1251-54 (Fed. Cir. 1991). 35 227-329 VOL_26_PROOF.pdf 45 10/22/12 11:13 AM Opinions of the Office of Legal Counsel in Volume 26 petitioner had been appointed, but had not entered upon the duties of the position. The Merit Systems Protection Board dismissed his claim for lack of jurisdiction,\nbecause jurisdiction depended upon his being an employee. The Federal Circuit\naffirmed, explaining that relief is unavailable “to an appointee who has not\nqualified as an employee by performing a federal function subject to the supervision of a federal employee.” Id.; see also Miller v. MSPB, 794 F.2d 660 (Fed. Cir.\n1986). Your question concerns appointees, like the petitioner in McCarley, who have\nnot entered upon the duties of their offices and have therefore not yet performed a\nfederal function, under the supervision of a federal official. Under 5 U.S.C.\n§§ 2104 and 2105, they are not yet officers or employees and thus are not yet\nsubject to conflict of interest restrictions. The reasoning by which we conclude that the conflict of interest restrictions do\nnot become applicable upon appointment, without more, is not novel. In Marbury,\nChief Justice Marshall carefully distinguished between the President’s act of\nappointment and the appointed officer’s subsequent acceptance of that appointment: “The appointment is the sole act of the president; the acceptance is the sole\nact of the officer, and is, in plain common sense, posterior to the appointment. As\nhe may resign, so may he refuse to accept.” 5 U.S. at 161; see id. at 162 (“the\nperson appointed . . . has the absolute, unconditional power of accepting or\nrejecting [the appointment]”). Thus, it is plain under Marbury that the act of\nappointment does not ipso facto make the appointed person an officer or employee. See also Acceptance of a Promotion, 12 Op. Att’y Gen. 229, 229 (1867) (“a\nperson cannot be made an incumbent without his consent, and, of course, this he\nmust manifest by some adequate token of his intention”; “a formal acceptance is\nthe evidence which, in the public service generally, it has been customary to\nrequire”)."
}