{
  "document_category": "memos",
  "document_name": "20696",
  "chunk_index": 3,
  "chunk_text": "Many state court decisions are to the contrary. Annotation, Venue\nof Action for Libel in Newspaper, 37 A.L.R. 914 (1925). The leading case, United\nStates v. Smith, 173 F. 227 (D. Ind. 1909), could easily be distinguished or\ndiscredited. One section of the judicial code, 28 U.S.C. § 103, could be construed as relevant. This provides that: When any offense against the United States is begun in one judicial\ndistrict and completed in another, it shall be deemed to have been\ncommitted in either, and may be dealt with, inquired of, tried, determined, and punished in either district, in the same manner as if it had\nbeen actually and wholly committed therein. Rev. Stat. § 731 (2d ed. 1878), 18 Stat. pt. 1, at 139 (repl. vol.), as amended by Act\nof Mar. 3, 1911, ch. 231, § 42, 36 Stat. 1087, 1100. If the argument above that a\nsignificant act of the chain “crime” was “committed” in the district where the\nnewspaper was received is accepted, an equally plausible argument could be made\nunder this section that the offense was “completed” in such district. The argument\nfrom the facts and from policy would be substantially the same. For determining the place of trial, and allocating power between courts, the\nconcept of “venue” serves the same function for different federal districts that the\nconcept of “jurisdiction” serves for the states. State courts are—it should be noted\nby way of analogy—rapidly getting away from the naive notion that a “crime,” 104 Trials of Newspaper Personnel Accused of Disclosing Naval Secrets involving a sequence of acts crossing state boundaries, is physically “located” on\nsome one spot. Thus Mr. Berge observes:\n[T]he conclusion is irresistible that if the constituent acts of a given\ncrime occur in more than one state, each such state has an equally\nvalid claim to jurisdiction over the whole crime. Such extra-territorial elements should be frankly recognized by courts and no attempt should be made to cover them with legal fictions. Wendell Berge, Criminal Jurisdiction and the Territorial Principle, 30 Mich. L.\nRev. 238, 269 (1931). II. Separate Trials Where two or more defendants are accused of the same crime, i.e., if they are\nconspirators, or principal and accessory, they may be tried together. Even here,\nhowever, the court may in its discretion order separate trials, upon proper motion. Where the crimes are different, though related in nature or linked by events, the\ndefendants are entitled to separate trials, if the objection is seasonably raised. See\nMontgomery, Federal Jurisdiction and Procedure § 1238; William T. Hughes,\nFederal Practice, Jurisdiction & Procedure § 7084 (1931 & Supp. 1941). In the instant case, unless the conspiracy theory is relied upon, the defendants\nwould appear to be entitled to separate trials. III. Conspiracy If a conspiracy to violate the Espionage Act can be shown (which does not\nappear probable on the facts now known to me), the defendants can be tried\ntogether in any district in which the conspiracy was formed or in which an act was\ndone to effectuate the object of the conspiracy. Hughes, Federal Practice § 6849. IV. Questions of Policy"
}