{
  "document_category": "memos",
  "document_name": "24271",
  "chunk_index": 32,
  "chunk_text": "It ultimately was abolished there in\n1951. See Washington University Note, at 83-88. On this side o f the Atlantic, qui tam never really gained a secure\nfoothold, particularly at the federal level. It appears that six qui tam\nstatutes, restricted to narrow enforcement areas, were enacted during\nthe first four congresses. Adopted when the Executive was embryonic,\nthese statutes were essentially stop-gap measures, confined to narrow\ncircumstances where the Executive lacked the resources to enforce the\nlaw. Their intent was to assist a fledgling Executive, not supplant it. As\nthe Executive’s law enforcement capabilities gathered strength, qui tam\nrapidly fell into disfavor. Within a decade, “the tide had ... tum[ed]\n235 against” qui tam, and Congress started curtailing its use. Leonard D.\nWhite, The Federalists 417 (1956). The only other appreciable use o f qui tam came during the Nation’s\ngreatest emergency, the Civil War. The unprecedented explosion in fed­\neral procurement, coupled with the extreme demands o f war, prompted\nenactment o f the False Claims Act. Following the war, qui tam again\nbecame dormant. By 1986, except for a flurry o f activity during World\nWar II, qui tam had become an anachronism. 20 We think a fair survey o f\nthe history o f qui tam in the United States reveals it as, at best, a mar­\nginal and transitory device that never achieved prominence within our\nconstitutional system because it was so fundamentally incompatible\nwith that system. Nor does the practice of qui tam meet the third criterion, under which\nthe Court may uphold a practice that can be accommodated as a narrow\nand self-contained exception that does not threaten to undermine impor­\ntant constitutional principles. See e.g., Young v. ref. Vuitton et Fils S. A.. But qui tam is not capable o f being contained as a narrow exception,\nrestricted in a principled manner to its limited historic scope.21 Qui tarn’s\nprinciple o f private law enforcement is so fundamentally incompatible\nwith the established doctrines o f standing and separation o f powers that\nif qui tam were accepted, these doctrines would be drained o f any mean­\ning. Qui tam is, by its nature, an exception that will consume the rule. Qui tam thus does not have any o f the characteristics that have led the\nSupreme Court to give an historical practice the benefit o f the doubt in a\nclose case. Moreover, there are two considerations specific to qui tam that\nreduce the authority of its historical pedigree. First, where separation of\npowers issues are at stake, w e do not think it is appropriate to give prior\ncongressional action dispositive weight in determining the constitutional­\n20 For example, w e are aware o f only on e case in this century under the qui tam provisions that apply\nto the Indian trade, and that was brought by a relator who had been personally injured. See U nited States\ne x ref. Chase v. Wald, 557 F2d 157 (8th Cir.), cert denied, 434 U.S. 1002 (1977)."
}