{
  "document_category": "memos",
  "document_name": "22296",
  "chunk_index": 4,
  "chunk_text": "It is true that there are early English cases that I\ncould cite in my behalf. I am reminded in particular o f C oke’s ju d g ­\nment in Calvin's Case, 1 Co. Rep. 1 (immutable natural law prevents\nParliam ent from separating a subject from the protection o f his king). But even though these early precedents enjoyed some vitality on this\nside o f the Atlantic as late as the time o f the Am erican Revolution\n(consider, for example, James Otis’ classic attack on the writs o f assist­\nance, February 24, 1761, printed in Commager, D ocum ents o f A m eri­\ncan History 45 (5th ed. 1949)), they did not carry the day in their ow n\ncountry. I should add that I consider the 17th century dispute between Parlia­\nment and the Stuart kings over the so-called “dispensing pow er” to be\ndirectly relevant to the questions you have raised. T he history o f that\ndispute was well-known to the Fram ers o f the Constitution, and it is\nclear that they intended to deny our President any discretionary pow er\no f the sort that the Stuarts claimed. W e must remember, how ever, that\n57 it was largely as a result o f Parliam ent’s victory in that m atter that the\nEnglish came to abandon any notion that “ fundamental law ” limited\nthe pow ers o f the legislative sovereign. This is the very notion upon\nw hich o ur Constitution, and the D epartm ent’s view o f this question,\ndepends. In our system o f limited governm ent, unlike the English\nsystem, there are some things that the legislature and the officers o f the\ngovernm ent cannot lawfully do. Question 2: W hat is the specific authority (if any) deriving from the\nConstitutional C onvention and other expressions of the\nFram ers w hich supports the Justice D epartm ent’s asser­\ntion that it can deny the validity o f A cts of Congress? T he available evidence concerning the intentions o f the Fram ers\nlends no specific support to the proposition that the Executive has a\nconstitutional privilege to disregard statutes that are deemed by it to be\ninconsistent with the Constitution. T he Fram ers gave the President a\nveto for the purpose, among others, o f enabling him to defend his\nconstitutional position. T hey also provided that his veto could be over­\nridden by extraordinary m ajority in both Houses. T hat being so, an\nargum ent can be made that the Fram ers assumed that the President\nwould not be free to ignore, on constitutional grounds or otherwise, an\nA ct o f Congress that he had been unwilling to veto 2 or had been\nenacted over his veto."
}