{
  "document_category": "memos",
  "document_name": "22556",
  "chunk_index": 16,
  "chunk_text": "Executive Authority to Fill\nVacancies, 1 Op. Att’y Gen. at 632; see also Power of President to Fill\nVacancies, 3 Op. Att’y Gen. at 675 (affirming the President’s power to\n30 Recess Appointments Amid Pro Forma Senate Sessions make a second recess appointment after the Senate failed to act on a\nnomination during the term of the first appointment because “the President, charged with the high duty of giving full effect to the law, must have\na power like its own existence—perpetual”); President’s Power to Fill\nVacancies in Recess of the Senate, 12 Op. Att’y Gen. 32, 38 (1866) (same,\nbecause “as to the executive power, it is always to be in action, or in\ncapacity for action; and . . . to meet this necessity, there is a provision . . .\nagainst vacancies in all the subordinate offices, and that at all times there\nis a power to fill such vacancies”). 16\nSubsequent Attorneys General and, later, this Office have continued to\nplace central importance on the Senate’s availability to give advice and\nconsent. In his seminal opinion concluding that a significant intrasession\nadjournment is a “recess” in which recess appointments can be made,\nAttorney General Daugherty focused on this point: “Regardless of whether the Senate has adjourned or recessed, the real question . . . is whether in\na practical sense the Senate is in session so that its advice and consent\ncan be obtained.” Daugherty Opinion, 33 Op. Att’y Gen. at 21–22 (second emphasis added); see also id. at 25 (“Is the Senate absent so that it\ncan not receive communications from the President or participate as a\nbody in making appointments?”). Thus, in determining whether an intrasession adjournment constitutes a recess in the constitutional sense, the\ntouchstone is “its practical effect: viz., whether or not the Senate is capable of exercising its constitutional function of advising and consenting to\nexecutive nominations.” Recess Appointments, 41 Op. Att’y Gen. at 467\n(emphasis added); accord Intrasession Recess Appointments, 13 Op. Indeed, in construing the phrase “happen during the Recess” in the Recess Appointments Clause to mean “happen to exist” rather than originate in the recess, Attorney\nGeneral Wirt identified two possibilities: one was “most accordant with the letter of the\nconstitution; the second, most accordant with its reason and spirit.” Executive Authority\nto Fill Vacancies, 1 Op. Att’y Gen. at 632. He chose the “construction of the constitution\nwhich is compatible with its spirit, reason, and purpose.” Id. at 633. The courts have\nsubsequently endorsed the construction adopted by Wirt. See, e.g., Evans, 387 F.3d at\n1226–27; United States v. Woodley, 751 F.2d 1008, 1012–13 (9th Cir. 1985) (en banc);\nUnited States v. Allocco, 305 F.2d 704, 710 –14 (2d Cir. 1962); In re Farrow, 3 F. 112,\n115–16 (N.D. Ga. 1880). But see Schenck v. Peay, 21 F. Cas. 672, 674 –75 (E.D. Ark.\n1869) (finding recess appointment unlawful where the vacancy “existed, but did not\nhappen, during the recess of the senate”); In re District Attorney of United States,\n7 F. Cas. 731, 734 –38 (E.D. Pa. 1868) (casting doubt on such an appointment). 16 31 36 Op. O.L.C. 15 (2012) O.L.C. at 272."
}