{
  "document_category": "memos",
  "document_name": "19011",
  "chunk_index": 2,
  "chunk_text": "Some statutes provide that the\nPresident “shall” nominate and, with the Senate’s advice and consent, appoint a\nparticular officer, and these statutes may be understood to require the President to\nmake a nomination within a reasonable time. See Memorandum [for the Acting\nAttorney General], from Robert G. Dixon, Jr., Assistant Attorney General, Office\nof Legal Counsel, Re: Applicability of the 30-Day Vacancies Act Time Limit to\nYour Tenure as Acting Attorney General at 29-30 (Dec. 7, 1973) (the statute\nproviding for appointment of the Attorney General and the President’s constitutional responsibilities “create a legal duty—and not merely political pressure—to\nsubmit a nomination within a reasonable time after the vacancy occurred”); see\nalso Memorandum for the Attorney General, from Golden W. Bell, Assistant\nSolicitor General, Re: Vacancy in the Office of Attorney General, 8 Unpub. Op.\nA.S.G. 1538, 1540 (Dec. 5, 1938). But see Letter for the President, from Homer\nCummings, Attorney General, 2 Unpub. Op. A.S.G. 447 (Jan. 24, 1934). 1 Other\nstatutes provide that the President “may” make nominations and appointments. See, e.g., 28 U.S.C. § 504 (2000) (Deputy Attorney General). By their plain terms,\nthese other statutes give the President the discretion to leave the offices unfilled. Here, the language of the statute is that the Treasury Department “has” an\nUnder Secretary for Enforcement. 31 U.S.C. § 301(d). This language appears to\ndescribe, rather than prescribe, the make-up of the Department. Along these lines,\nthe Senate Committee on Appropriations’ Explanatory Statement on the Emergency Supplemental Appropriations Act of 1994, the bill that enacted the language,\nobserved that the provision would “permit the President to nominate, with the\nadvice and consent of the Senate, a third Under Secretary of the Treasury.” 140\nCong. Rec. 2031 (1994) (emphasis added). 2 At the least, Congress imposed no\nclear obligation upon the President to make a nomination, and we would not read\n1 In other instances, we have more generally identified a duty to submit a nomination when an\nofficial is “acting” in an office and thus when failure to make a nomination within a reasonable time\nmight undercut the Senate’s role of advice and consent. See, e.g., Status of the Acting Director, Office\nof Management and Budget, 1 Op. O.L.C. 287, 290 (1977); Memorandum for the Attorney General,\nfrom Dawn Johnsen, Acting Assistant Attorney General, Office of Legal Counsel, Re: Acting Designation (Dec. 12, 1997); see also Letter for the President, from Homer Cummings, Attorney General,\n6 Unpub. Op. A.S.G. 756 (Sept. 24, 1936); Oversight of the Implementation of the Vacancies Act:\nHearing on S. 1764 Before the Senate Comm. On Governmental Affairs, 105 Cong. 138, 148 (1998)\n(statement of Joseph N. Onek, Principal Deputy Associate Attorney General, and Daniel Koffsky,\nSpecial Counsel, Office of Legal Counsel). 2\nCongress in 1993 directed that “[n]otwithstanding any other provision of law, the Secretary of the\nTreasury shall establish an Office of the Undersecretary for Enforcement within the Department of the\nTreasury by no later than February 15, 1994.” Pub. L. No. 103-123, § 105, 107 Stat. 1226, 1234 (1993). Congress enacted the current language of 31 U.S.C. § 301(d) in 1994."
}