{
  "document_category": "memos",
  "document_name": "19521",
  "chunk_index": 2,
  "chunk_text": "Rec. S10,943 (daily ed. Sept. 24, 1998) —\nnine years after the previous term expired — rather than for a term of nine years\n123 Opinions o f the Office o f Legal Counsel in Volume 23 to begin upon appointment. Cf. 133 Cong. Rec. 1929 (1987) (predecessor’s\nnomination was “ for a term of 9 years” ). The Senate likewise gave its advice\nand consent to the nomination incorporating the wrong term. 144 Cong. Rec.\nS12,963 (daily ed. Oct. 21, 1998). We understand that, in accordance with the\nnomination and confirmation, the commission also specified a term expiring\nOctober 21, 2005. The language of a nomination, confirmation, and commission cannot alter a\nstatutory term. The opinion of Solicitor General Phillips in Case of Chief Con­\nstructor Easby, which Attorney General Devens approved, stands for this prin­\nciple. Easby had received a recess appointment as Chief of the Bureau of\nConstruction and Repair in the Navy Department. The wording of his later\nnomination, confirmation, and commission for the office, which had a statutory\nfour-year term, rested on a calculation running from the date of the recess appoint­\nment, rather than the appointment with the Senate’s advice and consent. 1 Solicitor\nGeneral Phillips concluded that “ [t]he law of the term of the office, of course,\ncontrols special language in the nomination and confirmation,” and because “ [t]he\nterm during which Mr. Easby served under the temporary appointment was, by\nlaw, a different term from that which commenced” upon his appointment with\nthe Senate’s advice and consent, “ his term of office begins at the date of his\nappointment by and with the consent of the Senate, and not at the date of his\nprevious temporary appointment by the President, notwithstanding the special\nwording of his nomination to the Senate, and of his commission.” 16 Op. Att’y\nGen. at 656, 657. This principle squares with a pronouncement of the Supreme Court (although\nit may only have been dictum), Quackenbush v. United States, 177 U.S. 20, 27\n(1900) (“ the terms of the commission cannot change the effect of the appointment\nas defined by the statute” ), and has been followed by our Office, Impact of\nPanama Canal Zone Treaty on the Filling o f the Vacancy in the Office of the\nDistrict Judge fo r the United States District Court fo r the District of the Canal\nZone, 1 Op. O.L.C. 236, 237 n.4 (1977); Memorandum for John W. Dean III, Counsel to the President, from Leon Ulman, Deputy Assistant Attorney General,\nOffice of Legal Counsel, Re: Presidential Commissions at 5 (Dec. 1, 1971). 2 Consequently, the term in this case ends nine years after the appointment, rather\nthan on October 21, 2005. The “ special language in the nomination and confirma­\ntion,” as well as the language of a commission that “ conform[s] to the . . .\n1"
}