{
  "document_category": "memos",
  "document_name": "22616",
  "chunk_index": 9,
  "chunk_text": "He need not sign the document by his\nown hand. See United States v. Fletcher, 148 U.S. 84-92 (1893); 7 Op.\nA tt’y Gen. at 472-73 (1855); 22 Op. A tt’y Gen. 82, 84 (1898). More­\nover, the statute does not purport to restrict the President’s constitu­\ntional power to delegate his powers and functions. 3 U.S.C. § 302. We\nbelieve that a President may determine in an exigent circumstance that\nit is necessary to delegate a power or function without immediate\ncompliance with the normal formal requisites (i.e., publication of a\nwritten document). Such a delegation is effective if it is necessary to\nenable the President to discharge his constitutional duty. T heodore B. O lso n Assistant Attorney General\nOffice o f Legal Counsel Attachment 99 APPENDIX\nP r io r P r e s id e n t ia l D is a b il it ie s This is a summary of prior presidential disabilities and the resulting\neffect on presidential authority. 1\n1. James Madison suffered from a severe fever in the summer of 1813\nin the midst o f disputes w ith Congress on how to pay for the W ar of\n1812. I. Brant, James Madison: Commander-in-Chief, 1812-1836, at\n184-94 (1961). Daniel W ebster reported at one point that Madison was\ntoo weak to read resolutions brought to his bedside. Id. at 186-87. Both\nHouses of Congress became “engrossed” for over a month in specula­\ntion on the succession,2 since the Vice President was aged and there\nwas a vacancy in the position of President pro tempore of the Senate. J.\nFeerick, T he Twenty-Fifth Amendment 4-5 (1976) (Feerick). Madison\nrecovered, however, and no legislation was passed nor were formal\narrangements for the delegation or transfer of power implemented. 2. William Henry Harrison was inaugurated on M arch 4, 1841, and\ndied o f pneumonia on A pril 4, 1841. His illness was so short that the\nquestion of inability apparently did not arise.3 3. James A. Garfield was wounded on July 2, 1881, by an assassin\nand died 80 days later on September 19, 1881. Vice President Chester\nA. A rthur did not act in his stead. A rthur refused to do so because of a\nfear, shared by many constitutional scholars of the time, that once he\nhad assumed the powers and duties o f the office, they would “devolve\non the Vice President” permanently, leaving him unable to turn the\nreins back to the President. U.S. Const., Art. II, § 1, cl. 6. See S. Rep.\nM a te ria l consulted included the N.Y. Times, S. Rep. No. 66, 89th Cong., 1st Sess. (1965), and\nhearings held in 1958. Presidential Inability: Hearings on S.J. Res. 100, S.J. Res. 133, S.J. Res. 134, S.J.\nRes. 141, S.J. Res. 143, S.J Res. 144, S. 238, and S. 3113 Before the Subcomm. on Constitutional\nAmendm ents o f the Senate Comm, on the Judiciary, 85th Cong., 2d Sess. (1958) [hereinafter cited as 1958\nHearings]. A list o f articles on presidential inability can be found in the 1958 Hearings, at 41-42.\n2 T he first succession act was passed in 1792."
}