{
  "document_category": "memos",
  "document_name": "23996",
  "chunk_index": 7,
  "chunk_text": "Similarly, amendments to\nsection 881 contained in the 1988 Drug Act preserve the Attorney General’s\nexclusive forfeiture authority. 13\nCongress’ intent that the Attorney General hold exclusive authority to seize\nand forfeit property under section 881 is also evident in the broader statutory\nscheme of the Controlled Substances Act. No other section of the Act grants au­\nthority to the Customs Service to seize and forfeit property under the Act.14 In­\ndeed, section 878(a)(4) affirmatively grants authority to “make seizures of prop­\nerty pursuant to the [Controlled Substances Act]” only to officers and employees\nof the DEA or any state or local law enforcement officer designated by the At­\ntorney General to make such seizures. Congress amended section 878 in 1986,15\nyet did not include Customs in this specific, affirmative grant of authority. Sim­\n12 The first rule of statutory construction is to examine the language of the statute itself. See, e.g , Touche Ross\n& Co v.Redington,442U.S.56Qt 56&(\\979)',GreyhoundCorp. v.Mt. Hood Stages, Inc.,431V S 322,330(1978). 13 We note that section 881(1), added as part of the 1988 Drug Act, authorizes the Attorney General to delegate\ncertain of his section 881 functions, by agreement, to the Postal Service. The 1988 Drug Act also amended 18 Lf.S.C.\n§ 3061 to grant the Postal Service seizure authority with respect to postal offenses, and '\"to the extent authorized\nby the Attorney General pursuant to agreement between the Attorney General and the Postal Service, in the en­\nforcement of other laws o f the United States, if the Attorney General determines that violations of such laws have\na detrimental effect upon the operations of the Postal Service.” Section 881 (e)(2)(B), as amended by the 1988 Drug\nAct, provides that the proceeds of forfeitures conducted by the Postal Service shall be deposited in the Postal Ser­\nvice Fund. 14 Part E, entitled “Administrative and Enforcement Provisions,” contains several secuons, none of which refers\nto anyone other than the Attorney Genera] with respect to enforcement authority under the Controlled Substances\nAct. For example, section 871 empowers the Attorney General to delegate any of his functions under the Act to any\nofficer or employee of the Department of Justice, and to promulgate and enforce any rules, regulations and proce­\ndures which he deems necessary for efficient execuuon of his functions under the Act. 21 U.S.C. § 87 l(a)-(b). Sec­\ntion 875 authorizes the Attorney General to hold hearings, sign and issue subpoenas, administer oaths, examine\nwitnesses and receive evidence anywhere in the United States in carrying out his functions under the Act.\n15 21 U.S.C § 878 was amended in 1986 by Pub. L. No. 99-570. 271 ilarly, 21 U.S.C. § 873(b) vests only in the Attorney General the authority to re­\nquest assistance from other federal agencies to carry out his functions under the\nControlled Substances Act.16 The only part of section 881 that makes any reference to the Customs Service\nis section 881(d), which sets forth “other laws and proceedings applicable” to\ncivil forfeiture proceedings under the Controlled Substances Act. Customs relies\non that section to argue that it has section 881 forfeiture authority. 17 The argu­\nment is unavailing."
}