{
  "document_category": "memos",
  "document_name": "20271",
  "chunk_index": 5,
  "chunk_text": "H R C o n f R ep No. 95-634, at 76 (1977), rep rin ted in 1977 U S C C .A N 2965, 2995 251 Opinions o f th e Office o f L egal C ounsel agencies. W hen introducing the bill, Senator Proxmire stated that the CRA “is\nintended to establish a system of regu latory incentives to encourage banks and\nsavings institutions to more effectively meet the credit needs of the localities they\nare chartered to serve.” Id. at 1958 (emphasis added). During floor debate on the\nlegislation, he stated that “we have to do something to nudge [the banks], influence\nthem, p ersu a d e them to invest in their com munity.” Id. at 17,630 (emphasis\nadded). He stated during hearings on the CRA that “[w]hat are we [sic] trying to\ndo here is not to provide for any terrible sanction. . . . All we are saying is that the\njob that you do in servicing community needs should be taken into consideration\nas one elem ent in w hether or not branching should be approved. It is a mild pro­\nposal, it seems to m e.” Community C redit N eeds: H earings on S. 4 0 6 Before the\nSenate Comm, on Banking, Housing and U rban Affairs, 95th Cong. 323 (1977)\n(emphasis added). 5 Finally, it is “an ‘elemental canon’ of statutory construction that where a statute\nexpressly provides a remedy, courts must be especially reluctant to provide\nadditional rem edies.” Karahalios v. N ational F e d ’n o f Fed. Em ployees, 489\nU.S. 527, 533 (1989) (quoting Transam erica M ortgage Advisors, Inc. v. Lewis,\n444 U.S. 11, 19 (1979)).6 “In such cases, ‘[i]n the absence o f strong indicia\nof contrary congressional intent, we are com pelled to conclude that Congress\nprovided precisely the remedies it considered appropriate.’” K arahalios, 489 U.S.\nat 533 (quoting M iddlesex County Sew erage Auth. v. Sea Clam m ers A s s ’n,\n453 U.S. 1, 15 (1981)). To move from an enforcement scheme that relies upon a\nsystem o f regulatory incentives to a scheme that entails cease-and-desist orders and\npotentially substantial monetary penalties is a leap that we do not believe can be\njustified on the basis o f the text, purpose, and legislative history of the CRA. We\ntherefore conclude that enforcement under 12 U.S.C. § 1818 is not authorized by\nthe CRA. 5 S e n a to r P roxm ire did state w hen introducing the co n feren ce report on the Senate floor that “the intention [o f C o n g ress] is as stated in [ 12 U S C § 2 9 0 1 (b )] thal the agencies use the full extent o f their authority,\nincluding th eir gen eral re g u lato ry authority, u n d e r [12 U .S C. § 2905], to encourage all regulated depository\nin stitu tio n s’ re sp o n siv en ess to com m unity n e e d s .” 123 C ong Rec. 31,887 (1977)"
}