{
  "document_category": "memos",
  "document_name": "22356",
  "chunk_index": 5,
  "chunk_text": "IV. Effect of Vesting on Pending Litigation\nA. Dom estic Litigation What effect would a vesting of Iranian government-owned assets\nhave on domestic suits—and especially on pre-judgment attachments\nwhich have been attempted by American creditors, primarily by Amer­\nican banks who have in their custody Iranian government deposits? The Foreign Sovereign Immunities Act of 1976, 28 U.S.C. § 1602,\ndeals comprehensively with the suability of foreign states and their\nagencies and instrumentalities, and defines the circumstances under\nwhich property of such entities can be attached prior to judgment and\nlevied upon in satisfaction of judgments. Whether a suit is properly\nbrought and whether an attachment is valid is, therefore, a question of\nfederal law; state law is relevant only in those instances where attach­\nment is authorized under the Immunities Act; state law defines the\nrights obtained by an attachment creditor. 3 Vesting of Iranian government-owned assets would have little effect\non pending suits. It would be for the courts to determine on a case-bycase basis whether the Immunities Act confers jurisdiction. Vesting,\nhowever, would impact upon the pending pre-judgment attachments. A majority of the attachments which have been sought are in all\nlikelihood invalid because they either seek to reach property of the\nIranian government not used for a “commercial purpose,” or because\nthe property sought to be reached belongs to an Iranian entity which is\ndistinct from the debtor entity. An American claimant who attempted\nan unauthorized attachment would not be deprived of any cognizable\nproperty interests if the asset is vested and title passes to the United\nStates. In instances where attachments are proper under the Immunities Act,\ntheir legal effect would have to be determined under state law. A valid\nattachment would not be cancelled or annulled upon vesting, even if\nthe property were “frozen” at the time the attachment was obtained. Zittm an v. M cGrath, 341 U.S. 446 (1951) (holding that a “right, title\n3T h e Iranian Assets C o n tro l R egulations expressly authorize pre-judgm ent attachm ents. 31 C .F .R .\n§ S35.4I8 (as added on D ecem ber 19, 1979). But the regulations authorize such attachm ent only w here\nfederal o r state law g rants a rig h t to a c re d ito r to attach his d e b to r's property; the regulations\nthem selves are not a source o f substantive c re d ito r’s rights. 205 and interest” vesting leaves undisturbed any property interests acquired\nby a pre-vesting attachment creditor). When vesting property, the fed­\neral government merely steps into the shoes of the pre-vesting owner\n(here, the Iranian government). This does not mean that property in\nwhich an attachment creditor obtained an interest under state law is not\nsubject to vesting. The Second Z ittm an case (Zittm an v. McGrath, 341\nU.S. 471 (1951)) teaches that the federal government may enforce a\ntransfer of possession of the funds “for purposes of administration.” During such administration—which is akin to a receivership—the pre­\nexisting rights of attachment creditors must be preserved."
}