{
  "document_category": "memos",
  "document_name": "21776",
  "chunk_index": 5,
  "chunk_text": "Id. at 4. These statutes do not simply\nname the officials whom the Director may designate to exercise NSL\nauthorities. Instead, they reserve the exercise of NSL functions to the\nDirector “or his designee in a position not lower than Deputy Assistant\nDirector at Bureau headquarters or a Special Agent in Charge in a Bureau\nfield office designated by the Director.” 18 U.S.C. § 2709(b); 12 U.S.C.\n§ 3414(a)(5); 15 U.S.C. § 1681u(a) (emphasis added). This language is\nunusual and might suggest a congressional intent to limit the exercise of\nNSL authority to permanent appointees, who, unlike acting officials,\nperhaps are more fittingly characterized as “in a position.” 4\n4 We are aware of two other statutes that use the formulation “in a position not lower\nthan.” See 20 U.S.C. § 1232g( j ) (2006) (authorizing “the Attorney General (or any\nFederal officer or employee, in a position not lower than an Assistant Attorney General,\ndesignated.by the Attorney General),” to seek an ex parte court order allowing access to\neducational records in connection with terrorism investigations or prosecutions (emphasis\nadded)); id. § 9573(e) (similar). Neither our Office nor any court has considered the\nmeaning of these provisions. 150 Authority of Acting FBI Officials to Sign National Security Letters II. Statutes about the designation of acting officials typically do not refer\nto such officials as being “in a position.” The Vacancies Reform Act\n(“VRA”), for example, says that an acting officer “shall perform the\nfunctions and duties” of the vacant office. 5 U.S.C. § 3345(a) (2006). Other statutes use similar language or provide that the acting official shall\n“serve as” or shall “be” “Acting [Title]” in the event of a vacancy, absence, or disability. See, e.g., 10 U.S.C. § 154(d) (2006) (providing that\n“the Vice Chairman [of the Joint Chiefs of Staff] acts as Chairman and\nperforms the duties of the Chairman until a successor is appointed or the\nabsence or disability ceases”); 12 U.S.C. § 1462a(c)(3)(B) (2006) (“In the\nevent of a vacancy in the position of Director [of the Office of Thrift\nSupervision] or during the absence or disability of the Director, the Deputy Director shall serve as Acting Director.”); 18 U.S.C. § 508 (2006) (“In\ncase of a vacancy in the office of Attorney General, or, of his absence or\ndisability, the Deputy Attorney General may exercise all the duties of that\noffice.”) (emphases added). The existence of these formulations, however, does not demonstrate\nthat by using the language “in a position not lower than,” Congress sought\nto preclude Acting Deputy Assistant Directors from exercising NSL\nfunctions. Nothing in the statutes speaks directly to the issue of acting\nofficials, and the phrase “in a position not lower than” easily could refer\nto the level to which the function may be delegated. In light of the distinction we drew in our 1975 opinion between provisions that restrict delegability and those that exclude acting officials from performing a function, and in light of the well-established presumption that acting officials\nmay exercise the same authorities as permanent officeholders, the NSL\nstatutes are best read as placing a limit on delegation, not overturning the\nordinary presumption about acting officials."
}