{
  "document_category": "memos",
  "document_name": "19586",
  "chunk_index": 6,
  "chunk_text": "Nothing in\nMCRA would appear to indicate that Congress intended to limit the Attorney Gen­\neral’s discretion to determine a reasonable settlement amount. Even when that\namount is determined based on an abstract formula, the government may still be\nrecovering the money for purposes of satisfying the MCRA claim. For example,\nthe government may have determined that the ten-cents-per-veteran formula is\nan appropriate approximation of the actual expenses incurred in providing MCRA\nrecoverable Chapter 17 services to affected veterans. Thus, to the extent the tencents-pcr-veteran formula was aimed at determining a reasonable figure to com­\npensate the United States for the relinquishment of its MCRA claims against the\nFractionaters for Chapter 17 services, the resulting recovery would be “ a recovery\nor collection under [MCRA] . . . based on medical care or services furnished”\nto veterans under Chapter 17. 38 U.S.C. § 1729A(b). Furthermore, because the\npayment of the settlement was apparently received on August 15, 1997, the\nrecovery would appear to fall within the time limits of the Veterans Reconciliation\nAct. We caution, however, that to the extent the settlement amount was calculated\nto include compensation to the United States for relinquishment of claims other\nthan the MCRA claims that are outlined above (i.e. to the extent the settlement\namount included compensation for claims that might have been made under, for\n9 In light of the formulation in MCRA providing for the recoupment o f costs for care and treatment “ furnished,\nto be furnished, paid for, or to be paid for,” 42 U S C §2651(a), we believe that the Veterans Reconciliation\nAct formulation concerning the transfer of funds recovered under MCRA for medical carc or services “ furnished\nunder this Chapter,” 38 U S C § l729A(b), should be read as authorizing the transfer of funds recovered under\nMCRA for medical care or services that were furnished in the past or will be furnished in the future under Chapter\n17. 255 Opinions of the Office o f Legal Counsel in Volume 22 example, the False Claims Act or civil monetary penalty laws, or for claims of\ncommon law contribution or indemnity rights relating to Federal Tort Claims Act\ncases), the amount of the settlement that was considered to compensate the United\nStates for these other claims could not be deposited in the VA Fund. Similarly,\nwe note that any MCRA claim recovery formula based on the entire veteran popu­\nlation must reflect only the government’s claims regarding Chapter 17 services\nand must not include claims relating to services furnished or paid for under other\nhealth benefit programs, if the formula is intended to yield an amount that may\nbe deposited in the VA fund. Accordingly, we conclude that the share of the settlement amount attributable\nto MCRA recoverable Chapter 17 services rendered by the Department of Vet­\nerans Affairs (less the 3% Department of Justice collection fee) may be deposited\nin the Department of Veterans Affairs Medical Care Collections Fund."
}