{
  "document_category": "memos",
  "document_name": "23421",
  "chunk_index": 7,
  "chunk_text": "135 Union matters, many Labor Department employees testified before the Sub­\ncommittee while accompanied by Justice Department counsel. However, the\nChairman of the Subcommittee, Senator Nunn, objected to Norman Edward\nPerkins and one other Labor Department employee being accompanied by\nJustice Department counsel because the Subcommittee suspected these indi­\nviduals of criminal conduct. The apparent rationale for the Subcommittee\nposition on Department representation was that the Subcommittee “wished\nto avoid a conflict of interest which could have arisen if Justice later de­\ncided to prosecute Mr. Perkins.” Perkins Memorandum at 3. Upon discussing\nthe m atter with Senator Nunn, Attorney General Civiletti acquiesced to the\nSenator’s preference and agreed that Perkins and the other employee would\nnot be accompanied by Department counsel. Id. at 2. Perkins retained\nprivate counsel (id. at 1) and reimbursement o f his counsel fees was ap­\nproved by this Office’s opinion (id. at 6). The Perkins situation was basically the same as the present one. “In the\nabsence o f the Nunn-Civiletti agreement, it appears that Perkins would have\nbeen represented by a Justice Department attorney, as were the other Labor\nDepartm ent employees.” Id. at 3. Likewise, Department counsel would be\nrepresenting the employees at the Judiciary Committee depositions but for\nthe D epartm ent’s agreement (by acquiescing to the Committee’s position)\nthat Departm ent counsel would not be present at the employee interviews or\ndepositions. In addition, in the two situations Senator Nunn and the Judi­\nciary Committee were each concerned that Department representation would\npresent a conflict of interest. Although the Department in fact had no con­\nflict o f interest in the Perkins situation because no criminal investigation\nhad been initiated (see id. at 4), and the Department has no conflict of\ninterest in the present situation because the employees are appearing in their\nofficial capacities and there is no pending criminal investigation, in both\ncases the Department acquiesced to the congressional committee’s position\nand made an exception to the longstanding policy that government counsel\naccompany government employee witnesses. Although the Department’s representation guidelines do not apply in this\nsituation, see n.3 supra, reimbursing the employees is consistent with the\nprinciples underlying the guidelines. In reaching this conclusion, we adopt\nthe analysis we used in the Perkins matter. 7 We noted there that the guide­\nlines authorize use of private counsel where the employee is the subject of a\nfederal criminal investigation or the representation would involve asserting a\nposition that conflicts with a government position. We indicated that while\nthere was no ongoing criminal investigation or conflicting positions, “[b]oth\nthe concern o f possible criminal conduct and the possible conflict arising\n7"
}