{
  "document_category": "memos",
  "document_name": "22556",
  "chunk_index": 3,
  "chunk_text": "See 154 Cong. Rec. S7558 (daily ed. July 28, 2008) (statement of\nSen. Reid); see also 153 Cong. Rec. S14609 (daily ed. Nov. 16, 2007)\n(statement of Sen. Reid) (“[T]he Senate will be coming in for pro forma\nsessions . . . to prevent recess appointments.”). While this practice was initiated by Senate action, more recently the\nSenate’s use of such sessions appears to have been forced by actions of\nthe House of Representatives. See generally Henry B. Hogue & Richard\nS. Beth, Cong. Research Serv., Efforts to Prevent Recess Appointments\nThrough Congressional Scheduling and Historical Recess Appointments\nDuring Short Intervals Between Sessions 5–8 (2011). On May 25, 2011,\ntwenty Senators noted the Senate’s use of pro forma sessions in 2007\nand “urge[d] [the Speaker of the House] to refuse to pass any resolution\n(daily ed. May 27, 2008) (noting that day’s pro forma session lasted from 9:15:02 until\n9:15:31 a.m.). 3 We are aware of only two occasions in this period in which a Senate order did not\nprovide that no business would be conducted in pro forma sessions held during a recess. On the first, the relevant order provided that there would be “no business conducted,\nexcept with the concurrence of the two leaders,” 154 Cong. Rec. S10,504 (daily ed.\nOct. 2, 2008); on the second, the relevant order was silent, id. at S6336 (daily ed. June 27,\n2008). It is unclear, however, whether the use of pro forma sessions on the latter occasion\nwas intended to prevent recess appointments, as only one pro forma session was scheduled during the ten-day recess. See id. 17 36 Op. O.L.C. 15 (2012) to allow the Senate to recess or adjourn for more than three days for the\nremainder of the [P]resident’s term.” Press Release, Senator David\nVitter, Vitter, DeMint Urge House to Block Controversial Recess Appointments (May 25, 2011), http://vitter.senate.gov/public/index.cfm? FuseAction=PressRoom. PressReleases. The next month, eighty Representatives similarly requested that the Speaker, House Majority Leader,\nand House Whip take “all appropriate measures . . . to prevent any and\nall recess appointments by preventing the Senate from officially recessing for the remainder of the 112th Congress.” Letter for John Boehner,\nSpeaker of the House, et al., from Jeff Landry, Member of Congress\n(June 15, 2011), http://landry.house.gov/sites/landry.house.gov/files/ documents/Freshmen%20Recess%20Appointment%20Letter.pdf. Consistent with these requests, “no concurrent resolution of adjournment\nha[s] been introduced in either chamber since May 12, 2011.” Henry B.\nHogue, Cong. Research Serv., RS21308, Recess Appointments: Frequently Asked Questions 3 (rev. Dec. 12, 2011). And because the Constitution provides that “[n]either House, during the Session of Congress, shall, without the Consent of the other, adjourn for more than\nthree days,” U.S. Const. art. I, § 5, cl. 4, both Houses have convened\npro forma sessions during periods of extended absence. Public statements by some Members of the Senate reveal that they do\nnot consider these pro forma sessions to interrupt a recess."
}