{
  "document_category": "memos",
  "document_name": "451161",
  "chunk_index": 8,
  "chunk_text": "these documents are deliberative in nature and clearly fall within the scope of\nexecutive privilege. The Department’s accommodation with respect to some White\nHouse-Department communications does not constitute a waiver and does not\npreclude the President from asserting executive privilege with respect to White\nHouse materials or testimony concerning such communications. The D.C. Circuit\nhas recognized that each branch has a “constitutional mandate to seek optimal\naccommodation” of each other’s legitimate interests. United States v. AT&T Co.,\n567 F.2d 121, 127 (D.C. Cir. 1977). If the Department’s provision of documents\nand information to Congress, as part of the accommodation process, eliminated the\nPresident’s ability to assert privilege over White House documents and information concerning those same communications, then the Executive Branch would\nbe hampered, if not prevented, from engaging in future accommodations. Thus, in\norder to preserve the constitutional process of interbranch accommodation, the\nPresident may claim privilege over documents and information concerning the\ncommunications that the Department of Justice has previously disclosed to the\nCommittees. Indeed, the relevant legal principles should and do encourage, rather\nthan punish, such accommodation by recognizing that Congress’s need for such\ndocuments is reduced to the extent similar materials have been provided voluntarily as part of the accommodation process. Here, the Committees’ need for White House documents concerning these\ncommunications is weak. The Committees already possess the relevant communications, and it is well established that Congress may not override executive\nprivilege to obtain materials that are cumulative or that could be obtained from an\nalternative source. See Senate Select Comm., 498 F.2d at 732–33 (holding public\nrelease of redacted audio tape transcripts “substantially undermined” any legislative need for tapes themselves); Clemency Decision, 23 Op. O.L.C. at 3–4 (finding\nthat documents were not demonstrably critical where Congress could obtain\nrelevant information “through non-privileged documents and testimony”). Accordingly, the Committees do not have a “demonstrably critical” need to collect\nWhite House documents reflecting previously disclosed White House-Department\ncommunications. Finally, the Committees have also failed to establish the requisite need for\ntestimony from current or former White House officials about previously disclosed\nWhite House-Department communications. Congressional interest in investigating\nthe replacement of U.S. Attorneys clearly falls outside its core constitutional\nresponsibilities, and any legitimate interest Congress may have in the disclosed\ncommunications has been satisfied by the Department’s extraordinary accommodation involving the extensive production of documents to the Committees,\ninterviews, and hearing testimony concerning these communications. As the D.C.\nCircuit has explained, because “legislative judgments normally depend more on\nthe predicted consequences of proposed legislative actions and their political\nacceptability,” Congress will rarely need or be entitled to a “precise reconstruction\nof past events” to carry out its legislative responsibilities. Senate Select Comm., 8 Assertion of Executive Privilege Concerning Dismissal of U.S. Attorneys 498 F.2d at 732. 5 On the other hand, the White House has very legitimate interests\nin protecting the confidentiality of this information because it would be very\ndifficult, if not impossible, for current or former White House officials testifying\nabout the disclosed communications to separate in their minds knowledge that is\nderived from the Department’s disclosures from knowledge that is derived from\nother privileged sources, such as internal White House communications."
}