{
  "document_category": "memos",
  "document_name": "22556",
  "chunk_index": 30,
  "chunk_text": "Moreover, it\nis unclear that Justice Jackson’s framework would apply in matters involving the balance\nbetween the President’s constitutional authority to make recess appointments and a single\nHouse of Congress’s constitutional authority to set its internal rules. 45 36 Op. O.L.C. 15 (2012) resolutions of adjournment authorizing extended intrasession recesses to\nprovide that the Senate “stand[s] recessed or adjourned until [a specified\ndate], . . . or until the time of any reassembly” ordered by the leaders of\nthe two Houses “as they may designate whenever, in their opinion, the\npublic interest shall warrant it.” See, e.g., H.R. Con. Res. 361, 108th\nCong. (2004). That potential for reassembly by itself does not deprive an\nextended Senate absence of its character as a recess. In fact, the Senate\nhad adjourned pursuant to such a resolution before the intrasession recess\nduring which Judge Pryor was appointed to the Eleventh Circuit. That\nrecess appointment was approved by this Office, see Goldsmith Memorandum, and upheld by the court of appeals en banc, see Evans v. Stephens, 387 F.3d 1220. Fourth, legal precedent addressing the President’s authority to pocket\nveto during a recess a bill passed by Congress conceivably might be\nviewed as constraining the President’s recess appointment authority in the\ncurrent recess. For example, in Wright v. United States, 302 U.S. 583, the\nSupreme Court held that a temporary adjournment of the Senate (for\nwhich consent of the House was not required under Article I, Section 5,\nClause 4 of the Constitution) did not prevent the President from vetoing a\nbill. And in Kennedy v. Sampson, 511 F.2d 430 (D.C. Cir. 1974), the D.C.\nCircuit extended Wright to reach all intrasession adjournments, provided\nthat arrangements were made for the receipt of presidential messages. 28 It\ncould be argued that these cases either delineate the types of Senate adjournments that are insufficient to qualify as a “Recess of the Senate”\nunder the Recess Appointments Clause, or establish that the Senate can\ntake some action short of actually remaining in session to mitigate the\nconsequences of its absence. We have previously observed that “[w]hile the Pocket Veto and Recess\nAppointments Clauses deal with similar situations, that is, the President’s\npowers while Congress or the Senate is not in session, their language, effects, and purposes are by no means identical.” Recess Appointments Issues,\n6 Op. O.L.C. 585, 589 (1982). And “[i]n light of the[se] differen[ces] . . . we\ndo not believe [that Sampson] should be read as having any significant\nIn Barnes v. Kline, 759 F.2d 21, 41 (D.C. Cir. 1985), the court held that the President is not “prevent[ed]” from returning a bill even during an intersession recess if a duly\nauthorized officer of the originating house is available to receive it. That decision was\nlater vacated as moot. See Burke v. Barnes, 479 U.S. 361 (1987). 28 46 Recess Appointments Amid Pro Forma Senate Sessions bearing on the proper interpretation of the Recess Appointments Clause.” Id.\nat 590. Moreover, we have concluded that “there are sound reasons to believe that the President has authority to make recess appointments in situations in which a pocket veto might well be inappropriate.”"
}