{
  "document_category": "memos",
  "document_name": "20846",
  "chunk_index": 4,
  "chunk_text": "42 U.S.C. § 1975(b). 353 Supplemental Opinions of the Office of Legal Counsel in Volume 1 Fourth, the Commission has always been a temporary agency. It was originally\nestablished for two years, Pub. L. No. 85-315, § 104, 71 Stat. at 635, and has since\nbeen extended six times for additional temporary periods, Pub. L. No. 86-383,\ntit. IV, 73 Stat. 717, 724 (1959); Pub. L. No. 87-264, tit. IV, 75 Stat. 545, 559\n(1961); Pub. L. No. 88-152, § 2, 77 Stat. 271, 271 (1963); Pub. L. No. 88-352,\n§ 504(b), 78 Stat. 241, 251 (1964); Pub. L. No. 90-198, § 1, 81 Stat. 582, 582\n(1967); Pub. L. No. 92-496, § 4, 86 Stat. 813, 814 (1972). It can be argued, then,\nthat Congress intended for members to serve for the relatively short life of the\nCommission. Although each of these points is valid, we do not find them persuasive against\nthe contrary arguments, either singly or in combination. Moreover, most of these\npoints can be answered to some extent. As to the first, as a matter of history, the\nCommission has in fact been a vigorous critic of administration civil rights\npolicies, Republican and Democratic, through much of its history. As to the\nsecond, the requirement of reporting to Congress was added in Senate floor\ndiscussion without debate or any indication that the requirement affected the\nCommission’s status in the Executive Branch. 103 Cong. Rec. 13,456 (1957). Moreover, executive officers or agencies are quite frequently required by statute to\nreport to Congress as well as the President. As to the third—bipartisanship—there\nis no strong answer, but we consider it a relatively minor point. As to the fourth,\nthe Commission, as noted above, has become a more or less permanent agency. Father Theodore M. Hesburgh, for example, served for fifteen years, from the\nCommission’s inception. Although this argument may have had force a decade\nago, we do not view it as very substantial now. Last year, Father Hesburgh wrote an article entitled Integer Vitae: Independence of the United States Commission on Civil Rights, 46 Notre Dame Law. 445\n(1971), in which he discussed, among other things, the President’s removal power\nvis-à-vis the Commission. He noted several of the arguments discussed in this\nmemorandum, concluding that “the legality of a [presidential] demand for\nresignation remains in question.” Id. at 454. Reportedly, Father Hesburgh has now\nconceded the legality of such a demand. See Spencer Rich, Nixon Confers with\nCabinet Aides on Reorganization, Wash. Post, Nov. 18, 1972, at A15 (“What I did\nsay was that if I were asked to resign by the reelected President, as is his privilege,\nI would. He did, and I did resign.”) (quoting Father Hesburgh). In his article,\nFather Hesburgh quotes a 1964 letter to the other commissioners from Solicitor\nGeneral Erwin Griswold, then a commissioner, in which Griswold stated that\nremoval at the pleasure of the President was not, in his view, “either the legal or\nfactual situation.” 46 Notre Dame Law. at 454. Apparently, however, the Solicitor\nGeneral’s expressed view was not accompanied by legal argument."
}