{
  "document_category": "memos",
  "document_name": "24271",
  "chunk_index": 33,
  "chunk_text": "See U nited States\ne x ref. Chase v. Wald, 557 F2d 157 (8th Cir.), cert denied, 434 U.S. 1002 (1977). Similarly, w e are aware\no f only one 20th century action brought under the qui tam provision o f the postal laws, which nominal­\nly remained in fo rce until the creation o f the Postal Service in 1970. In that case, the Eighth Circuit held\nthat the statute did not provide a private right o f action fo r the informer. Williams v. WeUs Fargo & Co\nExpress, 177 F 352 (8th Cir. 1910). However, passage o f the 1986 Amendments significantly increased awards and subsequently has resulted in a substantial increase in the number o f qui tam suits. 21 I f w e find that the historical practice o f qui tam is per se constitutional because o f its pedigree, then\nw e must accept the entire practice as it actually existed, not merely those aspects o f it that seem least\nobjectionable to m odem sensibilities. Th is would raise the possibility o f cnminal prosecutions by private\npersons, especially given that in England cnminal qui tam was w ell known. See Washington University\nN ote, at 87-89 In the United States, the penalty provision o f the first Census Act, which authorized qui\ntam enforcem ent, allowed the penalty to b e collected through an action in debt or by indictment or infor­\nmation — the latter tw o implying a cnminal proceeding. A ct o f Mar. 1, 1790, ch. 2, § 3, 1 Stat. 101, 102. Moreover, some o f the early qui tam statutes, including the first Census Act, authonzed private persons\nw h o had not been ii\\jured to sue public officials in qui tam to collect penalties for the officials’ failure to\nperform their duty. Id We could tolerate neither pnvate criminal prosecution nor the general pnvatization o f execu tive branch employee discipline. But if w e conclude that w e cannot accept some part o f the\nhistoncal practice, there is no reason to defend the remainder under the theory that history is necessar­\nily correct 236 ity o f a later statute. Congress’s aggrandizing enactments should not serve\nas conclusive precedent on the scope o f Congress’s own authority. The\nFramers recognized that, in a mixed government, it is the legislative body\n— the “impetuous vortex” — that is the branch most disposed to usurp the\npowers o f the others. They also warned that “ [the legislative department]\ncan with the greater facility, mask under complicated and indirect mea­\nsures, the encroachments which it makes on the coordinate departments.” The Federalist No. 48, at 334 (James Madison) (Jacob E. Cooke ed. 1961). It is true that many o f the members o f the early congresses had been\ninvolved in framing the Constitution. We cannot assume for that reason,\nhowever, that as congressmen they were above attempted encroachments\non the other branches. Their actions are not sacrosanct and should be sub­\nject to careful examination for “masked” encroachments on co-ordinate\nbranches."
}