{
  "document_category": "memos",
  "document_name": "22386",
  "chunk_index": 13,
  "chunk_text": "The question of vesting authority presents special problems. When\nthe IEEPA was enacted in 1977, the President’s authority to vest assets\nwas confined to wartime. 50 U.S.C. App. § 5(b) (Supp. I 1977). New\nlegislation could attempt to authorize the President to vest the Shah’s\nassets and to administer them in accordance with settlement of the\nhostage crisis. However, vesting the private property of a non-enemy\nalien national without compensation would appear to violate the Fifth\nAmendment.9 In Russian Volunteer Fleet v. United States, 282 U.S. 481\n(1931), the Supreme Court unanimously construed a statute to permit\nsuits by non-enemy aliens for the value of ship construction contracts\nthat the United States requisitioned under the statute (which provided\nfor just compensation suits in cases of expropriation, but did not specify\nwho would be entitled to sue). The petitioner, a Russian corporation,\nwas the assignee of two construction contracts that were requisitioned,\nalong with the ships built under them. The Government argued that\nCongress did not intend to protect corporations organized under the\nlaws of a government that the United States did not recognize. The\nCourt declined to adopt that statutory construction on the ground that\nsuch a construction would “raise a grave question as to the constitu­\ntional validity of the Act,” (282 U.S. at 492), and instead held that: The petitioner was an alien friend, and as such was enti­\ntled to the protection of the Fifth Amendment of the\nFederal Constitution. Exerting by its authorized agent the\npower of eminent domain in taking the petitioner’s prop­\nerty, the United States became bound to pay just compen­\nsation. And this obligation was to pay to the petitioner\n9A foreign nation, how ever, unlike a foreign national, does not have rights under the Fifth\nAmendm ent. 260 the equivalent of the full value of the property contempo­\nraneously with the taking. 282 U.S. at 489 (citations omitted). The Supreme Court has, in subsequent cases, repeatedly indicated its\ncontinuing approval of the Russian Volunteer Fleet holding. See, e.g.,\nGuessefeldt v. McGrath, 342 U.S. 308, 318 (1952). In Clark v. Uebersee\nFinanz-Korporation, 332 U.S. 480 (1947), the Court held that Congress’\namendment of the Trading with the Enemy Act (TWEA) in 1941 to\npermit the seizure of any foreign asset was not intended to preclude\nnon-enemy aliens from claiming their interests in such assets: It is not easy for us to assume that Congress treated all\nnon-enemy nations, including our recent allies, in such a\nharsh manner, leaving them only with such remedy as\nthey might have under the Fifth Amendment. 332 U.S. at 487-8. See also Becker Steel Co. v. Cummings, 296 U.S. 74,\n79 (1935).10 The President’s authority to block the Shah’s assets under present\nlaw, in contrast to vesting them, does not seem open to serious ques­\ntion. The IEEPA authorizes the President to block transfers of “any\nproperty in which any foreign country or a national thereof has any\ninterest,” 50 U.S.C. § 1702(a)(1). The application of this language in the\npredecessor TWEA to the assets of foreign nationals was firmly estab­\nlished by the time of the IEEPA’s enactment and has repeatedly sur­\nvived constitutional challenge. E.g., Sordino, supra, upholding the\nblocking of assets of Cuban nationals."
}