{
  "document_category": "memos",
  "document_name": "19796",
  "chunk_index": 1,
  "chunk_text": "Administrative Assessment of Civil Penalties Against Federal\nAgencies Under the Clean Air Act\nT he C lean Air A ct authorizes the E nvironm ental Protection A gency adm inistratively to assess civil\npenalties against federal agencies for violations of the Act or its im plem enting regulations. Separation of pow ers concerns do not bar E P A ’s exercise o f this authority, because it can be exercised\nconsistent with the C onstitution. July 16, 1997\nM e m o r a n d u m O p in io n f o r t h e G e n e r a l C o u n s e l\nE n v ir o n m e n t a l P r o t e c t io n A g e n c y\nand\nthe G eneral C ounsel D epa r tm en t o f D efen se Y o u have asked for our opinion resolving a dispute between the Environmental\nProtection Agency (“ EPA” ) and the Department of Defense ( “ DOD” ) con­\ncerning whether the Clean Air Act (“ the Act” ), 42 U.S.C. §§ 7401-7671q (1994),\nauthorizes EPA administratively to assess civil penalties against federal agencies\nfor violations of the Act or its implementing regulations, and if so, whether this\nauthority can be exercised consistent with the Constitution. 1 Applying the “ clear\nstatement” rule of statutory construction, which is applicable where a particular\ninterpretation or application of an Act of Congress would raise separation of\npowers concerns, we conclude that the Act does provide EPA such authority. We\nalso conclude that these separation of powers concerns do not bar EPA’s exercise\nof this authority because it can be exercised consistent with the Constitution. I.\nA.\nEPA’s authority to initiate enforcement proceedings under the Clean Air Act\nis set forth in section 113 of the Act, entitled “ Federal Enforcement,” 42 U.S.C.\n1 See Letter for Walter Dellinger, Assistant Attorney General, Office of Legal Counsel, from Jonathan Z. Cannon,\nAssistant Administrator (General Counsel), EPA (Oct 3, 1995), enclosing Memorandum on Assessment o f Adm inistra­\ntive Penalties Against Federal Facilities under the Clean A ir Act (Sept 11, 1995) ( “ EPA M emorandum” ), Letter\nfor W alter Dellinger, from Judith A Miller, General Counsel, DOD (Dec 15, 1995), enclosing DOD Response\nMemorandum • Assessment o f Administrative Penalties Against Executive Branch Agencies Under Section II3{d) o f\nthe Clean A ir Act (Dec 15, 1995) ( ‘‘DOD Response” ), Letter for Christopher Schroeder, Acting Assistant Attorney\nGeneral, Office o f Legal Counsel, from Jonathan Z Cannon (Oct 18, 1996), enclosing EPA Memorandum in Reply\nto Department o f Defense Concerning Administrative Assessment o f Civil Penalties Against Federal Facilities Under\nthe Clean Air Act (Sept. 16, 1996) ( “ EPA Reply” )\n109 O pinions o f the O ffice o f L egal C ounsel in V olum e 21 §7413 (1994)."
}