{
  "document_category": "memos",
  "document_name": "844106",
  "chunk_index": 13,
  "chunk_text": "43 Opinions o f the Office o f Legal Counsel in Volume 24 executive enforcement would not involve inquiry into legislative acts or the\nmotives for legislative acts. Nor would it “ threaten the integrity or independence\no f [Congress] by impermissibly exposing its deliberations to executive influence.” Gravel, 408 U.S. at 625. Section 274A applies to the “ hiring, recruiting, or refer­\nring” of individuals for employment in the United States, and requires employers\nto verify, by examining certain specified documents, that individuals being consid­\nered for employment are not unauthorized aliens. 8 U.S.C. § 1324a(b), (b)(1). Once the employer has examined these documents, the employer must attest in\nwriting to the verification and must retain the verification form for future inspec­\ntion. Id. § 1324a(b)(l)(A), (b)(3). Any investigation by the INS as to whether an\nemployer has complied with these verification requirements or whether the\nemployer knowingly hired or continued to employ an unlawful alien thus would\nnot involve inquiry into the employee’s duties or job performance. Rather, such\nan investigation would require examination of the verification form, and possibly\nthe circumstances surrounding the employer’s execution of that form, including\nwhether the employer had complied in good faith with the attestation and docu­\nment retention requirements. Regardless of how integrally connected to the legisla­\ntive process the employee’s duties might be, the actions of a Member of Congress,\nin complying with these verification requirements or in knowingly hiring an\nunlawful alien, could not be characterized as “ legislative acts,” and any inquiry\ninto section 274A compliance would not reach such legislative acts or the motives\nunderlying them. The ministerial requirements imposed under section 274A are\nat most “ casually or incidentally related to legislative affairs.” Brewster, 408 U.S.\nat 528. Like the conduct at issue in Brewster, knowingly hiring an unlawful alien\n“ is, obviously, no part of the legislative process or function; it is not a legislative\nact.” Id. at 526. We therefore conclude that executive enforcement of section\n274A against legislative branch entities is not precluded by the Speech or Debate\nClause. CONCLUSION The plain language of section 274A makes clear that its enforcement provisions\napply to persons and entities within all three branches of the federal government. We conclude that the INS can exercise its enforcement authority under section\n274A against persons and entities within the executive, judicial, and legislative\nbranches in a manner consistent with the Constitution. RANDOLPH D. MOSS\nActing Assistant Attorney General\nOffice o f Legal Counsel\n44"
}