{
  "document_category": "memos",
  "document_name": "1085561",
  "chunk_index": 3,
  "chunk_text": "This reading of the two statutes gives section 105(a) a meaning no more\nsweeping than its words dictate. The ordinary effect of “without regard”\nlanguage is to negate the application of a specified class of provisions. In\nAmerican Hospital Association v. Bowen, 834 F.2d 1037 (D.C. Cir. 1987),\nfor example, the D.C. Circuit declared that the “plain meaning” of a\n“without regard” exemption, which there enabled the Secretary of Health\nand Human Services (“HHS”) to carry out his contracting authority\n“without regard to any provision of law relating to the making, performance, amendment or modification of contracts of the United States,” was\n“to exempt HHS from . . . the vast corpus of laws establishing rules regarding the procurement of contracts from the government,” although not\nfrom the requirements of the Administrative Procedure Act. Id. at 1054;\nsee also Friends of Animals v. Jewell, 824 F.3d 1033, 1045 (D.C. Cir.\n2016) (holding that a statutory direction to issue a rule “without regard to\nany other provision of statute or regulation that applies to issuance of such\nrule” effectively changed the Endangered Species Act); Alliance for the\nWild Rockies v. Salazar, 672 F.3d 1170, 1174–75 (9th Cir. 2012) (reaching the same conclusion about a direction to issue a rule “without regard\nto any other provision of statute or regulation”); cf. Crowley Caribbean\nTransport, Inc. v. United States, 865 F.2d 1281, 1282–83 (D.C. Cir. 1989)\n(noting, in interpreting an authorization to the President to take certain\naction “notwithstanding any other provision of this chapter or any other\nAct,” that a “clearer statement is difficult to imagine,” and declining to\n“edit” the language to add an implied exemption). 1 Subsection (c) of section 3110, which states that an individual appointed, employed,\npromoted, or advanced in violation of the statute’s prohibition is “not entitled to pay,”\n5 U.S.C. § 3110(c), may also make section 3110 a “provision of law regulating the . . .\ncompensation of persons in the Government service” rendered inapplicable by section\n105(a). 3 Opinions of the Office of Legal Counsel in Volume 41 Applying the “without regard” language, our Office has interpreted section 105(a) as a grant of “broad discretion” to the President “in hiring the\nemployees of [the White House Office]”; the provision, we have said,\n“reflect[s] Congress’s judgment that the President should have complete\ndiscretion in hiring staff with whom he interacts on a continuing basis.” Applicability of the Presidential Records Act to the White House Usher’s\nOffice, 31 Op. O.L.C. 194, 197 (2007); see also Memorandum for Bernard\nNussbaum, Counsel to the President, from Daniel L. Koffsky, Acting\nAssistant Attorney General, Office of Legal Counsel, Re: Presidential\nAuthority under 3 U.S.C. § 105(a) to Grant Retroactive Pay Increases to\nStaff Members of the White House Office at 2–3 (July 30, 1993) (section\n105(a)’s “sweeping language” gives the President “complete discretion”\nin adjusting pay of White House Office employees “in any manner he\nchooses”). That congressional intent is manifest in the House and Senate\ncommittee reports accompanying the 1978 legislation by which Congress\nenacted section 105(a). See Pub. L. No. 95-570, 92 Stat. 2445 (1978)."
}