{
  "document_category": "memos",
  "document_name": "24141",
  "chunk_index": 16,
  "chunk_text": "He also asserted that the acquisition of Wake Island was unimportant\nbecause of the uncertainty surrounding the occupation by and claims of the United States in those territories Id at\n276-77. Finally, he justified the United States' sovereignty over American Samoa as supported by implied con­\ngressional approval. Id at 279-81.\n25 Justice Harlan wrote, “The concept of a boundary in the sea,” as opposed to one between two states on land,\n“is a more elusive one ” Louisiana, 363 U S. at 33. He explained: The extent to which a nation can extend its power into the sea for any purpose is subject to the con­\nsent of other nations, and assertions of jurisdiction to different distances may be recognized for dif­\nferent purposes. In a manner of speaking, a nation which purports to exercise any nghts to a given dis­\ntance in the sea may be said to have a maritime boundary at that distance. But such a boundary, even\nif it delimits tem tonal waters, confers rights more limited than a land boundary. It is only in a very\nspecial sense, therefore, that the foreign policy of this country respecting the limit of territorial waters\nresults in the establishment of a “national boundary ”\nId at 34 (footnote omitted) Justice Harlan’s view of the nature of the territorial sea as being something less than ter­\nritory has since been rejected by the United States as well as modem international law scholars, see supra note 3 249 clearly indicated that the President has the power “to determine how far this coun­\ntry will claim territorial rights in the marginal sea as against other nations. \"26\nIn sum, we believe that the President may assert jurisdiction over an expanded\nterritorial sea. Further, we believe that he may also assert sovereignty over an ex­\npanded territorial sea. To be sure, the historically more prevalent practice of ter­\nritorial acquisition has been by treaty, but this in itself does not deny the author­\nity of the President to make an assertion of sovereignty as a matter analogous to\ndiscovery and occupation. Nevertheless, to bolster the sufficiency of the proposed\nproclamation, we strongly recommend that the proclamation state both that it is\nasserting jurisdiction and that it is asserting sovereignty over the expanded terri­\ntorial sea.27 We believe that this formulation provides the best defense to any hy­\npothetical challenge to the President’s exercise of power—a challenge which,\njudging by the historical record, we would anticipate to be unlikely. C. Congress’ Power to Assert Sovereignty over the Territorial Sea We next consider whether H.R. 5069, which provides for the establishment of\na territorial sea twelve miles wide, is within the constitutional power of Congress. H.R. 5069 states, “The sovereignty of the United States exists in accordance with\ninternational law over all areas that are part of the territorial sea of the United\nStates.” H.R. 5069, 100th Cong., 2d Sess., § 101(b) (1988)."
}