{
  "document_category": "memos",
  "document_name": "22636",
  "chunk_index": 1,
  "chunk_text": "Payment of Legal Fees in Connection With a\nCabinet Member’s Confirmation Hearings\nLegal expenses incurred in connection with a Cabinet member’s Senate confirmation\nhearings would be an appropriate subject o f payment from funds authorized under the\nPresidential Transition A ct, and may also, consistent with that Act, be paid from\nprivate sources. Payment o f legal fees incurred in connection with the confirmation process by a private\nfoundation would not be considered to supplement a Cabinet member’s salary in\nviolation o f 18 U.S.C. § 209, since the purpose and value of the services rendered were\ndirected primarily to the government. May 13, 1981\nMEMORANDUM OPINION Our views have been requested on the propriety under 18 U.S.C.\n§ 209 of a proposed payment by a private foundation1 of legal fees\nincurred in connection with the Senate confirmation hearings of a\nmember of the Cabinet. We understand that the lawyer was retained\nafter consultations between the office of the President-elect and a\nMember of Congress, and that the lawyer’s fee is not and was never\nintended to be the personal obligation of the nominee. We also under­\nstand that the lawyer’s services were rendered before and during the\nnominee’s confirmation hearings and that all services were rendered\nbefore the current Administration took office. Our conclusions can be summarized as follows:\n(1) The payment of legal fees incurred in connection with a\nconfirmation hearing serves a legitimate governmental func­\ntion cognizable under the Presidential Transition Act.\n(2) The availability of public funding under the Transition Act\ndoes not preclude additional transition funding from private\nsources. (3) Since the purpose and value of these legal services were\ndirected primarily to the government, payment of the legal fee\nby a private party should not be considered a supplementation\nof the employee’s salary for purposes of 18 U.S.C. §209. A c c o rd in g to its bylaws, the foundation is a nonprofit corporation established in the District of\nColum bia “to facilitate an orderly transfer o f the power of the executive branch of the United States\ngovernm ent from the Administration o f the incumbent President to the Administration of the Presi­\ndent-elect . . . 126 Before addressing the propriety of this proposed payment under\n§ 209, we will examine it in light of the Presidential Transition Act of\n1963, Pub. L. No. 88-277, 78 Stat. 153, as amended by Pub. L. No. 94499, 90 Stat. 2380, October 14, 1976 (reprinted in note following 3\nU.S.C. § 102). This Act promotes the orderly transfer of executive\npower during a presidential transition by authorizing the Administrator\nof the General Services Administration (GSA) to provide to a President-elect necessary services and facilities for use prior to January 20 in\nconnection with preparations for the assumption of official duties. The\nGSA Administrator is specifically authorized, by § 3(a)(3) of the Transi­\ntion Act, to pay expenses for the services of consultants,2 and we see no\nreason why a legal consultant of this type could not have been paid\nwith government funds pursuant to the Transition Act.3 The availability of Transition Act funds for a particular purpose does\nnot necessarily preclude the funding of that same function from a\nprivate source."
}