{
  "document_category": "memos",
  "document_name": "451181",
  "chunk_index": 7,
  "chunk_text": "Although we did\nnot refer to these provisions, we noted that the Housing and Home Finance Administrator was the\nChairman of Fannie Mae’s Board. Fannie Mae at 6, 8. In Organizing Activities, we determined that the\nOffice of the Architect of the Capitol was an “agency.” Noting that the definition in 18 U.S.C. § 6 “in\neffect, establishes a presumption that a governmental entity is an agency for purposes of a given\noffense, including the conflict of interest statutes,” we did not then identify anything that might have\nrebutted that presumption. 5 Op. O.L.C. at 195. In Union Station, the corporation whose status was in\nquestion was “simply the vehicle created by that Department to accomplish [a] congressional mandate”\nimposed upon the Department of Transportation under 40 U.S.C. §§ 801–819 (1988), and the statute\nwas silent on the status (indeed on the existence) of that corporation. 12 Op. O.L.C. at 86; see also\nApplicability of 18 U.S.C. § 207 to the General Accounting Office, 3 Op. O.L.C. 433 (1979) (concluding that section 207 applies to former employees of the General Accounting Office, which, under the\nthen-applicable statute, was an “establishment of the Government”). Similarly, we concluded that the\nNational Veterans Business Development Corporation was an “agency” under 31 U.S.C. § 9102. The\nstatute creating that entity had “no . . . express disclaimer” of its status as an agency. National Veterans\nBusiness Development Corporation, 28 Op. O.L.C. at 72. 52 Status of the Public Company Accounting Oversight Board Under 18 U.S.C. § 207(c) Interest Law 179 (1964) (stating that concern about misuse of inside information is\none reason for federal post-employment restrictions). 5\nConcededly, as a matter of policy, it may make little sense to treat the Board as\noutside the government for purposes of the conflict of interest laws. As the\nCommission Letter points out, this understanding of section 207(c) has the effect\nof excluding from appointment to the Board a “uniquely qualified pool of\ncandidates”—recently departed former high-level officials of the Commission. Commission Letter at 4. Given the “unique statutory relationship between the\n[Board] and the Commission,” there may be a strong policy argument that, for\npurposes of the conflict of interest laws, the Board should be treated as an agency\nof the government. On the other hand, the Board in several respects is similar to\nself-regulatory organizations like the National Association of Securities Dealers\n(“NASD”), “a private body empowered by the Commission to oversee the\nactivities of broker-dealers.” United States v. Frith, 461 F.3d 914, 916 (7th Cir.\n2006). Although the Commission’s authority to oversee the Board is even greater\nthan its authority to oversee the NASD, the Sarbanes-Oxley Act declares that\nseveral provisions of the securities laws relating to the Commission’s oversight\npowers “shall apply to the Board as fully as if the Board were a ‘registered\nsecurities association.’” 15 U.S.C. § 7217(a), (b)(4), (b)(5), (c)(2). The statute, to\nthis extent, treats the Board like the private NASD, which we understand is the\nonly “registered securities association.” Congress may have wished to treat the\nBoard as private for all statutory purposes, and section 7211(b) indicates that this\nis what Congress chose to do."
}