{
  "document_category": "memos",
  "document_name": "19426",
  "chunk_index": 1,
  "chunk_text": "Enforcement of INA Employer Sanctions Provisions Against\nFederal Government Entities\nSection 274A o f the Im m igration and N ationality Act, which establishes em ployer verification require­\nm ents and authorizes the Im m igration and N aturalization Service to take enforcem ent actions\nagainst em ployers fo r failure to com ply with those requirem ents, authorizes im position o f em ployer\nsanctions against federal governm ent entities. T he INS can exercise this enforcem ent authority against persons and entities within all three branches\no f the federal governm ent in a m anner consistent with the C onstitution. March 15, 2000\nM em orandum O p in io n I m m ig r a t i o n and fo r th e G en era l C o u n sel N a t u r a l iz a t io n S e r v ic e You have requested our advice as to whether section 274A of the Immigration\nand Nationality Act (“ INA” ), which establishes employer verification require­\nments and authorizes the Immigration and Naturalization Service (“ INS” ) to take\nenforcement action against employers for failure to comply with those require­\nments, can be applied to federal government entities, in light of the possible con­\nstitutional concerns that such enforcement action might raise. As we explain more\nfully below, we believe that section 274A clearly contemplates the imposition\nof employer sanctions against federal government entities. Moreover, with respect\nto employers within all three branches, we conclude that the INS can exercise\nits authority to take enforcement actions against such persons or entities consistent\nwith the Constitution. BACKGROUND Section 274A of the INA provides for the assessment of civil monetary penalties\nand cease and desist orders against any “ person or other entity” who has know­\ningly hired, or knowingly continued to employ, any unauthorized alien or who\nhas failed to comply with the employment verification system mandated by section\n274A(b).' 8 U.S.C. §§ 1324a(e)(4Me)(5) (1994 & Supp. II 1996). As used in\nsection 274A, the term “ entity” includes “ an entity in any branch of the Federal\nGovernment.” Id. § 1324a(a)(7). The INS has the authority to investigate complaints of potential violations of\nsection 274A by inspecting employment eligibility verification forms maintained\nby employers and compelling the production of evidence or the attendance of\nwitnesses by subpoena. Id. § 1324a(e)(2). If, based upon such an investigation,\nthe INS determines that an employer has violated section 274A, it serves a Notice\n1 Criminal penalties and injunctive relief may also be imposed against persons or entities engaged in a “ pattern\nor practice o f violations” of section 274A. See 8 U.S C. § 1324a(f)( 1M 2 ) 33 Opinions o f the Office o f Legal Counsel in Volume 24 o f Intent to Fine ( “ NTF” ) on the employer. 8 C.F.R. § 274a.9 (1998). An employer\nserved with a NIF may request an evidentiary hearing before an Administrative\nLaw Judge ( “ ALJ” ). 8 U.S.C. § 1324a(e)(3)."
}