{
  "document_category": "memos",
  "document_name": "21326",
  "chunk_index": 1,
  "chunk_text": "April 27, 1977 78-78 MEMORANDUM OPINION FOR THE COUNSEL\nTO THE PRESIDENT\nThe White House—The Vice President—\nGifts (3 U.S.C. §§ 110, 111; 16 U.S.C. § 6a)\nYou have asked for our views regarding the acceptance of gifts to be used in\nthe White House, the official residence of the Vice President, or the offices of\nthe President and Vice President. We separately answer the questions raised by\nthe proposed gifts. I. Gifts of Art and Furnishings for the White House, the Vice\nPresident’s Residence or the Offices of the President and Vice\nPresident\nThere is- express statutory authorization for the acceptance of such gifts. Section 6 of Pub. L. No. 93-346, 88 Stat. 340 (1974), as amended, 3 U.S.C.\n§ 111 note (1976), authorizes the acceptance of donations of art and furnishings\nfor the official residence of the Vice President: The Secretary of the Navy is authorized and directed, with the\napproval of the Vice President, to accept donations of money or\nproperty for the furnishing of or making improvements in or about\nthe temporary official residence of the Vice President, all such\ndonations to become the property of the United States and to be\naccounted for as such. Gifts for use in the White House are authorized by 3 U.S.C. § 110 (1976),\nwhich provides in pertinent part: With a view to conserving in the White House the best specimens\nof the early American furniture and furnishings, and for the purpose\nof maintaining the interior of the White House in keeping with its\noriginal design, the Director of the National Park Service is author­\nized and directed, with the approval of the President, to accept\ndonations of furniture and furnishings for use in the White House, all\nsuch articles thus donated to become the property of the United States\nand to be accounted for as such. 349 This statute authorizes gifts of “ furniture and furnishings” for the official\nresidence and the offices of the President and Vice President and other offices\nthat are located in the East or West Wing of the White House. 1 We construe the\nterm “ furnishings” to include gifts of art and other decorations that cannot be\nreadily characterized as “ furniture.” It should be noted, however, that the\nstatute appears to contemplate the acceptance of early American items, and\nonly where this would be consistent with maintaining the interior of the White\nHouse in keeping with its original design. Aside from this specific provision applicable to the White House, the\nSecretary of the Interior is authorized to accept, in the name of the United\nStates, “ gifts or bequests of money for immediate disbursement or other\nproperty in the interest of the National Park Service, its activities, or its service,\nas heretofore authorized by law.” 16 U.S.C. § 6a (1976). In our view, this\nstatute constitutes authority for the acceptance of gifts in connection with the\nDepartment of the Interior’s general statutory responsibility under Pub. L. No.\n87-286 for maintenance of the White House and its grounds. 2 This Office\nadvised the White House in 1974 that 16 U.S.C. § 6a authorized the Secretary\nof the Interior to accept the donation of a swimming pool at the White House\nfor the President’s use."
}