{
  "document_category": "memos",
  "document_name": "22636",
  "chunk_index": 2,
  "chunk_text": "The availability of Transition Act funds for a particular purpose does\nnot necessarily preclude the funding of that same function from a\nprivate source. Although the Comptroller General has issued a consid­\nerable body of opinions generally repudiating the unauthorized augmen­\ntation of agency appropriations, see, e.g., 46 Comp. Gen. 689 (1967), we\ndo not think that those opinions are controlling in this situation. Neither\nthe President-elect nor his transition staff are government employees,4\nand the Transition Act does not create a federal transition agency. Instead, it provides for the appropriation of money to a federal agency\n(GSA), to be disbursed according to certain criteria. There is no indica­\ntion in the Transition Act or its legislative history that demonstrates a\ncongressional intent to limit a President-elect’s transition activities to\nthose funded by the GSA transition appropriation. 5 In fact, when the\nAct was amended in 1976 to increase the amount of the authorization\nfor transition funds, the House report quoted extensively from a GAO\nstudy that showed that in the past only a small portion of the actual\ntransition expense was paid from the U.S. Treasury. In recommending\nthat the appropriation be increased,6 the GAO report stated:\n2The Transition Act provides that consultants shall be paid pursuant to the Administrative Ex­\npenses Act of 1946, as amended (S U.S.C. § 3109). Among other things, this Act places a ceiling on the\nsalary rate paid to consultants This salary limitation clearly would apply if the lawyer’s fees were paid\nby GSA. 3 Had the same legal services been required after the Administration took office, they might have\nbeen provided by government lawyers or by private lawyers retained at government expense. Al­\nthough the use o f government funds or personnel to assist nominees in the confirmation process would\ndepend upon the language and purpose of relevant appropriation statutes, as a general matter, such\nexpenditures have been considered necessary government expenditures\n4See § 36(a)(2) of the Transition Act supra. O f course, federal employees who are “detailed” to\nassist the President-elect in transition do retain their status as federal employees. &There is little doubt that Congress did intend to limit federal transition expenditures to the amount\nauthorized and appropriated to the GSA for this purpose. See, e.g., S. Rep. No. 1322, 94th C o n g , 1st\nsess. 2 (1976). 6 It should be noted that even the increased appropriation would not have covered the full\nexpenditures o f the immediately preceding transition as reported by G AO 127 It is our belief, however, that if the Presidential Transition\nA ct is to function as intended, the Federal assistance must\ncover a substantial part of the Transition expenses. Quoted in H. Rep. No. 1442, 94th Cong., 1st Sess. 4 (1976) (emphasis\nadded). It is clear from the House report that Congress was aware of\nthe custom of augmenting the transition appropriation with private\nfunds. Since neither the A ct nor its legislative history indicate an intent\nto eliminate this practice, and in light of the language adopted from the\nGAO report, we conclude that the public funding of transition was not\nintended to preclude private funding of transition activities."
}