{
  "document_category": "memos",
  "document_name": "doc_76",
  "chunk_index": 13,
  "chunk_text": "27 36 Op. O.L.C. 15 (2012) 1.\nThe Appointments Clause of the Constitution provides that the President “shall nominate, and by and with the Advice and Consent of the\nSenate, shall appoint Ambassadors, other public Ministers and Consuls,\nJudges of the supreme Court, and all other Officers of the United States.”\nU.S. Const. art. II, § 2, cl. 2. The Recess Appointments Clause immediately follows and confers on the President the “Power to fill up all Vacancies\nthat may happen during the Recess of the Senate, by granting Commissions which shall expire at the End of their next Session.” Id. art. II, § 2,\ncl. 3. The Clause was adopted at the Constitutional Convention without\ndebate. See 2 The Records of the Federal Convention of 1787, at 533, 540\n(Max Farrand ed., rev. ed. 1966). 14 Alexander Hamilton described the\nClause in The Federalist as providing a “supplement” to the President’s\nappointment power, establishing an “auxiliary method of appointment, in\ncases to which the general method was inadequate.” The Federalist No.\nU.S. Const. art. I, § 5, cl. 4, is also the length of time amounting to a ‘Recess’ under the\nRecess Appointments Clause.” Goldsmith Memorandum at 3; Memorandum for John W.\nDean III, Counsel to the President, from Leon Ulman, Deputy Assistant Attorney General,\nOffice of Legal Counsel, Re: Recess Appointments at 3–4 (Dec. 3, 1971); Brief for the\nUnited States in Opposition at 11, Evans v. Stephens, 544 U.S. 942 (2005) (No. 04-828)\n(“[T]he Recess Appointments Clause by its terms encompasses all vacancies and all\nrecesses (with the single arguable exception of de minimis breaks of three days or less[.]”\n(citing U.S. Const. art. I, § 5, cl. 4)); infra pp. 47–48; see also Hartnett, 26 Cardozo L.\nRev. at 424 (“[T]he recess appointment power is best understood as available during both\nintersession and intrasession Senate recesses of more than three days.”). But see Brief for\nthe United States at 14–18, Mackie v. Clinton, Civ. Action No. 93-0032-LFO (D.D.C.\n1993) (arguing that “there is no lower time limit that a recess must meet to trigger the\nrecess appointment power” (capitalization omitted)). 14 The Clause, which was proposed by a North Carolina delegate, is generally considered to have been based on a similar provision then in the North Carolina Constitution. See 2 David K. Watson, The Constitution of the United States 988 (1910) (“The [Recess\nAppointments Clause] was doubtless taken from the Constitution of North Carolina,\nwhich contained a similar clause.” (footnote omitted)); Thomas A. Curtis, Note, Recess\nAppointments to Article III Courts: The Use of Historical Practice in Constitutional\nInterpretation, 84 Colum. L. Rev. 1758, 1770 n.71 (1984) (noting that the provision was\nproposed by a delegate from North Carolina; that the language tracks that of the North\nCarolina provision; and that the federal power is similar in scope to the power in North\nCarolina’s Constitution at that time). Because the North Carolina legislature was then\ngenerally responsible for appointments, the executive could make appointments only\nwhen the legislature was not in session to do so. 28 Recess Appointments Amid Pro Forma Senate Sessions 67, at 409 (Clinton Rossiter ed., 1961)."
}