{
  "document_category": "memos",
  "document_name": "24271",
  "chunk_index": 17,
  "chunk_text": "It is also beyond dispute that the claim the relator litigates is that o f the\nUnited States. Qui tam relators historically were understood to be suing\nin a representative capacity. They were viewed as standing in the shoes\no f the Government and suing on behalf o f the Government to enforce the\nrights o f the Government. Note, The History and Development o f Qui\nTam, 1972 Wash. U.L.Q. 81,83-84 ( “Washington University Note”). The qui\ntam provisions in the False Claims Act are based precisely on that\npremise. The Act provides that one who files a false claim “is liable to the\nUnited States Government for a civil penalty ..., plus 3 times the amount\no f damages which the Government sustains.” 31 U.S.C. § 3729(a) (empha­\nsis added). In authorizing qui tam suits, the Act provides that the suit\nshall be brought “fo r the United States Government\" and “in the name of\nthe Government.\" Id. § 3730(b)(1) (emphasis added). The history o f the False Claims Act demonstrates that the Act has\nalways been understood to be what it seems to be: an authorization for\nprivate persons to bring suits on behalf o f the Government. Speaking in\nsupport o f the Act when it was adopted, Senator Howard explained that\nit was necessary to deal “speedy and exemplary justice” to “the knave and\nthe rogue” who committed war fraud against “the Government, who is\nthe real sufferer in all cases.” S. Rep. No. 291, 78th Cong., 1st Sess. (1943)\n(quoting 1863 debates). Similarly, the discussions in 1943, when Congress considered eliminating\nthe qui tam action altogether, leave no doubt as to the nature o f a qui tam\naction. Speaking in defense o f the mechanism, Senator Murray, after com­\nplaining about the Department o f Justice’s failure to prosecute antitrust\ncases, said that “if a fraud has been perpetrated ... and the Attorney\n222 General is failing to take advantage o f [evidence of it], any private citizen\nin the United States should be entitled to bring up the case in court.\" 89\nCong. Rec. 7575 (1943) (emphasis added). In a like vein, Senator\nRevercomb asked, “[w]hat harm can be done by saying to the Department\no f Justice, ‘If you do not perform your duty some citizen o f this country is\ngoing to rise and perform it for you?’ ” 89 Cong. Rec. 7598 (1943). The 1986 debates reflect the same understanding. Speaking in the\nHouse, Representative Brooks gave a straightforward explanation o f qui\ntam: “The False Claims Act contains provisions which allow citizens to\nbring suits for false claims on behalf o f the Government.” 132 Cong. Rec.\n22,336 (1986). Representative Bedell described the statute as giving\ninformers “standing to bring suit ... on behalf o f the Government.” 132\nCong. Rec. 22,340 (1986). Senator Grassley, the main force in the Senate\nbehind the 1986 Amendments, explained that the “False Claims Act\nallows an individual knowing o f fraud[] ... to bring suit on behalf o f the\ngovernment....” 131 Cong. Rec. 22,322 (1985)."
}