{
  "document_category": "memos",
  "document_name": "22526",
  "chunk_index": 8,
  "chunk_text": "This is,\nhowever, a matter of policy and not a matter of law. In sum, based on our reading of § 518(c)(2) of the Crime Control Act\nand its legislative history, we agree with LEA A that its administrative\nprocess is independent of the triggering judicial or administrative pro­\nceedings; that suspended funds may be resumed only upon the happen­\ning of one of the events specified in subparagraph (D); and in particular\nthat it is not required under the statute to bring its own administrative\nprocess to a halt in the event a stay is obtained in a contemporaneous\nand related judicial proceeding. On the other hand, we do not think\nLEAA is precluded from taking into account the implications of a stay\norder in the course of its own pre-suspension proceedings. The congres­\nsional policy reflected in subparagraph (F) would fully support a deci­\nsion by LEAA to honor such a stay, and defer suspension pending a\nfull administrative hearing on the merits. Indeed, we think in some\ncircumstances LEAA would not be remiss in its responsibilities under\nthe statute in deferring all administrative action pending a resolution of\nthe issues raised in the court proceeding. 6\nII. The Revenue Sharing Act\nThe 1976 amendments to the Revenue Sharing and Crime Control\nActs were passed on October 13 and 15 of that year, respectively. In\nboth cases Congress was seeking to strengthen the nondiscrimination\n8\nL E A A 's ow n regulations appear to recognize the desirability o f coordinating its enforcem ent\nefforts w ith contem poraneous litigation involving the same issues. F o r exam ple, the regulations\nprovide that if an L E A A com plainant has also filed suit in federal o r state court, and if the trial o f the\nsuit w ould be in progress during the L E A A investigation, L E A A “ will suspend its investigation and\nm onitor the litigation through the co u rt docket and co n tacts w ith the com plainant.\" 28 C .F .R .\n§ 42.205(c)(5). In addition, w hen a triggering “ finding\" has been m ade m ore than 120 days before\nL E A A learns o f it, notification o f noncom pliance will be deferred pending an inquiry into the current\nstatus o f the case. 28 C .F .R . § 42.210(c). 492 enforcement provisions of prior law, and to provide mechanisms to\ncompel the two agencies to commence proceedings looking toward\ntermination of federal funds in the event a recipient state or local\ngovernment were found by a court or agency to have discriminated in\nviolation of federal law. The provisions intended to accomplish this\nobjective in the two Acts turned out quite differently, however, primar­\nily because the Senate took an active role in amending the Revenue\nSharing Act and displayed little or no interest in the nondiscrimination\nprovisions in the Crime Control Act. The House bills amending both\nActs contained essentially identical enforcement provisions. These were\nenacted without substantive change into the Crime Control Act amend­\nments, and without any separate contribution from the Senate. See note\n4 supra."
}