{
  "document_category": "memos",
  "document_name": "20121",
  "chunk_index": 11,
  "chunk_text": "657 F.2d at 132 (cita­\ntions omitted). Thus, as with the Clean Air Fee, the charge went beyond regulatory\npurposes and raised revenue to support a separate, non-regulatory government pro­\ngram. Finally, we observe that our conclusion that the Clean Air Fee is not a regulatory\nfee does not conflict with Judge Breyer’s statement that a regulatory fee “ may\nserve regulatory purposes [by] deliberately discouraging particular conduct by\nmaking it more expensive.” 967 F.2d at 685. The fact that some bona fide regu­\nlatory fees serve regulatory purposes in this way does not mean, of course, that\nevery charge with a regulatory purpose that raises revenue beyond what would\ndefray regulatory costs must be viewed as a fee rather than a tax. As discussed\nabove, supra p. 19, taxes often have regulatory purposes. See Massachusetts v.\nUnited States, 435 U.S. at 455—56; N ational Cable Television A ss’n v. United\nStates, 415 U.S. at 341. Judge Breyer cited only one case involving this type of regulatory fee. 967\nF.2d at 685 (citing South Carolina ex rel. Tindal v. Block, 717 F.2d 874 (4th\nCir. 1983), cert, denied, 465 U.S. 1080 (1984)). Block concerned a charge imposed\n6 See, e.g., Union Pac. R.R. v. Public Util. Comm’n, 899 F.2d 854, 856 (9th Cir. 1990) (assessment helped defray\nutility com m ission's “ cost o f performing [its] regulatory duties'*); Mississippi Power & Light Co. v. United States\nNuclear Regulatory Comm’n , 601 F.2d 223 (5th C ir. 1979), cert, denied, 444 U .S. 1102 (1980) (NRC charge helped\npay costs o f environm ental reviews, hearings, and administrative and technical support). 7 See id. at 685 (citing Schneider Transport, Inc. v. Cattanach , 657 F.2d 128 (7th Cir. 1981) (charge on truckowners used to pay for highw ay construction), cert, denied, 455 U.S. 909 (1982); Keleher v. New England Tel.\n& Tel. Co., 947 F.2d 547 (2d Cir. 1991) (public utility com panies using city streets charged fee tied to utility’s\ngross revenues and not cost o f regulating utility’s use o f city streets), Robinson Protective Alarm Co. v. City o f\nPhiladelphia, 581 F.2d 371, 376 (3d Cir. 1978) (charges on central aJarm companies based on gross revenues and\n“ added to the public fisc, rather than applied exclusively to contractual services o w ed\" to the companies)). 20 Whether the District o f Columbia's Clean A ir Compliance Fee May Be Collected From the Federal\nGovernment by the Secretary of Agriculture on the proceeds of all milk sold commercially. The charge was remitted to the Commodity Credit Corporation (“ CCC” ) as part\nof a milk price support program administered for the Secretary by the CCC. The\npurposes of the charge were “ to encourage dairy farmers to reduce milk produc­\ntion and to offset a portion of the cost of the milk price support program.” 717\nF.2d at 876. Although Block principally concerned Administrative Procedure"
}