{
  "document_category": "memos",
  "document_name": "20846",
  "chunk_index": 3,
  "chunk_text": "42 U.S.C. § 1975d(a) (1970). The Commission’s\nbudget requests are subject to OMB approval. The legislative history of the Civil Rights Act of 1957, Pub. L. No. 85-315, 71\nStat. 634, which originally established the Commission, does not speak directly to\nthe matter of the President’s removal power. However, an amendment offered by\nSenator Kefauver in floor debate, and defeated, lends some support to our\nconclusion. The Kefauver amendment would have established the Commission as\nan arm of Congress, with most of its members appointed by Congress. 103 Cong.\nRec. 13,456 (1957). In support of his amendment, Senator Kefauver argued that\nsuch a commission would be more independent than one in the Executive Branch,\nand warned against the “dangerous degree of Executive control” he foresaw in the\nCommission as it was later established. Id. at 13,458. Senators Javits, Dirksen and\nKnowland spoke against the Kefauver amendment, urging establishment of an\n“executive commission,” and the amendment was defeated by voice vote. Id. at\n13,459. A further argument in support of the President’s removal power with respect to\nmembers of the Civil Rights Commission rests upon the absence of a stated term\nof appointment. While this omission may have had its origin in the temporary\nstatus of the Commission, its tenure has been extended six times by the Congress\nand it has had a life of fifteen years. It should not be presumed that Congress\nintended that members of the Commission would serve indefinitely without any\npossibility—other than death or voluntary resignation—for change in the membership of the Commission. Lifetime appointments are confined to the judiciary in our\npolitical systems and it would be anomalous to view persons exercising purely\nadvisory functions as having permanent status. II. In support of an argument that members of the Commission do not serve at the\nPresident’s pleasure, the following points could be made. First, among its other statutory duties, the Commission is directed to “appraise\nthe laws and policies of the Federal Government with respect to denials of equal\nprotection of the laws.” 42 U.S.C. 1975c(a)(3) (1970). Independent tenure would\ntend to promote the discharge of that duty. Second, the Commission is directed to submit reports to both the President and\nCongress. 42 U.S.C. § 1975c(b). This joint accountability feature may be said to\nderogate from broad executive control. Third, unlike most of the independent regulatory commissions in which the\nPresident may name a majority of his own party as vacancies arise, the Commission is strictly bipartisan—it has six members, and no more than three may be of\nthe same party. 42 U.S.C. § 1975(b). 353 Supplemental Opinions of the Office of Legal Counsel in Volume 1 Fourth, the Commission has always been a temporary agency."
}