{
  "document_category": "memos",
  "document_name": "23551",
  "chunk_index": 5,
  "chunk_text": "Id. at 112,434-35. II. Analysis We conclude that a Board award of costs under CICA is payable out of\nthe judgment fund, and that the Board does not have the authority to order\nan agency to reimburse the judgment fund for having paid such an award.3 1.\nThe only substantive question concerning the availability of the judg­\nment fund to pay bid protest costs in the Julie Research Laboratories and\nBedford Computer cases is whether the first of section 1304(a)(l)’s three\nconditions is met,6 i.e., whether payment of a Board award is “otherwise\nprovided for” from some other appropriation. As a general rule, “agency\nappropriations are not available to pay judgments. Exceptions are recog­\nnized only where the appropriations or special funds for the activities out of\nwhich the cause of action arose expressly include provisions for the payment\nof judgments, or where other express provisions of law include such author­\nity.” GAO Principles at 12-3. We are aware of no statutory authority — and none was cited in Julie\nResearch Laboratories or Bedford Computer — that would require the Army\neither to pay Board awards of bid protest costs out of its own appropriations,\nor to reimburse the judgment fund for having paid such awards. There is no\nprovision in either 40 U.S.C. § 759 or in 31 U.S.C. § 1304 which requires a\nprocuring agency to reimburse the judgment fund when bid protest costs are\n’ T his dispute b etw een the A rm y and th e Board, as the Federal C ircu it held, is purely a d isag ree m e n t\nw ithin the G o v ern m en t and in no w ay affects the rights o r rem edies o f parties (such as Julie R esearch\nL aboratories, Inc.) outside the executive branch. C onsequently, as the court held, the d isp u te w as not\nju stic ia b le un d er A rticle III. See United States v. Julie Research Labs., Inc., 881 F.2d at 1068. B ecause\nthe d ispute arises o n ly betw een tw o co m ponents o f the executive branch, this O ffice has ju risd ic tio n to\nresolve it. See § 1-401 o f Exec. O rder No. 12146, 3 C.F.R. 4 0 9 ,4 1 1 (1980), as am ended by E x ec. O rd e r\nNo. 12608, 3 C.F.R. 245 (1 9 8 8 ) (A ttorney G eneral has authority to resolve interagency d isp u te s). T h e\nA ttorney G eneral h a s d eleg ated to this O ffice his au th o rity to pro v id e legal o pinions and a d v ice to the\nP resident an d heads o f the E xecutive and m ilitary departm ents. See 28 U .S.C . § 5 1 0 (A ttorney G e n e ra l’s\na u th o rity to deleg ate); id."
}