{
  "document_category": "memos",
  "document_name": "19071",
  "chunk_index": 8,
  "chunk_text": "Memorandum for Fred F. Fielding, Counsel to the President, from Ralph W.\nTarr, Deputy Assistant Attorney General, Office of Legal Counsel, Re: Appointment of New Members to the International Trade Commission (Mar. 22, 1984)\n(“ITC Opinion”). In the course of this opinion, we noted that “OGE has indicated\nthat as a general matter, it does not apply similar ethical and conflict of interest\nstandards to employees until the time when they actually begin their employment\nand receive federal pay.” Id. at 10. Although our opinion may require a departure\nfrom OGE’s more recent practice, we are persuaded that OGE’s earlier view of the\nmatter was the better one. D.\nFinally, the OGE Letter expresses concerns about practical application of our\nconclusion. For example, the letter asks whether an officer starts work when he\ntakes the oath of office or performs some official action. 4 We believe that a\nSenate-confirmed official becomes an “officer” in the relevant sense when, upon\nor after accepting his appointment, he actually begins his duties. At that point, the\nappointee is performing a federal function, under the supervision of the President\nor the agency head. To meet this test, it is not necessary that he take any particular\n“official action” in his position. It suffices that he has begun the work of that\noffice. 5 4\nIn an analogous situation involving a judicial office, the Rehnquist Opinion found it unnecessary\nto choose between “the time when [the appointee] takes the . . . oath, or when he actually begins to\nexercise his . . . office.” Rehnquist Opinion at 8.\n5 If the official is a “special government employee” under 18 U.S.C. § 202(a) because he is\nexpected to work no more than 130 days in the next year, the first day that, under usual principles, 38 227-329 VOL_26_PROOF.pdf 48 10/22/12 11:13 AM Application of Conflict of Interest Rules to Appointees Who Have Not Begun Service The question when an official begins the duties of his office is a familiar one\nthat must, irrespective of the conflict of interest prohibitions, be addressed and\nanswered for each official. Specifically, an official is entitled to the salary of his\noffice at the time he enters upon the duties of office, see ITC Opinion at 9-10;\nInterstate Commerce Commission, 19 Op. Att’y Gen. 47, 48 (1887), not at the\ntime of appointment or at the time of the oath of office, see United States v.\nFlanders, 112 U.S. 88, 91 (1884); Leave for Transferred Employee, 39 Op. Att’y\nGen. 304, 305-06 (1939) (Jackson, Acting A.G.). A determination of the time\nwhen the conflict of interest rules begin to apply is identical to, and should\ntherefore be no more difficult to make than, the routine determination of the time\nwhen the official begins to accrue his salary. M. EDWARD WHELAN III\nPrincipal Deputy Assistant Attorney General\nOffice of Legal Counsel counts toward the 130-day limit should be considered the day on which he enters upon his duties. See\nOffice of Government Ethics, Summary of Ethical Requirements Applicable to Special Government\nEmployees, Informal Advisory Op. 00x1, at 5-6 (Feb. 15, 2000), available at http://www.oge.gov/ OGE-Advisories/Legal-Advisories/Legal-Advisories/ (last visited July 12, 2012)."
}