{
  "document_category": "memos",
  "document_name": "23996",
  "chunk_index": 8,
  "chunk_text": "The only part of section 881 that makes any reference to the Customs Service\nis section 881(d), which sets forth “other laws and proceedings applicable” to\ncivil forfeiture proceedings under the Controlled Substances Act. Customs relies\non that section to argue that it has section 881 forfeiture authority. 17 The argu­\nment is unavailing. Section 881(d) merely provides that the forfeiture procedures\nof the customs laws are applicable to forfeitures conducted under section 881; it\ndoes not confer on Customs itself any forfeiture authority. The statute reads as\nfollows: The provisions of law relating to the seizure, summary and ju­\ndicial forfeiture, and condemnation of property for violation of\nthe customs laws; the disposition of such property or the proceeds\nfrom the sale thereof; the remission or mitigation of such forfei­\ntures; and the compromise of claims shall apply to seizures and\nforfeitures incurred, or alleged to have been incurred, under any\nof the provisions of this subchapter, insofar as applicable and not\ninconsistent with the provisions hereof; except that such duties as\nare imposed upon the customs officer or any other person with re­\nspect to the seizure and forfeiture of property under the customs\nlaws shall be performed with respect to seizures and forfeitures\nof property under this subchapter by such officers, agents, or other\npersons as may be authorized or designated for that purpose by\nthe Attorney General, except to the extent that such duties arise from seizures and forfeitures effected by any customs officer. 21 U.S.C. § 881(d) (emphasis added). Contrary to Customs’ position, section 881(d) is correctly read to be a proce­\ndural provision, and not an affirmative grant of authority. The first half of the\nsection, which ends with the phrase “insofar as applicable and not inconsistent\nwith the provisions hereof,” mandates that the procedures governing the seizure\nand forfeiture of property under the customs laws shall also govern, to the extent\nnot inconsistent, seizures and forfeitures arising under the Controlled Substances\nAct. Thus, section 881(d) explicitly incorporates by reference a statutory proce­\ndural scheme already in existence. 18 The second half of the section, up until the\nfinal phrase, states that the procedural duties connected with seizures and forfei­\ntures under the Controlled Substances Act shall be handled by officers, agents,\n16 In the Olson M emo, we concluded that the Attorney General could likely designate Customs agents to exer­\ncise title 21 authonty by virtue of this provision. 17 See Lane Memo, supra note 2, at 3\n18 These procedural provisions are codified at 19 U.S.C. §§ 1602-1621. 272 or other persons authorized or designated by the Attorney General. The final\nphrase of section 881(d) merely qualifies that procedural mandate by providing\nthat the incorporated Customs procedures shall be followed by the Attorney Gen­\neral’s agents or designee with respect to seizures and forfeitures under the Con­\ntrolled Substances Act except to the extent that such duties arise from seizures\nand forfeitures effected by any Customs officer, acting as a Customs officer,\nrather than as a designee of the Attorney General. 19\nOur interpretation of the exception clause in section 881(d) as a procedural\nprovision is supported by the fact, discussed above, that the Controlled Substances"
}