{
  "document_category": "memos",
  "document_name": "21326",
  "chunk_index": 6,
  "chunk_text": "Although this statute is obviously inapplicable to the\npresent situation, it is the only statute pertaining to solicitation of gifts by Federal employees. “The Office of the Vice President is not included among the agencies to which the Executive\nOffice’s Standards of Conduct apply. See 3 CFR IOO,735-2(a) (1977). However, we understand\nthat Vice President Rockefeller issued Standards of Conduct regulations for the Vice President’s\nstaff which are still in effect and are sim ilar‘in most respects to those of the Executive Office. 353 (2) conducts operations or activities which are regulated\nby his agency; or\n(3) has interests which may be substantially affected by\nthe performance or nonperformance of his official duty. See also 3 CFR 100.735-14(a) (1977). This section was directed primarily at\nthe solicitation of gifts for the employee’s personal benefits. Nevertheless, as a\nmatter of policy, solicitations should be avoided where the persons or\norganizations involved have a significant interest in matters that are likely to be\nreviewed in the White House or the Vice President’s Office. See also Executive\nOrder No. 11222, §§ 201(c)(2), (4), and (6); 3 CFR 100.735-4(c)(2), (4) and\n(6) (1977). Even where the potential donor has no particular interest in matters pending\nbefore the President or Vice President, we believe it would be advisable for\nmembers of the President’s and Vice President’s regular staffs to avoid\nextensive involvement in the solicitation of gifts or loans. Time spent by these\nindividuals on solicitation of gifts would of necessity be diverted from their\nordinary governmental duties, thereby, perhaps, giving the appearance of\n“ [i]mpeding Government efficiency and economy.” Executive Order No.\n11222, § 201(c)(3); 3 CFR 100.735-4(c)(3) (1977). Finally, although loans of art and furnishings to the White House and the\nVice President’s residence are official in nature, they result in at least some\npersonal benefit in terms of use and enjoyment by the President and Vice\nPresident, their families, and staff members. To this extent, excessive\ninvolvement of staff members in solicitation might create an appearance of\n” [u]sing public office for private gain,” which is prohibited by section\n201(c)(1) of Executive Order No. 11222 and 3 CFR 100.735-4(c)(l) (1977). VI. Forms of Agreement\nThe Office of the Curator has stated that most donors do not use any\nparticular form or deed for gifts to the White House. The usual procedure is for\nthe donor to address a letter to the Committee for the Preservation of the White\nHouse stating that an unconditional gift is being made to the Committee on\nbehalf of the United States. 9 The Curator’s Office also informed us that this\narrangement has proved to be satisfactory in the past and that no problems have\narisen. We see no reason why the same procedure cannot be used for gifts to the\nVice President’s residence, especially if a policy is adopted of not accepting\nconditional gifts. Vice President Rockefeller executed a deed of gift for certain property he\ndonated to the Vice President’s residence, but a copy of this deed was not ’The Curator’s Office also stated that it makes clear that it is the donor’s responsibility to have\nthe properly assessed for tax purposes. 354"
}