{
  "document_category": "memos",
  "document_name": "1272131",
  "chunk_index": 5,
  "chunk_text": "28 C.F.R. § 0.100(b). 5 Opinions of the Office of Legal Counsel in Volume 42 In 2016, in response to increasing public interest in marijuana research,\nDEA announced a new policy reflecting its intention to increase the\nnumber of federally authorized growers. See Applications To Manufacture\nMarijuana, 81 Fed. Reg. at 53,846–48. Under the new policy, a grower, if\napproved for a license, would “be permitted to operate independently,\nprovided the grower agrees (through a written memorandum of agreement\nwith DEA) that it will only distribute marijuana with prior, written approval from DEA.” Id. at 53,848. NIDA would not be involved in monitoring the additional licensees. We understand that DEA has several\ncurrently pending requests from entities that seek to register as marijuana\ngrowers under that policy. II. Under the CSA, DEA may register an applicant to cultivate marijuana\nonly if the registration scheme is consistent with the Single Convention. We address whether DEA’s practices and policy for licensing marijuana\ncultivation comply with the Single Convention and, if not, what changes\nDEA must make to conform to the treaty. A.\nAn international agreement has the force of domestic U.S. law if it\nis self-executing or if Congress has implemented it by legislation. See\nMedellín v. Texas, 552 U.S. 491, 504–05 (2008). Here, Congress has\nexecuted the Single Convention in the CSA. In that Act, Congress provided that the Attorney General “shall” license the cultivation of marijuana\n“if he determines that such registration is consistent with . . . United\nStates obligations under international treaties, conventions, or protocols\nin effect on May 1, 1971.” 21 U.S.C. § 823(a).4 The Attorney General is\nthus required to determine that the licensing scheme is consistent with the\nSingle Convention before exercising his authority to register an applicant\nto cultivate marijuana. See Control of Papaver Bracteatum, 1 Op. O.L.C.\nat 99; Memorandum for John E. Ingersoll, Director, Bureau of Narcotics\nand Dangerous Drugs, from Mary C. Lawton, Deputy Assistant Attorney\nGeneral, Office of Legal Counsel, Petition to Decontrol Marihuana—\n4 The Single Convention was amended by a 1972 protocol, but the amendments are not\nmaterial to the obligations discussed in this opinion. See Protocol Amending the Single\nConvention on Narcotic Drugs, Mar. 25, 1972, 26 U.S.T. 1439. 6 Licensing Marijuana Cultivation Interpretation of Section 201 of the Controlled Substances Act of 1970,\nat 4 (Aug. 21, 1972) (“[I]n making determinations as to the fitness of\nregistrants to receive licenses for manufacture or export and import of\ncontrolled substances, the Attorney General is instructed to ensure consistency ‘with United States obligations under international treaties.’”). Article 23(2) of the Single Convention, made applicable to marijuana\ncultivation by Article 28, contains five requirements for the supervision,\nlicensing, and distribution of marijuana. See Single Convention art.\n23(2)(a)–(e). Under current regulations and practice, DEA satisfies the\nfirst three requirements. The Convention specifies that the agency must\ndesignate the land on which cannabis cultivation is permitted, limit cultivators to those licensed by the agency, and specify the extent of the land\non which cultivation is permitted. Id. art. 23(2)(a), (b), (c). Federal regulations implement those requirements by mandating that a marijuana manufacturer obtain a DEA license annually for each physical location at which\nmarijuana is grown."
}