{
  "document_category": "memos",
  "document_name": "22386",
  "chunk_index": 12,
  "chunk_text": "The branch bank’s affairs are, therefore, as much within\nthe reach of the in personam order entered by the District\nCourt as are those of the head office. United States v. First National City Bank [Citibank], 379 U.S. 378, 384\n(1965). In the Citibank case, the Supreme Court upheld the district\ncourt’s authority, in a suit by the United States to enforce a tax lien\nagainst a Uruguayan corporation, to issue a preliminary injunction\nagainst the head office of Citibank ordering it not to transfer to the\ncorporation any corporate assets on deposit with the Montevideo\nbranch of Citibank. The same result would follow under judicial deci­\nsions enforcing subpoenas against U.S. banks for the production of\nrecords in the hands of foreign branches. United States v. First National\nCity Bank, 396 F.2d 897 (2d Cir. 1968); First National City Bank of New\nYork v. Internal Revenue Service, 271 F.2d 616 (2d Cir. 1959). Thus under domestic law IEEPA orders are effective with respect to\nforeign branches of American banks. These banks have already been\nlicensed to set off amounts owed them by Iran against these accounts. Once withdrawal licenses are issued, there should be no legal impedi­\nment to Iranian withdrawal of the remaining balances of the accounts. 8 8It is possible that after w ithdraw al licenses are issued, creditors o f Iran will attem pt to attach some\nof these accounts through actions in foreign courts. Such an eventuality could raise jurisdictional\nconflicts. In an analogous context, the United States Supreme C ourt has assented to an executive\npolicy of denying foreign claimants resort to form erly blocked assets, at least unless their claims\nrelated to transactions in this country. United States v. Pink, supra. International law principles of\ncom ity suggest that foreign courts w ould therefore allow their ow n dom estic claimants a special\npriority in adjudicating rights to Iranian funds found there. 259 IV. Returning the Shah’s Assets to Iran We now consider what action the President may take to assist or\neffect the return of the Shah’s assets in the United States to Iran. Such\nan action might take one of a number of forms: vesting the assets in the\ngovernment for administration in accordance with an international set­\ntlement; blocking the assets under IEEPA to facilitate a census and to\nprevent their removal; or undertaking to aid Iran in its present litigation\nto recover the assets, either by informing the court of our position on\nsovereign immunity and act of state doctrines, or by taking an assign­\nment of the claim from Iran. We conclude that the first of these\nalternatives, vesting the assets, would require legislation and even then\nwould , give rise to a takings claim for just compensation. The others\ncan be performed under present law, are likely to achieve the govern­\nment’s purposes, and would, we believe, be likely to survive constitu­\ntional challenge by the Shah’s estate. The question of vesting authority presents special problems. When\nthe IEEPA was enacted in 1977, the President’s authority to vest assets\nwas confined to wartime. 50 U.S.C. App. § 5(b) (Supp. I 1977)."
}