{
  "document_category": "memos",
  "document_name": "19566",
  "chunk_index": 11,
  "chunk_text": "3 5 4 55, w h ile placin g th e ag e n c y ’s decisionm akers w ithin the control o f the P resident. . . T o the extent that W iener\nassu m es th a t co n tro l is and o u g h t to be a b in a ry m a tte r— eith er plenary o r non-existent — its reasoning is difficult\nto reco n c ile w ith m o re recen t separauon o f p o w ers decisions th a t reject su ch an either/or approach to presidential\nco n tro l. Id. W e n o ted , how ever, that Wiener “ co n tin u es to be fo llo w e d ” in th e lo w er courts Id. 34 Applicability o f 18 U.S C. § 208 to National Gambling Impact Study Commission Constitution admits the possibility of “ hybrid” agencies not belonging to any\nof the three branches. We think it plausible to suppose that in 1962, Congress\nwould have understood a statutory reference to “ independent agencies” to mean\nagencies such as the FTC or the War Claims Commission, i.e., agencies that were\nnot then considered to be part of the executive branch, or indeed of any of the\nthree branches. Assuming that such was Congress’s intent, we find that the Commission would\nnot be an “ independent” agency under the standards of Humphrey’s Executor\nor Wiener. First, unlike the FTC or the War Claims Commission, the Commission\nexercises no functions that under Humphrey’s Executor and Wiener were consid­\nered to be adjudicatory in nature. Second, the Commission exists solely to conduct\na-study and to report its findings and recommendations to Congress, the President,\nand State and tribal governments. 14 Its responsibilities are “ essentially of an inves­\ntigative and informative nature, falling in the same general category as those\npowers which Congress might delegate to one o f its own committees.\" Buckley\nv. Valeo, 424 U.S. 1, 137 (1976) (emphasis added). We think that the Commission\nfunctions much as a congressional committee does when conducting an investiga­\ntion or drafting a legislative proposal based on the information it has gathered;\nindeed, it seems to us that, given its overall statutory structure, the Commission\nis a part of the legislative branch. 15 It is therefore unlike the “ headless fourth\nbranch” regulatory agency that Humphrey’s Executor took the FTC to be. In summary: because Humphrey’s Executor and Wiener were assuredly “ within\nthe lively knowledge of Congress” when §208 was enacted. Wiener, 357 U.S.\nat '353, we think that they provide a plausible test of what Congress intended\nwhen referring in that section to “ independent agenc[ies].” If that test is applied,\nthen the Commission cannot be counted as “ independent.”"
}