{
  "document_category": "memos",
  "document_name": "20176",
  "chunk_index": 6,
  "chunk_text": "Provision of benefits to religious groups or expression\nin this context, the Court has reasoned, is most unlikely to reflect or convey any\nendorsement of or preference for religion. Id.; see Pinette, 515 U.S. at 763-66. Historic preservation grants, by contrast, do not appear to be generally available\nin the same sense. Properties, including religious properties, qualify for initial\nlisting on the Historic Register only if they meet subjective criteria pertaining\nto architectural and artistic distinction and historical importance. Once listed, prop­\nl4We note that at least one other court has upheld against a Free Exercise Clause challenge the application of\na landmark restriction to prevent a church from erecting a commercial office tower on its property. Si. Bartholomew's\nChurch v. City o f New York, 914 F.2d 348 (2d Cir. 1990), cert, denied, 499 U.S. 905 (1991). Because the church’s\nclaim in that case centered on lost revenue rather than on structural integrity, the court did not address the issues\nanalyzed in First Covenant. See First Covenant, 840 P.2d at 181 (distinguishing Si. Bartholomew’s). 271 Opinions o f the Office o f Legal Counsel in Volume 19 erties are eligible to compete for grants based on additional measures of “ project\nworthiness” established by the states. Participation by pervasively sectarian\ninstitutions in this kind of competitive grant program raises special concerns,\nabsent in cases like Rosenberger, Pinette, and Mergens, that application of nec­\nessarily subjective criteria may require or reflect governmental judgments about\nthe relative value of religious enterprises. We understand that the Second Circuit’s decision in Lamont v. Woods, 948\nF.2d 825 (2d Cir. 1991), suggests in dicta that the Establishment Clause prohibi­\ntion on direct funding of pervasively sectarian institutions may admit of exceptions\nin certain cases. We do not believe it appropriate, however, to rely on that case\nhere. First, as your draft opinion appears to recognize, the portion of Lamont at\nissue is at best in considerable tension, and at worst inconsistent, with governing\nSupreme Court precedent. Second, even if the standard advanced in Lamont could\nbe defended, we are not convinced that it would apply in this context. The Lamont court suggested that it might approve funding of a pervasively sec­\ntarian institution if (i) the government had a compelling interest in providing\nfunds; and (ii) the court could assure itself that the grant would not in fact advance\nreligion. 948 F.2d at 842. At issue in Lamont was assistance to pervasively sec­\ntarian schools abroad, with the stipulation that no government funds be used to\n“ construct buildings or other facilities intended for worship or religious instruc­\ntion.” Id. at 828. For present purposes, we will assume with the Lamont court\nthat a pervasively sectarian school’s religious mission might not be advanced by\nfunding of a separate facility, such as a gym, used only for secular purposes. Whether or not this is so, however, it simply does not follow that the government\nalso may fund the preservation of facilities that are “ intended for worship or\nreligious instruction” without impermissibly advancing religion."
}