{
  "document_category": "memos",
  "document_name": "22961",
  "chunk_index": 7,
  "chunk_text": "163 Although the m em bers of the Task Force may not be subject to the conflict of\ninterest laws under this formulation, members of the Task Force staff (i.e., the\nregular Com m erce Department employees or the staff hired with Commerce\nD epartm ent funds) would be subject to those statutes. Given our understanding\nof the Task Force and the role o f the consultant volunteers, we would be inclined\nto place the volunteers in the category of the staff employees who are fully subject\nto the conflict of interest law s. We reach this conclusion based upon our\nunderstanding that the volunteers will be performing impartial professional\nservices for the Task Force. 14\nO ne conflict of interest issue will be especially significant to the Task Force\nvolunteers. As Com m erce Departm ent em ployees, the volunteers will be subject\nto rules governing outside compensation and gifts. While government employees\nserving without compensation are not prohibited by 18 U .S .C . § 209 from\naccepting a salary from an outside source, they should not accept anything of\nvalue (including a salary) under circum stances that will create, or appear to\ncreate, a conflict o f interest. T he Commerce Departm ent Standards of Conduct\nprohibit em ployees from soliciting or accepting any compensation or other thing\nof value from a person who:\n(1) H as, or is seeking to obtain, contractual or other business or\nfinancial relations with the D epartm ent of Commerce;\n(2) Conducts operations or activities that are regulated by the\nD epartm ent of Commerce; or\n(3) Has interests that may be substantially affected by the\nperform ance o r nonperformance of the em ployee’s official duty or\nby actions o f the Department. 15 C .F.R . § 0 .7 3 5 -1 1(a). There is an exception to this rule when the acceptance of the compensation\nis determ ined by the head of the operating unit concerned to be\nnecessary and appropriate in view of the work of the Department\nand the duties and responsibilities of the employee. 15 C .F.R . § 0 .7 3 5 - 1 1(b)(5). We are not in a position to give you a definitive interpretation of this regulation\nfor purposes o f the Task Force. W hile we would note the likelihood that a donor\nsuch as Arm co Steel has business relations with the Commerce Department, we\nare not aware o f any particular interest o f this donor in the work of the Task Force. The Com m erce D epartm ent, therefore, may feel that it is appropriate to apply the\nabove-quoted exem ption to the situation of the “ volunteer” from Armco. In this\nm anner each paym ent should be reviewed carefully and individually, and we will\n14\nS ince it appears that the volunteers will b e serving for m ore than 130 days, they w ill be subject to the conflict of\ninterest law s as regular, rather than special go vernm ent em ployees. A ppendix C o f the FPM sum m arizes the conflict\nstatutes as they apply to both regular and sp ecial governm ent em ployees."
}