{
  "document_category": "memos",
  "document_name": "20271",
  "chunk_index": 9,
  "chunk_text": "W here the enacting or operative\nparts o f a statute are unambiguous, the meaning o f the statute cannot be controlled\nby language in the pream ble. The operative provisions o f statutes are those which\nprescribe rights and duties and otherwise declare the legislative w ill.”). See also\nC ouncil o f H aw aii H otels v. A gsalud, 594 F. Supp. 449, 453 (D. Haw. 1984)\n(in determ ining whether Hawaii legislature intended to regulate collectively bar­\ngained health care plans, court rejected defendants’ argument that “findings and\npurpose” section o f statute authorized state regulation of the plans when an opera­\ntive provision o f the statute made it clear that the plans were not subject to regula­\ntion). Finally, we do not believe that the agencies’ authority under the CRA to issue\nim plem enting regulations includes th e authority to impose an obligation, enforce­\nable under § 1818, to meet community credit needs that was not imposed by Con­\ngress. The agencies’ rulemaking authority is limited to “carrying] out the\npurposes” o f the CRA, 12 U.S.C. § 2905, and those purposes are limited to re­\nquiring the agencies to use their authority to “encourage” financial institutions to\nhelp m eet com m unity credit needs, 12 U.S.C. § 2901(b). The authority to\n“encourage” does not include the authority to impose an obligation enforceable by\ncease-and-desist orders and money penalties. See N ew York v. H eckler , 719 F.2d\n1191, 1196 (2nd Cir. 1983) (holding that statutory language directing entities re­\nceiving federal funding “to encourage family participation” in m inors’ receipt of\ncontraceptive services did not authorize HHS to promulgate regulations requiring\nparental notification following a m inor’s purchase of contraception). W e em phasize that our conclusion that § 1818 sanctions are not available is\nnot intended to suggest that the provisions of the proposed CRA regulations re­\ngarding an obligation to help meet the credit needs of the community are invalid\nfor other purposes under the CRA or any other statute, such as to assist the exercise\nof agency authority during examinations and in the application process. Nor is it\n254 A uthority o f the F ederal F inancial Supervisory A gencies U nder the C om m unity R einvestm ent A ct intended to suggest that other provisions of the proposed CRA regulations impos­\ning requirements on financial institutions, such as data collection and reporting\nrequirements, are not authorized by the grant of authority to promulgate regula­\ntions. Moreover, we express no opinion on the availability of § 1818 sanctions for\nviolations of a law, rule, or regulation in any context other than the CRA. IV. The purpose of the CRA is to require the federal financial supervisory agencies,\nin the execution of their examination function, to encourage financial institutions to\nmeet community credit needs. The CRA requires that the agencies assess financial\ninstitutions’ records in this regard and consider their records when evaluating their\napplications for deposit facilities. In connection with this requirement, the agen­\ncies may promulgate regulations placing reasonable requirements on financial in­\nstitutions to enable the agencies to assess their performance."
}