{
  "document_category": "memos",
  "document_name": "20701",
  "chunk_index": 12,
  "chunk_text": "See Permits for Flight of\nForeign Aircraft into the United States, 40 Op. Att’y Gen. 136 (1941). For present\npurposes it is unnecessary to distinguish whether duties are vested in the Board or\nin the Administrator. Following are pertinent provisions of the Civil Aeronautics Act of 1938:\nSection 2 of the statute states that in the exercise and performance of its duties\nthe Authority shall consider the following as being in the public interest— (a) The encouragement and development of an air-transportation system properly adapted to the present and future needs of the foreign\nand domestic commerce of the United States, of the Postal Service,\nand of the national defense; . . .\n(d) Competition to the extent necessary to assure the sound development of an air-transportation system properly adapted to the needs\nof the foreign and domestic commerce of the United States, of the\nPostal Service, and of the national defense; . . .\n(f) The encouragement and development of civil aeronautics. 118 Implementation of International Civil Aviation Agreements 52 Stat. at 980.\nSection 201(b) of the statute provides that there shall be in the Authority an\nAdministrator, 52 Stat. at 981, and section 301 empowers and directs the Administrator “to encourage and foster the development of civil aeronautics and air\ncommerce in the United States, and abroad,” 52 Stat. at 985. Section 402 provides in part—\n(a) No foreign air carrier shall engage in foreign air transportation\nunless there is in force a permit issued by the Authority authorizing\nsuch carrier so to engage; . . .\n(b) The Authority is empowered to issue such a permit if it finds that\nsuch carrier is fit, willing, and able properly to perform such air\ntransportation and to conform to the provisions of this Act and the\nrules, regulations, and requirements of the Authority hereunder, and\nthat such transportation will be in the public interest. 52 Stat. at 991. The Authority is authorized by paragraph (f) of section 402 to prescribe the\nduration of any permit and to attach to it such reasonable terms as, in its judgment,\n“the public interest may require.” 52 Stat. at 992.\nParagraph (g) provides that any permit issued under section 402 may, after\nnotice and hearing, be altered, modified, amended, suspended, canceled, or\nrevoked by the Authority whenever it finds such action to be in the public interest. 52 Stat. at 992. Section 801 provides that the issuance, denial, transfer, amendment, cancellation, suspension, or revocation of the terms of any foreign air carrier permit\nissuable under section 402 shall be subject to the approval of the President. 52\nStat. at 1014. Section 802 provides that the Secretary of State “shall advise the Authority of,\nand consult with the Authority, concerning the negotiation of any agreements with\nforeign governments for the establishment or development of air navigation,\nincluding air routes and services.” 52 Stat. at 1014. Section 1102 provides that in exercising and performing its powers under the\nAct, “the Authority shall do so consistently with any obligation assumed by the\nUnited States in any treaty, convention, or agreement that may be in force between\nthe United States and any foreign countries.” 52 Stat. at 1026."
}