{
  "document_category": "memos",
  "document_name": "20726",
  "chunk_index": 3,
  "chunk_text": "This provision has\nremained substantially similar to this day. 18 U.S.C. § 591. See also 1 Op. Att’y. Gen. 85, 86. 150 Authority of Florida Police Officers to Make Arrests on Basis of FBI Pick-Up Notices authority of a peace officer to arrest without warrant in three types of cases. The\nstatute resembles section 901.15, Florida Statutes, 1951 (which is quoted at length\nat a later point in this memorandum), except that the Florida statute is somewhat\nbroader in its coverage. It is important for our purposes to observe that, although\nthe arrest and subsequent search in Di Re failed because the arresting officer had\nno information which would lead him to believe that either a felony or misdemeanor had been committed by Di Re, the action of the arresting officer was\ntested by New York’s statutes on arrest applicable to peace officers and not on any\ntheory that the state peace officer was acting as a private citizen or that there was\nany special or different rule when he acted to arrest for a federal offense. Di Re was followed shortly by Johnson v. United States, 333 U.S. 10 (1948), in\nwhich an arrest on a federal narcotics violation, effected without a warrant by\nfederal narcotics agents and a city police officer, was tested by the law of the State\nof Washington applicable to state officers, the Court holding again that state law\ndetermines the validity of arrest without warrant. Still later, the contemporaneous state of the law of arrest, as it was confirmed in\nDi Re, was described by Judge Learned Hand in United States v. Coplon as\nfollows: In the absence of some controlling federal law the validity of an\narrest for a federal crime depends upon whether an arrest for a state\ncrime would have been valid under the state law, if made in the same\ncircumstances. Whatever the doubts which might have existed as to\nthis before 1948, they were laid in that year. At common law a private person, as distinct from a peace officer, had the power to arrest\nwithout warrant for a felony, committed in his presence, and for one,\nactually committed in the past, if he had reasonable ground to suppose that it had been committed by the person whom he arrested. A\n“constable” or other “conservator of the peace” had all the powers of\narrest without warrant of a private person, and in addition the power\nto arrest for felony, although no felony had actually been committed,\nif he had reasonable ground to suppose that the person arrested had\ncommitted the felony. That was the only distinction between their\npowers and those of a private person. The law of New York is nearly, if not quite, in accord with this. 185 F.2d 629, 633–34 (2d Cir. 1951) (footnotes omitted). It might be observed that the law of Florida as codified in section 901.15, Florida Statutes, 1951, is even more nearly in accord with the common law, as noted in\nDorsey v. United States, 174 F.2d 899 (5th Cir. 1949)."
}