{
  "document_category": "memos",
  "document_name": "24141",
  "chunk_index": 11,
  "chunk_text": "Id. The Proclamation then\nwent on to declare that the United States’ policy with respect to zones where na­\ntionals of other countries also fished would be determined by agreements be­\ntween the United States and foreign states. This Proclamation, with its explicit\nstatement of how the issue would be resolved with respect to other nations, was\nclearly based on the President’s constitutional power to represent the United\nStates’ interests in the international arena. Finally, in 1983 President Reagan used\nthe same power when he proclaimed “the sovereign rights and jurisdiction of the\nUnited States” to an exclusive economic zone extending two hundred miles from\nthe coast of the United States. Proclamation No. 5030, 3 C.F.R. 22 (1984).13 All\nof these precedents illustrate that the President’s constitutional role as the repre­\nsentative of the United States in foreign relations permits him to proclaim juris­\ndiction over certain areas of the sea, consistent with international law, on behalf\nof the United States. B. The President’s Power to Assert Sovereignty The more difficult issue is whether the President may assert sovereignty over\nthe territorial sea. 14 The key difference between this and an assertion of juris­\ndiction is that an assertion of sovereignty means that the territorial sea would be\nconsidered a part of the territory of the United States— i.e., as much a part of the\ncontinental United States as a piece of land. While originally subject to doubt by\nsome, the modem view is that the territorial sea is part of a nation and that a na­\ntion asserts full sovereignty rights over its territorial sea.15 The issue therefore\nbecomes whether the President has the authority to assert sovereignty over terri­\ntory on behalf of the United States. As indicated below, Presidents have asserted\nthis authority. Based on this historical record, we conclude that the President act­\ning alone may assert sovereignty over an extended territorial sea on behalf of the\nUnited States, as a matter of discovery and occupation. The Constitution does not specifically address the power to acquire territory on\n13 The President is also authorized to establish “defensive sea areas” by executive order for purposes of national\ndefense. 18 U.S.C. § 2152. See also U.S. Naval War College, International Law Situation and Documents— 1956\nai 603-04 (1957) (listing defensive sea areas established by the President). 14 We believe an assertion of sovereignty over the territorial sea would be tantamount to, and would raise the\nsam e considerations as, the acquisition of land territory. See supra note 3. Because we believe that the territorial\nsea is probably territory in the same sense that land is territory, we must examine the means by which the United\nStates may acquire territory. 15 See supra note 3. 246 behalf of the United States.16 Nonetheless, it is now agreed that the United States\nhas the power to acquire territory as an incident of national sovereignty. See, e.g.,\nMormonChurch v. UnitedStates, 136U.S. 1,42 (1890). 17 The United States has\nacquired territory through cession, purchase, conquest, annexation, treaty, and dis­\ncovery and occupation. 18These methods are permissible under international law19\nand have been approved by the Supreme Court.20"
}