{
  "document_category": "memos",
  "document_name": "21586",
  "chunk_index": 4,
  "chunk_text": "7\nD o u g l a s W. K m i e c\nDeputy Assistant Attorney General\nOffice o f Legal Counsel 6 This O ffice also objected on the same grounds to provisions o f the bill granting im m unity to those who\nfailed to register and to deserters, requiring the dism issal o f all pending legal proceedings against such\npersons, and allow ing persons serving a term o f reconciliation service pursuant to President F o rd 's C lem ency\nProclam ation 8313 to be released from such service. We did not object to provisions o f the bill that granted an\nhonorable discharge to all such persons who had served in the arm ed forces, and restoring the citizenship o f\nform er citizens who had renounced their citizenship because o f disapproval o f United States involvem ent in\nIndochina. W ith respect to the latter act, w e rem arked that <4[t]o restore the original citizenship o f such\npersons may be an act o f amnesty, but it is certainly not the constitutional equivalent o f an A rticle II\n‘pardon.’” M emorandum from M ary C. Lawton, D eputy A ssistant A ttorney G eneral, Office o f Legal Counsel\nto the Assistant Attorney G eneral, Criminal Division (M ay 13, 1975). As authority for such a legislative\nenactm ent, we cited C ongress' plenary pow er over citizenship and naturalization under A rticle I, § 8, cl. 4 o f\nthe C onstitution. 7 It could also be argued that such legislation would infringe the courts' pow er to interpret and apply the\nlaw, and intrude upon the integrity o f the ju d icial process. Compare United States v. Klein , 80 U.S. at 146—47\n(legislation attem pting to w ithdraw c o u rt's jurisdiction to consider the effect o f a Presidential pardon\ninfringes judicial pow er and violates principle o f separation o f pow ers) with Ex Parte Grossman, 267 U.S. 87\n(1925) (upholding a Presidential pardon o f a contem pt o f court against an argum ent that it violated separation\nof powers). 95"
}