{
  "document_category": "memos",
  "document_name": "19481",
  "chunk_index": 8,
  "chunk_text": "And on its\nface this provision does not purport to describe the extent of the Secretary’s authority, as it requires the\nprivacy recommendations to address “at least” the “uses” and “disclosures” of covered information. Id.\n§ 1320d-2 note (emphasis added); see also id. (same with respect to the privacy regulations). Finally, a\nrule “address[ing]” the “disclosure” of information may well regulate the acquisition of information by\na covered entity because obtaining information generally involves the “disclosure” of it by another\nperson. The provision’s use of the noun “disclosure,” therefore, does not help to answer the question\nbefore us. 4 Nor does the inclusion of “causes to be used” as well as “use” in section 1320d-6(a)(1) compel us\nto conclude—contrary to the plain language of the statute—that the provision renders liable entities that\nare not covered by the regulations but that “cause” a covered entity to “use” unique health identifiers in\nviolation of the part. This language is better read to cover those instances in which a covered entity\ncauses, in violation of the part, another person to use a unique health identifier, but where the covered\nentity itself did not use the identifier in an unauthorized manner. 82 Scope of Criminal Enforcement Under 42 U.S.C. § 1320d-6 person who violates a provision of this part.” Id. § 1320d-5(a)(1). The criminal\nenforcement provision makes it a crime to do certain acts “knowingly and in\nviolation of this part.” Id. § 1320d-6(a). To be sure, the statute must be read as a\nwhole and variations in the language of closely related provisions should be given\neffect if possible. See Bryan v. United States, 524 U.S. 184, 191–93 (1998)\n(interpreting the requirement that an act be done “willfully” in one subsection of\nthe statute by reference to the “knowingly” requirement contained in other\nsubsections of the same statute). Here, however, the difference in phrasing used in\nthe two provisions does not constitute a basis for concluding that section 1320d-6\nreaches persons who are not, or are not part of, a covered entity. Section 1320d-6’s\nuse of “in violation of,” as opposed to “who violates,” reflects only the difference\nin the scope of the conduct proscribed by the two sections. Section 1320d-5 is\nphrased as it is—“any person who violates a provision of this part”—because a\nviolation of any of the standards subjects the violator to civil penalties. 42 U.S.C.\n§ 1320d-5(a)(1). In contrast, criminal punishment is restricted to those violations\nof the standards—specified in subsections (a)(1) to (a)(3) of section 1320d-6(a)—\nthat involve the improper use, acquisition, or disclosure of individually identifiable\nhealth information or unique health identifiers. Section 1320d-6(a) makes liable a\nperson who “uses or causes to be used,” “obtains,” or “discloses” such health\ninformation. Having described the prohibited acts using present tense verbs, the\nprovision could not retain the “violates this part” formulation; instead, it uses “in\nviolation of this part” to make clear that only those uses, acquisitions, and\ndisclosures in a manner contrary to the regulations are illegal. The difference in\nlanguage between section 1320d-5 and section 1320d-6 is thus best understood as\nnothing more than a grammatical accommodation resulting from the need to\ndescribe the acts for which section 1320d-6 prescribes criminal liability. 5"
}