{
  "document_category": "memos",
  "document_name": "22996",
  "chunk_index": 11,
  "chunk_text": "This would include expenses incurred in\nthe course of official travel.8 We have consulted the legislative history of 2 U.S.C. § 439a, first adopted as\npart of the Federal Election Campaign Act Amendments of 1974, Pub. L. No.\n93—443, 88 Stat. 1289, and have found nothing that would be inconsistent with\nsuch an interpretation. However, in the limited time available, we similarly have\nfound nothing to indicate that Congress specifically considered the provision’s\napplication to the Office of the President or Vice President. The brief floor\ndiscussion of this provision9 and of a similar provision in a predecessor bill10\nmerely focused on its application to Members of Congress, who traditionally\nhave been permitted to accept gifts to defray the expenses of their offices.11 A\nregulation promulgated by the Federal Election Commission under this provision\nrepeats the language of the statute. See 11 C.F.R. §§ 113.1 & 113.2. Thus, we\nare aware of no indication that Congress intended it to mean anything other than\nwhat it clearly says: that elected officials including the President and the Vice\nPresident may accept gifts to defray expenses incurred in connection with the\nperformance of their duties. 9 O f c o u rse, an y ap p licab le conflict of in terest provisions w ould have to b e borne in m ind if § 4 3 9 a were to be used\na s au thority fo r th e rece ip t o f contributions f o r the P resident's o r V ice P resid en t’s travel expenses. ’ S ee 120 C o n g . R ec. 3 5 1 3 9 (1974). 10 See 119 C o n g . R ec. 2 6 6 0 6 -0 7 (1973).\n\" C o n g ress am en d ed th e provision in 1980, Pub. L. N o. 9 6 -1 8 7 , §§ 105(4), 113, 93 S tat. 1 3 5 4 ,1 3 6 6 (1980),\ng en e ra lly to p ro h ib it a fed eral official from co n v e rtin g co n trib u ted funds fo r h is o r h er personal use. A specific\nex em ption to th is provision also w as added f o r individuals w ho w ere S enators and R epresentatives on January 8,\n1980. 222 Nevertheless, we would caution against complete reliance on § 439a until\nfurther consideration has been given to the authority under that statute for\npolitical committees to make contributions, and until the matter has been\ncoordinated with the Federal Election Commission. In this connection, the\nFederal Election Commission has authority to render advisory opinions to federal\nofficeholders about “ the application of a general rule of law stated in” the Federal\nElection Commission Act, of which § 439a is a part. See 2 U.S.C. § 437(b). To\nour knowledge, the Commission has not been called upon to and thus has not\nformally addressed the application of § 439a to gifts made to the President or the\nVice President to defray the expenses of their offices."
}