{
  "document_category": "memos",
  "document_name": "23741",
  "chunk_index": 20,
  "chunk_text": "See id. at 454 (“The [eventual] decision by the Congress,\nin its control of the action of the Secretary of State, of the question whether\nthe [Child Labor Amendment] had been adopted within a reasonable time\nwould not be subject to review by the courts.”). The plurality opinion did\nnot address the question whether, in the event the Secretary of State decided\nto certify the amendment on his own, congressional promulgation would\nstill be necessary. Indeed, given the posture of the case, the Justices could\nnot have addressed that question: the Child Labor Amendment was nowhere\nnear ratification, and circumstances had not required the Secretary to make\nany decision regarding the validity of the amendment. 22\nChief Justice Hughes’s opinion is thus best understood as resting on a\npolitical question rationale: courts will not attempt to resolve certain ques­\ntions concerning the validity of states’ ratifications of constitutional\namendments. Rather, the decision of the political branches will control. To\nread the Hughes opinion as addressing the relationship between the political\nbranches and requiring the Executive to defer to Congress on the adoption\nof an amendment would be to resolve an issue that was not before the\nColeman Court. As it was, the Coleman dissenters took their brethren to\ntask for even addressing the role of Congress in the amendment process. The Court had not heard argument on that point, they protested; Congress’s\nrole had not been “raised by the parties or by the United States appearing as\namicus c u r i a e 307 U.S. at 474 (Butler, J., dissenting). At most, Coleman\nstands for the proposition that the validity of a constitutional amendment is\n“ The Hughes opinion endorsed the Court’s earlier holding in L e ser v. G a m eit, 258 U.S. 130, 137\n(1922), that the Secretary would be bound by official notice from a state respecting its ratification. Se e\nC o le m a n , 307 U.S. at 451. 101 a political question. That proposition has no bearing on the actions of the\nArchivist, an officer of one of the political branches. 23 2.\nOn its merits, the notion of congressional promulgation is inconsistent\nwith both the text of Article V of the Constitution and with the bulk of past\npractice. 24 Article V clearly delimits Congress’s role in the amendment pro­\ncess. It authorizes Congress to propose amendments and specify their mode\nof ratification, and requires Congress, on the application of the legislatures\nof two-thirds of the States, to call a convention for the proposing of amend­\nments. Nothing in Article V suggests that Congress has any further role. Indeed, the language of Article V strongly suggests the opposite: it provides\nthat, once proposed, amendments “shall be valid to all Intents and Purposes,\nas Part of this Constitution, when ratified by” three-fourths of the States. (Emphasis added.) As Professor Dellinger has written, the Constitution “re­\nquires no additional action by Congress or by anyone else after ratification\nby the final state.” 97 Harv. L. Rev. at 398."
}