{
  "document_category": "memos",
  "document_name": "482136",
  "chunk_index": 7,
  "chunk_text": "20 U.S.C. §§ 42–43 (2000). As the D.C. Circuit has observed, “if\nthe Smithsonian were to wield executive power, the method by which its Regents\nare appointed would appear to violate the Constitution’s separation of powers\nprinciples.” Dong, 125 F.3d at 879; Ulman Memorandum at 5 (“[I]f the Smithsonian were an ‘executive agency’ this mode of appointment might raise serious\nconstitutional questions, in the sense that the Congress cannot appoint executive\nofficers . . . .”). In addition, if the Board of Regents exercises a portion of the\nsovereign power of the United States, this manner of selection would violate the 61 Opinions of the Office of Legal Counsel in Volume 32 Appointments Clause, which vests in the President alone the power to appoint\n“all . . . Officers of the United States” and does not permit Congress to appoint\neven “inferior Officers.” U.S. Const. art. II, § 2, cl. 2. It would also run afoul of\nthe Incompatibility Clause, which forbids members of Congress from holding “any\nOffice under the United States.” Id. art. I, § 6, cl. 2.\nMoreover, the President exercises no control over the Smithsonian and has no\npower to remove its board members. See Dong, 125 F.3d at 879 (“[T]here is no\nevidence that the Secretary of the Smithsonian answers to the President . . . .”);\nUlman Memorandum at 5 (Smithsonian is “under no executive power of control or\nappointment whatever”). Instead, Congress presumably retains the ability to\nremove those members it appoints. See generally President’s Removal Power at 3\n(“[T]he fundamental principle applicable in removal cases is that, absent contrary\nindications, the power to appoint implies the power to remove.”). Indeed, Congress did remove and replace a board member at least once in the Smithsonian’s\nhistory. See Act of Feb. 21, 1863, Pub. Res. No. 37-21, 12 Stat. 825 (removing and\nreplacing a Board member for “giving aid and comfort to” the Confederacy). If the\nSmithsonian were in the Executive Branch, the President’s inability to supervise\nits operation through removal of its Board members, and Congress’s authority\nover the Institution, would implicate fundamental separation of powers principles. Dong, 125 F.3d at 879; see generally Bowsher, 478 U.S. at 726, 730. Finally, structural and functional aspects of EIGA indicate that the Smithsonian\nis not part of the Executive Branch for purposes of the Act. As noted above, OGE\nis the supervising ethics office for the Executive Branch, while the Legislative and\nJudicial Branches have their own supervising ethics offices. Members of Congress\nand the Chief Justice fill seven of the positions on the Institution’s Board of\nRegents. If the Smithsonian fell within OGE’s jurisdiction, OGE would exercise\nauthority over members of Congress and the Chief Justice in their capacity as\nRegents. Moreover, OGE’s ability to conduct its ethics programs under title IV of\nEIGA ultimately relies on the President’s authority to supervise the Executive\nBranch. OGE’s Director is required to monitor compliance with EIGA’s requirements and may order an agency or its employees under OGE’s jurisdiction to take\ncorrective action when necessary. 5 U.S.C. app., EIGA § 402(b)(9)."
}