{
  "document_category": "memos",
  "document_name": "20846",
  "chunk_index": 2,
  "chunk_text": "The question, then, is whether it has done so. The statutory descriptions governing the appointment and duties of commissioners are the starting point of analysis. 42 U.S.C. § 1975 (1970). With respect to\nappointment, commissioners do not serve for a fixed term, and there is no statutory\nprovision governing removal. By contrast, members of independent regulatory\nbodies usually serve for a fixed term of years, and some may only be removed for\n“cause” or other specified reason. While neither of these factors is dispositive,\nabsent other strong reasons pointing toward independent tenure, the natural\nimplication to be drawn is that Civil Rights Commission members serve at the\nPresident’s pleasure. Perhaps the strongest case for limiting the President’s removal power is presented by a body created to adjudicate the rights of private parties. The Civil\nRights Commission has no such authority, and this has been established by\nSupreme Court decision. In Hannah v. Larche, certain state officials sought to\nenjoin a Civil Rights Commission hearing in Louisiana concerning discriminatory\nvoter registration practices on the ground that, as prospective witnesses, they were\nentitled to a panoply of procedural protections denied by the Commission’s rules,\nincluding the right to confront and cross-examine other witnesses. 363 U.S. 420\n(1960). The Court sustained the Commission’s rules, saying that\nAs is apparent from this brief sketch of the statutory duties imposed\nupon the Commission, its function is purely investigative and factfinding. It does not adjudicate. It does not hold trials or determine\nanyone’s civil or criminal liability. It does not issue orders. Nor does\nit indict, punish, or impose any legal sanctions. It does not make\ndeterminations depriving anyone of his life, liberty, or property. In\nshort, the Commission does not and cannot take any affirmative\naction which will affect an individual’s legal rights. The only purpose of its existence is to find facts which may subsequently be used\nas the basis for legislative or executive action. Id. at 440–41. There are other indicia of executive control over the Commission. The statute\nestablishes it “in the executive branch of the Government.” 42 U.S.C. § 1975(a). Although, standing alone, this phrase has no special significance, it is significant\nthat many of the regulatory commissions whose members clearly do not serve at\nthe President’s pleasure—for example, the Federal Trade Commission, the\nSecurities and Exchange Commission, and the Federal Communications Commission—are not similarly established “in the executive branch.” The President\ndesignates the Chairman and the Vice Chairman. 42 U.S.C. § 1975(c). Employees\nof the federal government, including, presumably, employees clearly subject to the\nPresident’s control, are eligible to serve as members. 42 U.S.C. § 1975b(b) (1970). 352 Presidential Authority to Require Resignations of Civil Rights Commissioners The staff director, a full-time employee responsible for day-to-day operations, is\nappointed by the President following consultation with the Commission, and\nsubject to Senate confirmation. 42 U.S.C. § 1975d(a) (1970). The Commission’s\nbudget requests are subject to OMB approval. The legislative history of the Civil Rights Act of 1957, Pub. L. No. 85-315, 71\nStat. 634, which originally established the Commission, does not speak directly to\nthe matter of the President’s removal power."
}