{
  "document_category": "memos",
  "document_name": "23996",
  "chunk_index": 22,
  "chunk_text": "Thus,\nCustoms may receive the proceeds from property seized by Customs under the\ncustoms laws and forfeited by the Department of Justice under section 881 only\nif the Attorney General does not first exercise his options under section 881(e)\nto retain the property for official use, transfer the property, or otherwise dispose\nof the forfeited property under section 881(e)(1).61 It is important to note, moreover, that even if proceeds from section 881 for­\nfeitures are to be deposited in the Customs Forfeiture Fund in accordance with\n28 U.S.C. § 524(c)(10), the Department of Justice first can collect costs for all\nproperty expenses of the forfeiture proceeding and sale, including expenses of\nmaintenance and court costs. Section 881(e)(2)(B) provides that, unless the for­\nfeiture was conducted by the Postal Service, the Attorney General shall deposit\nin accordance with 28 U.S.C. § 524(c) all cash and proceeds remaining after pay­\nment of such expenses. 62 Conclusion We conclude that Customs does not have independent authority to make\nseizures or forfeitures pursuant to 21 U.S.C. § 881. Accordingly, Customs agents\nshould make seizures and forfeit property pursuant to that section only when they\ndo so under the supervision of the DEA and by direct or derivative designation\nof the Attorney General. We further conclude that property forfeited after a Cus­\ntoms seizure is to be deposited in the Customs Forfeiture Fund when the seizure\n60 21 U.S.C. § 881(e)(2)(B), as amended by the 1988 Drug Act, provides* The Attorney General shall forward to the Treasurer of the United States for deposit in accordance\nwith section 524(c) of title 28, any amounts of such moneys and proceeds remaining after payment of\nthe expenses provided in subparagraph (A), except that, with respect to forfeitures conducted by the\nPostal Service, the Postal Service shall deposit in the Postal Service Fund, under secuon 2003(b)(7)\no f title 39, United States Code, such moneys and proceeds. Subparagraph (A), in turn, only applies to moneys forfeited under this title and sales conducted under section\n881(e)(1)(B). 61 O f course, under 21 U.S.C. § 881(e)(1)(A), as amended by the 1988 Drug Act, the Attorney Genefal has ex­\nplicit authority to transfer the custody or ownership of any forfeited property to any federal agency, or to any state\nor local agency that participated directly in the seizure or forfeiture, pursuant to section 616 of the Tariff Act of\n1930, ch. 497, 46 Stat. 590 (1930) (codified as amended at 19 U.S.C. §§ 1202-1677). Thus, where a Customs of­\nficer has been working in cooperation with DEA in a joint investigation, or has been working under designation by\nthe Attorney General, and property is seized and forfeited by the Department of Justice under section 881, it is\nwithin the Attorney General’s discretionary authority to transfer that tangible property to the Customs Service\n62 Moreover, 19 U.S.C. § 1524 requires that reimbursable charges paid out of “any appropriation” for collect­\ning Customs revenue shall be refunded. 284 was made by the Customs Service under the customs laws, even though the prop­\nerty ultimately was forfeited by the Department of Justice, either administratively\nor in a federal district court proceeding."
}