{
  "document_category": "memos",
  "document_name": "22996",
  "chunk_index": 7,
  "chunk_text": "A third approach, which in effect combines the first two, is suggested by a\nprior opinion of this Office, transmitted to the Counsel to the President on\nSeptember 17, 1980, and entitled “ Reimbursement of Travel Expenses Incurred\nby Government Officials on Mixed Official and Campaign Trips.” That opinion\nresponded to a question about the operation of a Federal Election Commission\n(FEC) rule under which a campaign committee’s share of the costs of a mixed\nofficial-political trip is the full cost of the trip from the point of origin through\neach campaign-related stop and back to the point of origin. 11 C.F.R. § 9004.F.5 After the FEC adopted this rule, the White House Counsel’s Office assumed that\nthe expense to the government for such a trip would be the difference between the\ntrip’s actual cost and the amount reimbursed by the campaign committee. However, the Counsel’s Office was concerned that such diminishment of the\nactual expense to the government could constitute an unauthorized augmentation\nof appropriations. For that reason, it sought an opinion of this Office. The September 17, 1980, opinion concluded that, if the government were to\npay only the difference between the actual cost of a trip and the amount\nreimbursed by the campaign committee under the FEC rule, there would be an\nunauthorized augmentation of appropriations (assuming no authority to accept\ncontributions) so long as the government were allowed to “ reap the benefit” of\nthe enhanced payment of expenses by the campaign committee under the FEC\nrule. To cure this problem, the opinion stated that an accounting system should be\ndevised to charge “ the full allocated travel costs to both the Campaign Commit­\ntee and the government agency,” with a deposit of any excess funds in the\nTreasury (page 4, emphasis added). While we express no view regarding the correctness of this third approach\nduring the period of a presidential election campaign when the Federal Election\n5 For instance, if a trip from W ashington, D C , to Chicago w ere taken for official purposes, an d then a trip from\nC hicago to D enver w ere taken for cam paign purposes (with a return from D enver to W ashington, D C ) , u n d e r the\nFEC rule the cam paign com m ittee w ould have to m ake reim bursem ent for the co st o f travel from Washington* D .C .,\nto D enver and back to W ashington, D C. 219 Commission’s regulations would be applicable, we do not believe that the\napproach correctly reflects the requirements that apply outside the campaign\nperiod. We believe that the first two approaches are unreasonable solutions to the\nproblem because each tilts the scales completely toward one of the two conflicting\nguiding principles and results either in an inappropriate augmentation of appro­\npriated funds or the subsidization of political activity with appropriated funds. The approach of the September 17, 1980, Office of Legal Counsel opinion\nattempts to address these problems in, we believe, an unrealistic and unnecessary\nway by requiring one trip to be paid for twice— both with official funds and with\npolitical funds."
}