{
  "document_category": "memos",
  "document_name": "1085561",
  "chunk_index": 11,
  "chunk_text": "Id. at 2. Because we lacked “sufficient time to reexamine the legal analysis contained in our earlier memoranda,” we stated\nthat we had no choice but to “adhere to the conclusion” that “the President\ncannot, consistently with section 3110, appoint a relative as an active\nmember of such a Commission.” Id. Most recently, we advised whether the President could appoint his\nbrother-in-law and his half-sister to two advisory committees. Once again,\nwe found that section 3110 precluded the appointments. See Memorandum for Gregory B. Craig, Counsel to the President, from David J. Barron, Acting Assistant Attorney General, Office of Legal Counsel, Re:\nApplication of 5 U.S.C. § 3110 to Two Proposed Appointments by the\nPresident to Advisory Committees (Sept. 17, 2009) (“Barron Opinion”). In\nthe course of that analysis, we considered whether one of the committees,\nthe President’s Commission on White House Fellowships (“Fellowships\nCommission”), was located within the Executive Office of the President\nor was instead a free-standing establishment within the Executive Branch. Id. at 14–15. 5 Concluding that, either way, the Fellowships Commission\nwas, or was within, an “independent establishment” falling within the\ntitle 5 definition of Executive agency, we did not decide the question. Id. But we explicitly rejected the possibility that the Fellowships Commission constituted a part of the White House Office. Id. at 14. As a result,\nthe Barron Opinion had no occasion to reapply or reconsider our precedents finding that section 3110 barred the President from appointing\nrelatives to White House Office positions. See id. at 18–19 (distinguishing\nHaddon). B.\nAlthough none of our previous opinions analyzed the interaction between 3 U.S.C. § 105(a) and the anti-nepotism statute, our 1977 memo- 5 We concluded that the other advisory committee at issue, the President’s Council on\nPhysical Fitness and Sports, constituted part of the Department of Health and Human\nServices. Barron Opinion at 9. Nothing in our present opinion should be understood to\nquestion our prior conclusions about filling positions not covered by the special hiring\nauthorities in title 3. 12 Application of Anti-Nepotism Statute to Presidential Appointment in White House randa did consider the effect of language in annual appropriations for the\nExecutive Office of the President that was nearly identical to section\n105(a). Prompted by the inconsistency between our earlier memoranda\nand the implications of Haddon, we now revisit the reasoning in those\nmemoranda in order to assess the issue presented under section 105(a). While acknowledging that the appropriation language was “broad” and\nthe issue “not wholly free of doubt,” our memorandum regarding the\nWhite House appointment reasoned that section 3110 should be understood as a “specific prohibition” constituting an “exception to the general\nrule that limitations on employment do not apply to the White House\nOffice.” White House Aide Memo II, at 3. We therefore invoked the\n“basic principle of statutory construction that a statute dealing with a\nnarrow, precise, and specific subject is not submerged by a later enacted\nstatute covering a more generalized spectrum.” Id. (quoting Radzanower\nv. Touche Ross & Co., 426 U.S. 148, 153 (1976))."
}