{
  "document_category": "memos",
  "document_name": "844106",
  "chunk_index": 3,
  "chunk_text": "We believe the language of that provision is manifest:\nfor purposes of section 274A, the term “ entity” applies to all federal government\nemployers, including agencies within the executive, judicial and legislative\nbranches. The House Conference Report accompanying IIRIRA confirms our\nreading of section 412(d): “ This provision clarifies that the Federal government\nmust comply with section 274A of the Immigration and Nationality Act . . . .”\nH.R. Conf. Rep. No. 104—828, at 237 (1996). The plain text of the statute, together\nwith its legislative history, thus leaves no question as to Congress’s intent that\nfederal government entities be covered by section 274A, including the investiga­\ntion, assessment and enforcement provisions of section 274A(e). Having concluded that Congress intended to authorize the INS to assess civil\npenalties and bring enforcement actions against other governmental employers,\nwe further conclude that the INS can exercise that authority consistent with the\nConstitution. Because different constitutional issues are raised by INS enforcement\nof section 274A against executive agencies, the judiciary, and Congress, we will\nseparately address application of the statute to each branch. Enforcement Actions Against Executive Branch Agencies The President has authority under Article II of the Constitution to supervise\nthe executive branch, which includes the authority to resolve disputes within that\nbranch. Authorizing the INS to assess civil penalties against other agencies does\nnot give rise to a constitutional problem under Article II. The critical point is\nthat the INA “ does not preclude the President from authorizing any process he\nchooses to resolve disputes between [the INS] and other federal agencies regarding\nthe assessment of administrative penalties.” Administrative Assessment o f Civil\nPenalties Against Federal Agencies Under the Clean A ir Act, 21 Op. O.L.C. 109,\n116 (1997) (“ EPA Opinion” ). Under section 274A, any agency that disputes an\nINS assessment has the opportunity to voice its objections in an administrative\nhearing before an ALJ, whose decision is subject to review by the Attorney Gen­\neral or her delegate. 8 U.S.C. § 1324a(e)(7). There is no limitation in the statute\non the President’s authority to review the matter if he chooses to do so, and the\nabsence of any such restriction on his discretion is dispositive. EPA Opinion, 21\nOp. O.L.C. at 116. In the context of one federal executive agency assessing civil penalties against\nanother, the statutory provision of judicial procedures to enforce those penalties\nalso might be thought to raise constitutional concerns related to the Article III\nlimitation on the jurisdiction of the federal courts to actual cases and controversies. 35 Opinions o f the Office o f Legal Counsel in Volume 24 The civil action provisions contained in sections 274A(e)(8) and (9) might be\nconstrued to suggest that one executive branch agency may sue another in federal\ncourt over an administrative penalty. This Office has consistently held that “ ‘law­\nsuits between two federal agencies are not generally justiciable.’ ” EPA Opinion,\n21 Op. O.L.C. at 111 (quoting Constitutionality o f Nuclear Regulatory Commis­\nsion ’s Imposition o f C ivil Penalties on the A ir Force, 13 Op. O.L.C. 131, 138\n(1989))."
}