{
  "document_category": "memos",
  "document_name": "23996",
  "chunk_index": 3,
  "chunk_text": "Enfot cement of the Controlled Substances Act, 21 V S C § 801 et seq , and the Controlled Substances Import and\nExport Act, 21 U S.C § 951 et seq (Dec. 23, 1983) (“Olson Memo”) (courts would probably uphold a grant of lim­ ited title 21 authority granted to Customs officials acting under the supervision of DEA personnel); Memorandum\nfor the Deputy Attorney General from Douglas W Kmiec, Deputy Assistant Attorney General, Office of Legal\nCounsel, Re. United States Customs Service Jurisdiction over Title 21 Drug Offenses (June 3, 1986) (“Kmiec\nM emo”) (19 U.S C. §§ 1589 and 1589a provide warrant and arrest authonty to Customs, but do not alter its drugrelated authority under Reorganization Plan N o. 2 of 1973). 4 As this opinion was being finalized, the President signed into law the Anti-Drug Abuse Act of 1988, Pub L\nNo. 100-690, 102 Stat 4181 (1988) (“ 1988 Drug Act”) We have reviewed the new law’s provisions, and incor­\nporated them into our analysis. Two provisions contained in the 1988 Drug Act are worthy of additional comment here Section 6078 of ti­\ntle VI provides for an addition to the end of part E of the Controlled Substances Act, 21 U.S.C. §§ 871-887, as fol­\nlows: 268 Discussion\nI. Forfeiture Authority Pursuant to 21 U.S.C. § 881 A. Statutory Language\nSection 881 provides the Attorney General broad authority both to seize and\nto forfeit specified controlled substances as well as certain property connected\nwith the manufacture, distribution or sale of those substances,5 and further pro­\nvides for the disposition of the forfeited property. 6 In addition, section 881 grants\nthe Attorney General the authority to use the proceeds from the sale of forfeited\nproperty to pay many of the expenses pertaining to the seizure, maintenance, and\nsale of the property. Property may be forfeited pursuant to 21 U.S.C. § 881 through two separate\nprocesses. Under some circumstances, property may be forfeited administra­\n4 ( . . . continued) The Attorney General and the Secretary o f the Treasury shall take such action as may be necessary to\ndevelop and maintain a joint plan to coordinate and consolidate post-seizure administration of prop­\nerly seized under this title, title III, or provisions of the customs laws relating to controlled substances. Similarly, section 6079 of title VI of the 1988 Dnig Act provides that the Attorney General and the Secretary o f the\nTreasury are to consult and prescribe regulations for expedited administrative procedures for certain seizures un­\nder several acts, including both the Controlled Substances Act and the Tanff Act of 1930 We believe that neither of these provisions constitutes a grant of additional seizure or forfeiture authority to\nCustoms. It is significant in this regard that both provisions are procedural, and both specifically refer to the cus­\ntoms laws. The plain language o f these provisions indicates that Congress has acknowledged here, as it has else­\nwhere, that Customs agents, acting under the customs laws, have some seizure authonty in drug cases. Nothing in\nthe provisions suggests that Congress meant to grant Customs seizure authonty under section 881"
}