{
  "document_category": "memos",
  "document_name": "1085561",
  "chunk_index": 15,
  "chunk_text": "And our Office has found that such an informal, “essentially personal” advisory relationship, even if the private person offers\nadvice to the President on a “wide variety of issues,” does not make that\nperson an employee of the federal government subject to the conflict of\ninterest laws in title 18. Status of an Informal Presidential Advisor as a\n“Special Government Employee”, 1 Op. O.L.C. 20, 20–21 (1977) (“Informal Presidential Advisor”); see also id. at 22 (“Mrs. Carter would not\nbe regarded as a special Government employee solely on the ground that\nshe may discuss governmental matters with the President on a daily basis.”). 7 But the conflict of interest laws do apply to employees of the White\nHouse Office. See 18 U.S.C. §§ 203, 205, 207, 208, 209 (all applicable\nto, inter alia, officers and employees in the “executive branch”); id.\n§ 202(e)(1) (defining “executive branch” for purposes of those statutes to\ninclude “each executive agency as defined in title 5, and any other entity 7 Our opinion explained, however, that while the informal presidential advisor’s general practice (as we understood it) of discussing policy issues directly with the President\ndid not itself render him a government employee, his more extensive “work” on a particular “current social issue”—in connection with which the advisor “called and chaired a\nnumber of meetings that were attended by employees of various agencies” and “assumed\nconsiderable responsibility for coordinating the Administration’s activities in that particular area”—did cross a line and made him a government employee for purposes of that\nwork. Informal Presidential Advisor, 1 Op. O.L.C. at 23. 16 Application of Anti-Nepotism Statute to Presidential Appointment in White House or administrative unit in the executive branch”); id. § 207(c)(2)(A)(iii),\n(d)(1)(C) (applying more stringent post-employment restrictions to\nemployees appointed to the White House Office pursuant to 3 U.S.C.\n§ 105(a)(2)); see also, e.g., Applicability of Post-Employment Restrictions\nin 18 U.S.C. § 207 to a Former Government Official Representing a\nFormer President or Vice President in Connection with the Presidential\nRecords Act, 25 Op. O.L.C. 120 (2001) (considering section 207’s application to former employees of the White House Office). A President wanting a relative’s advice on governmental matters therefore has a choice: to seek that advice on an unofficial, ad hoc basis without conferring the status and imposing the responsibilities that accompany\nformal White House positions; or to appoint his relative to the White\nHouse under title 3 and subject him to substantial restrictions against\nconflicts of interest. Cf. AAPS, 997 F.2d at 911 n.10 (declining, after\nholding that the First Lady qualifies as a “full-time officer or employee”\nof the government under FACA, to decide her status under the conflict of\ninterest statutes). In choosing his personal staff, the President enjoys an\nunusual degree of freedom, which Congress found suitable to the demands\nof his office. Any appointment to that staff, however, carries with it a set\nof legal restrictions, by which Congress has regulated and fenced in the\nconduct of federal officials. * * * * *"
}