{
  "document_category": "memos",
  "document_name": "19026",
  "chunk_index": 2,
  "chunk_text": "We also believe that Mr. Scalia, while holding the\noffice of Solicitor for the Department of Labor by recess appointment, could\nsimultaneously hold a position in the non-career Senior Executive Service in the\nDepartment of Labor. We have repeatedly concluded that “there is no longer any\nprohibition against dual office-holding.” Memorandum for Honorable John D.\nEhrlichman, Counsel to the President, from William H. Rehnquist, Assistant\nAttorney General, Office of Legal Counsel, at 2 (Feb. 13, 1969) (“Rehnquist\nMemorandum”); see also Memorandum for James H. Thessin, Deputy Legal\nAdviser, Department of State, from Randolph D. Moss, Deputy Assistant Attorney\nGeneral, Re: Dual Office-Holding at 2 (Dec. 3, 1997) (“Dual Office-Holding”);\nMemorandum for Philip B. Heymann, Deputy Attorney General, from Walter\nDellinger, Assistant Attorney General, Office of Legal Counsel, Re: Creation of\nan Office of Investigative Agency Policies (Oct. 26, 1993) (“Office of Investigative\nAgency Policies”); Dual Office of Chief Judge of Court of Veterans Appeals and\nDirector of the Office of Government Ethics, 13 Op. O.L.C. 241, 242 (1989)\n(“Dual Office”); Memorandum for Arnold Intrater, General Counsel, Office of\nWhite House Administration, from John O. McGinnis, Deputy Assistant Attorney\nGeneral, Office of Legal Counsel, Re: Dual Office of Executive Secretary of\nNational Security Council and Special Assistant (Mar. 1, 1988); Memorandum for\nthe Honorable George P. Williams, Associate Counsel to the President, from Leon\nUlman, Acting Assistant Attorney General, Office of Legal Counsel, Re: Dual\nAppointment (June 24, 1974); Memorandum for the Honorable Myer Feldman,\nSpecial Counsel to the President, from Norbert A. Schlei, Assistant Attorney\nGeneral, Office of Legal Counsel, Re: Fixing of Salary of Director of Office of\nEconomic Opportunity (Aug. 19, 1964). In 1964, Congress repealed a statute\ngenerally barring the holding of more than one office, see Rehnquist Memorandum at 1, and the current statute forbidding the receipt of pay for holding more\nthan one position, 5 U.S.C. § 5533 (2000), “impliedly permits” dual officeholding. Dual Office, 13 Op. O.L.C. at 242. Furthermore, as we have pointed out,\nit is of no consequence if one of the offices to be held is Senate-confirmed and the\nother is not. See Rehnquist Memorandum at 2. A possible limit on the holding of two offices, however, may arise from the\ndoctrine of “incompatibility.” This doctrine, which existed in common law,\n“precludes a person from holding two offices if public policy would make it\nimproper for the person to perform both functions, such as when the functions of\nthe offices are inconsistent with each other.” Office of Investigative Agency\nPolicies at 6 (citations omitted). “The doctrine has been stated in various ways,\nsometimes tautologically, but usually states that offices that are incompatible ‘are\nsuch as bear a special relation to each other; one being subordinate to and interferExecutive Service position—might have certain adverse consequences for him. But this issue, which\nyou have not asked us to address, has no bearing on your question. 212 227-329 VOL_26_PROOF.pdf 222 10/22/12 11:13 AM Designation of Acting Solicitor of Labor ing with the other so as, in the language of Coke, to induce the presumption that\nthey cannot be executed with impartiality and honesty.’” Id. (quoting 3 McQuillin,\nThe Law on Municipal Corporations § 12.67 (1982))."
}