{
  "document_category": "memos",
  "document_name": "24271",
  "chunk_index": 26,
  "chunk_text": "When a dispute arises between\nthe Attorney General and the relator, the ultimate decision is left to the\ndiscretion o f the court. There is another fundamental difference between the qui tam provisions\nand the independent counsel statute. The independent counsel device was\nintended to address a narrow“structural problem — the perceived conflict\no f interest when the Attorney General is called upon to investigate crimi­\nnal wrongdoing by his close colleagues within the executive branch. The\nCourt accepted the independent counsel device as an appropriate means o f\ndealing with this intrabranch conflict. The device arguably does not undu­\nly encroach on executive power because its very purpose is to investigate\nimpermissible executive activity. Moreover, the device is narrowly tailored\nto achieve its purpose; it encroaches on the Executive only to the limited\nextent necessary to protect against a conflict o f interest, while retaining\nexecutive control consistent with that objective. Both the premise o f the qui tam provisions and the means Congress has\nused to advance its goals are far more threatening to the executive\nbranch. The legislative history o f the 1986 Amendments shows that\nCongress was acting out o f generalized distrust of, and dissatisfaction\nwith, the way the executive branch was carrying out its law enforcement\nresponsibilities. Senator Grassley felt that “the Government bureaucracy\n[was] ... unwilling to guard against or aggressively punish fraud.” 131\nCong. Rec. 22,322 (1985). Representative Berman was equally candid:\n14 See the general discussion o f the statute’s provisions, supra pp. 215-17. 230 he supported qui tam because he thought that “the Department o f Justice\nhas not done an acceptable job o f prosecuting defense contractor fraud.” 132 Cong. Rec. 22,339 (1986). Later in the debate, he explained that the\nrelator was being given full party status at trial “to keep pressure on the\nGovernment to pursue the case in a diligent fashion.” 132 Cong. Rec.\n29,322 (1986).15 The history o f qui tam thus confirms that it is not a narrowly focused\nmeasure designed to cure a structural defect within the executive branch. Rather, Congress is simply attempting to substitute its judgment on how\nto execute the laws for that o f the President. More narrowly tailored\nmeans are available to fulfill the legitimate purpose o f enhancing enforce­\nment o f procurement fraud cases. Congress could provide greater\nresources and, to the extent it wanted to encourage informers, could pro­\nvide for simple bounties for their information without giving them the\nauthority to conduct the litigation. In contrast, permitting Congress to choose its own private law\nenforcers violates separation o f powers and establishes a basis for gov­\nernance by tyranny. As Madison recognized, the legislative branch is the\nmost powerful, and hence, potentially the most dangerous to the separa­\ntion o f powers, because\nit can with the greater facility, mask under complicated and\nindirect measures, the encroachments which it makes on\nthe co-ordinate departments. It is not unfrequently a ques­\ntion o f real-nicety in legislative bodies, whether the opera­\ntion o f a particular measure, will, or will not extend beyond\nthe legislative sphere. The Federalist No. 48, at 334 (James Madison) (Jacob E. Cooke ed. 1961)."
}