{
  "document_category": "memos",
  "document_name": "23996",
  "chunk_index": 14,
  "chunk_text": "However, noth­\ning on the face of the provision indicates in the least that Customs has section\n881 seizure or forfeiture authority. The general reference in the final phrase of\nsection 524(c)(10) does not specify particular Customs seizure or forfeiture au­\nthority, and therefore cannot be said to enlarge or affect Customs’ underlying 35 The provision relied upon by Customs, formerly 28 U.S.C. § 524(c)(8), now appears at section 524(c)(10) as\na result of amendment by the 1988 Drug Act.\n36 The fund may be used to pay expenses incurred by the Department of Justice and assisting federal, state, and\nlocal law enforcement agencies for the detention, inventory, safeguarding, maintenance, and disposal of seized and\nforfeited property. See The Attorney General's Guidelines on Seized and Forfeited Property, as amended, at 17-26\n(June 29, 1988)\n37 See Lane Memo, supra note 2, at 7. 277 substantive authority in any manner. 38 Accordingly, the language of 28 U.S.C.\n§ 524(c)(10) does not support Customs’ position that it has independent section\n881 forfeiture authority. D. Summary: Section 881 Seizure and Forfeiture Authority For the reasons set forth above, we conclude that Customs does not have in­\ndependent seizure or forfeiture authority under section 881. We base our con­\nclusion on the prior opinions of this Office, the language of section 881(d) as\nviewed by itself and as examined in the context of section 881, the other provi­\nsions of the Controlled Substances Act, and Reorganization Plan No. 2 of 1973. After another thorough review of these laws and their legislative histories, we\nbelieve that Congress intended the Attorney General to be the sole administrator\nof section 881 and the other enforcement provisions of the Controlled Substances\nAct. In addition, nothing supports Customs’ claim of independent forfeiture au­\nthority under section 881. This is not to say, of course, that Customs can never make seizures or forfeit\nproperty pursuant to section 881. As we concluded in a prior opinion,39 the At­\ntorney General in all likelihood has the authority under 21 U.S.C. §§ 873(b) and\n965 to provide Customs agents with substantive legal authority to assist the DEA\nin the enforcement of title 21 drug offenses, including the undertaking of law en­\nforcement functions that Customs agents are not normally empowered to perform\nbut which DEA agents are authorized to perform in executing the Controlled Sub­\nstances Act.40 We must emphasize, however, that absent any such grant of au­\nthority from the Attorney General, Customs would be operating without statu­\ntory authority to enforce title 21 drug offenses. Moreover, as we have cautioned\nin the past, DEA would be well-advised to exercise particular caution not to per­\nmit Customs officials to undertake independent, unsupervised enforcement re­\nsponsibilities where a successful court challenge would seriously jeopardize a\nprosecution. 41 Although our opinion is not intended to have retrospective impact, our con­\nclusion that Customs does not have independent authority under 21 U.S.C. § 881\nnecessarily raises questions about the legality of any seizures and forfeitures al­\nready conducted by Customs under that section without a proper designation from\nthe Attorney General or his designee."
}