{
  "document_category": "memos",
  "document_name": "23896",
  "chunk_index": 2,
  "chunk_text": "This\nOffice has previously addressed that issue and has concluded that a\nmale-only registration is constitutional. Memorandum from Assistant\nAttorney General Harmon to Deputy Director White, Office of Man­\n705 agement and Budget, “Constitutionality of All-Male Draft Registra­\ntion,” January 31, 1980.* The statutory question involves the President’s power to require the\nregistration, by age group, of some but not all males between the ages\nof 18 and 26. An argument can be made that the President’s power is\nlimited to requiring the registration of the entire group; that he may\nnot, as the proclamation would, limit registration to 18, 19, and 20 year\nolds. Section 3 of the Act provides in pertinent part that\nit shall be the duty of every male . . . who, on the day or\ndays fixed for the first or any subsequent registration, is\nbetween the ages of 18 and 26, to present himself for and\nsubmit to registration at such time or times and place or\nplaces, and in such manner, as shall be determined by\nproclamation of the President and by rules and regulations\nprescribed hereunder. 50 U.S.C. App. § 453 (emphasis added). This language, on its face, can\nbe read as evincing a congressional intent that all persons within the\nage group delineated be registered. Moreover the phrase “at such time\nor times and place or places, and in such manner, as shall be deter­\nmined by proclamation of the President” does not, in terms, give the\nPresident discretion to exclude groups in the 18-to-26 range from the\nduty imposed on every male in that range. The legislative history of § 3 reveals that\nThe Senate bill provided for the registration of male per­\nsons between the ages of 18 and 26, and contained no\nspecific provision authorizing registration by age groups. The House amendment provided for the registration of\nmale persons between the ages of 18 and 31, and specific\ncally authorized the President to provide for registration\nby age groups. H. Conf. Rep. No. 2438, 80th Cong., 2d Sess. 44 (1948). The conference\nadopted the Senate version, the version devoid of specific authority for\nthe President to provide for registration by age groups. Id. This was in\ncontradistinction to the course that Congress had taken in the predeces­\nsor to § 3, the model for the House version. The predecessor contained\nthe specific authority, in the exact language omitted from § 3 in 1948. Compare § 2 of the Selective Training and Service Act of 1940, 54 Stat.\n885, with § 3 of H.R. 6401, 80th Cong., 2d Sess. (1948), at 94 Cong.\nRec. 8395 (1948).1\n• N o t e : In Rostker v. Goldberg, 453 U.S. 57 (1981), the Suprem e C ourt upheld the constitutionality\no f m ale-only draft registration. Ed.\n1 A lth o u g h the Selective Training and Service A ct o f 1940 contained the specific authority for\nregistration by age groups, a contem poraneous in terpretation by the A ttorney G eneral concluded that 706"
}