{
  "document_category": "memos",
  "document_name": "22986",
  "chunk_index": 4,
  "chunk_text": "See also H .R . R ep. N o.\n2 5 5 6 ,85th C o n g ., 2d S ess. 89 (1958) (provision perm itting FAA A dm inistrator to seek ju d icia l review o m itte d from\nfinal version o f 1958 A ct). 199 those proceedings under 5 U.S.C. § 554 in which an agency both prosecutes and\nadjudicates an action. That is, you believe that § 504(a)(1) by its terms applies\nonly to a proceeding in which the “ agency that conducts” it is also the “ party to\nthe proceeding” against whom the private party must prevail. We do not agree\nthat the authority conferred by § 504(a)(1) may be construed so narrowly,\nparticularly where such a construction would result in exempting from the Act’s\ncoverage a class of adversary adjudications no different in their effect on private\nindividuals than other adjudications plainly covered by the terms of the Act. The terms of § 504(a)(1) admittedly do not speak directly to the situation in\nwhich the agency conducting the adversary adjudication is not also the agency\nwhose position is at issue. 3 We do not agree, however, that the language of the\nsection must be read to confine its application to situations involving a single\nagency. The use of the article “ the” to identify the agency whose position as a\nparty to the proceeding may or may not be found to be substantially justified does\nnot, in our view, necessarily identify it as the same agency which conducts the\nadversary adjudication and employs the adjudicative officer. Finding the plain\nlanguage of § 504(a)(1) not to be conclusive, we must interpret the fee-shifting\nprovisions of § 504(a)(1) in light of other provisions of the statute, the legislative\nhistory of the Act, and Congress’ purpose in enacting it. 4 The purpose of the Act, as reflected in its preamble, is “ to diminish the\ndeterrent effect of seeking review of or defending against, [unreasonable] gov­\nernmental action” because of the expense involved. See 5 U.S.C. § 504 note. The legislative history of the A ct is replete with references to situations in which\nindividuals are forced to expend large sums to defend themselves against un­\njustified governmental action. The House Judiciary Committee noted in its report\nthat:\n[f]or many citizens, the costs of securing vindication of their\nrights and the inability to recover attorney fees preclude resort to\nthe adjudicatory process. When the cost of contesting a Govern­\nment order, for example, exceeds the amount at stake, a party has\nno realistic choice and no effective remedy. In these cases, it is\nmore practical to endure an injustice than to contest it. 3 S uch situations are, to be su re, com paratively rare in th e adm inistrative context"
}