{
  "document_category": "memos",
  "document_name": "22676",
  "chunk_index": 2,
  "chunk_text": "No part of\nany appropriation contained in this Act shall be used to pay the salary or expenses of\nContinued 180 rider, in its application to CSA grantees, imposes anti-lobbying restric­\ntions that are no more stringent than those imposed upon executive\nofficers and employees by 18 U.S.C. §1913 2 and by the traditional\n“publicity and propaganda” rider contained in the Treasury, Postal\nService, and General Government Appropriations A ct.3 In reliance\nupon that legal conclusion, the Director of CSA “waived” certain antilobbying restrictions contained in existing CSA grants. Those restric­\ntions were apparently based upon an older, more stringent interpreta­\ntion of the rider. You have asked whether, in the opinion of this Office,\nthe conclusions reached by the General Counsel were legally correct. I. The CSA rider imposes two different kinds of restrictions on the use\nof appropriated funds. The first, set forth in the first sentence of the\nrider, prohibits the use of funds “for publicity and propaganda pur­\nposes” or for the preparation or use of any “kit, pamphlet, booklet,\npublication, radio, television, or film presentation designed to support\nor defeat legislation pending before Congress, except in presentation to\nthe Congress itself.” This language is similar to the language of the\ntraditional “publicity and propaganda” rider contained in the General\nAppropriations Act. Unlike the traditional rider, however, the CSA\nrider catalogs the kinds of materials and “presentations” for which\nappropriated funds may not be expended (kits, pamphlets, etc.), and it\nauthorizes at least two kinds of expenditures. It expressly permits ex­\npenditures for the maintenance o f “normal and recognized executiveany grant o r contract recipient or agent acting for such recipient to engage in any\nactivity designed to influence legislation or appropriations pending before the Con­\ngress. In its present form, the rider applies by its terms to all appropriations made or continued by the\nrelevant Act, including appropriations for the Departments of Labor, Health and Human Services,\nEducation, and the Community Services Administration, among others\n2Section 1913 provides as follows: No part of the money appropriated by any enactment of Congress shall, in the\nabsence of express authorization by Congress, be used directly or indirectly to pay for\nany personal service, advertisement, telegram, telephone, letter, printed or written\nmatter, or other device, intended or designed to influence in any manner a Member of\nCongress, to favor o r oppose, by vote or otherwise, any legislation or appropriation by\nCongress, whether before or after the introduction o f any bill or resolution proposing\nsuch legislation or appropriation; but thts shall not prevent officers or employees of the\nUnited States o r o f its departments or agencies from communicating to Members of\nCongress on the request of any Member or to Congress, through the proper official\nchannels, requests for legislation or appropriations which they deem necessary for the\nefficient conduct o f the public business"
}