{
  "document_category": "memos",
  "document_name": "22386",
  "chunk_index": 15,
  "chunk_text": "We would do this by presenting a Suggestion of\nInterest urging that under the act of state doctrine, Iranian government\ndeterminations that the Shah did convert government assets must be\nrespected by our courts. Indeed, we could take an assignment of the\nIranian claims and pursue them before the court. We will analyze these\npossibilities in the order presented. In the absence of a Suggestion of Interest of the United States that\nalters the court’s approach to sovereign immunity and act of state\ndoctrines, it may fail to reach the merits of Iran’s case. The complaint\nalleges that the Shah was the de facto ruler and head of state of Iran\nfrom 1941 until January 1979. The acts complained of are alleged to\nhave taken place in Iran during the period that the Shah was the ruling\nmonarch, and therefore would ordinarily constitute acts of state. An argument can also be made that the Shah’s estate enjoys sover­\neign immunity from suit. 11 The 1976 Foreign Sovereign Immunities\nAct, 28 U.S.C. § 1602 et seq., does not expressly address the privileges\nand immunities of heads of state, but talks only in terms of “foreign\nstates.” Nevertheless, Restatement (Second) of the Foreign Relations\nLaw of the United States, §66 (1965), states that the immunity of a\nforeign state recognized in § 65 extends to “its head of state and any\nperson designated by him as a member of his official party.” Thus, it is\narguable that a former head of state enjoys the immunities of a “foreign\nstate” as codified in the A ct.12 Alternatively, if the Act were construed\n11 In Hatch v. Baez, 14 N.Y. (7 Hun) 596 (1876), the court held that the acts while in office of a\nform er head of stale w ere immune from judicial scrutiny in a suit brought by a private claim ant, not\nhis form er governm ent. The court's decision is phrased in terms suggestive of both act of state and\nsovereign immunity doctrines. ,2Section 1605(a)(5) preserves the immunity o f foreign states from suit with respect to—\nConiinued 262 not to apply to heads of state, the Shah might be entitled to immunity\nunder generally recognized doctrines of customary international law. See 1 Oppenheim’s International Law 676 ff. (Lauterpacht ed., 1953). Since either act of state or sovereign immunity doctrines may defeat\nIran’s claims against the Shah if applied in this case, it is important to\nconsider whether the present Iranian government may waive the appli­\ncation of these doctrines to the acts of its predecessor. We have found\nno authority on point. As an a priori matter, it seems that Iran might be\nable to waive the doctrines.13 Both doctrines exist for the benefit of the\nstate in question, not for the individuals who lead it. Therefore it seems\nincongruous to apply the doctrines to defeat a claim by a state for its\nown assets converted by a former monarch."
}