{
  "document_category": "memos",
  "document_name": "24271",
  "chunk_index": 35,
  "chunk_text": "This provision survives as 31 U S.C. § 331(d), which appears to be\na clear violation o f IN S v. Chadha, 462 U.S. 919 (1983) 237 Second, we think a strong case can be made that Morrison v. Olson\nsharply undercuts any historical argument for qui tam. Morrison judges\na practice’s constitutionality by the degree to which the practice actually\ninterferes with the Executive’s functions. See 487 U.S. at 685-97. Under\nthis balancing test, the early qui tam statutes arguably may have passed\nconstitutional muster, while Congress’s 1986 use o f qui tam clearly does\nnot. Early qui tam statutes involved little or no actual interference with\nthe Executive. For practical purposes, they were confined to circum­\nstances where the Executive’s capacity to enforce the law was virtually\nnon-existent — either because, as in the case o f the 18th century statutes,\nthe Executive was embryonic, or, as in the case o f the Civil War statute,\nthe Executive was overwhelmed and otherwise occupied. Those statutes\nwere designed to aid, not supplant, the Executive. They reflect no ambi­\ntion to control or override the Executive’s official law enforcement activ­\nities. Prompted by necessity, they fell into disuse once necessity abated. In contrast, the 1986 Amendments substantially interfere with the\nExecutive’s functions. The executive branch today is fully capable o f\npolicing claims against the government. 23 Indeed, procurement is now\none o f the most heavily regulated and policed sectors o f public activity. In resuscitating the dormant qui tam device, Congress’s express purpose\nwas to interfere with the Executive’s law enforcement activities, to\ndisplace official prosecutorial discretion with the mercenary motives o f\nprivate bounty hunters. The narrow use o f qui tam in the 18th century\ncannot validate the kind of encroachment qui tam causes today. V. THE SOLICITOR GENERAL’S UNWISE STRATEGY The Solicitor General's approach declines to face squarely the consti­\ntutional questions raised by the qui tam statute. Rather, it adopts the tac­\ntic o f arguing that the statute is facially constitutional and constitutional\nas it has been applied so far, but reserving the right to argue a violation\no f separation o f powers based on a balancing o f interests if additional\nencroachment on the Executive’s powers subsequently occurs. This\napproach employs both bad tactics and bad law. First, the approach is tactically unwise because it forces us to forfeit\nthe strongest objective arguments in favor o f protecting executive branch\ninterests. The Solicitor General advocates total relinquishment o f the\nstanding and Appointments Clause arguments; yet, as discussed above,\nunder existing case law these arguments point clearly toward a conclu­\nsion that the statute is unconstitutional. Once those are abandoned, all\nthat will remain to protect the President’s interests will be the argument 23 Even assuming the Executive lacks sufficient resources to investigate and prosecute such claims, there are other ways Congress can address the problem that would be constitutional, such as funding\nmore Department o f Justice resources targeted at those claims. 238 that at some undefined point, the subjective degree o f encroachment on\nexecutive powers will have become unbearable. That sort o f unprincipled\nbalancing approach leaves the Executive entirely vulnerable to an\nadverse judicial decision."
}