{
  "document_category": "memos",
  "document_name": "451181",
  "chunk_index": 1,
  "chunk_text": "Status of the Public Company Accounting\nOversight Board Under 18 U.S.C. § 207(c)\nA former senior employee of the Securities and Exchange Commission communicating with the\nCommission on behalf of the Public Company Accounting Oversight Board during the year after his\nservice as a senior employee at the Commission ends would not be communicating on behalf of the\nUnited States and therefore 18 U.S.C. § 207(c) would apply to bar such a communication. March 30, 2007 MEMORANDUM OPINION FOR THE GENERAL COUNSEL\nSECURITIES AND EXCHANGE COMMISSION\nUnder 18 U.S.C. § 207(c) (2000), a former senior official of the Executive\nBranch, in the year after his departure, may not communicate with, or appear\nbefore, his former agency “on behalf of any other person (except the United\nStates),” in connection with a matter on which he seeks official action. You have\nasked whether a former senior official of the Securities and Exchange Commission\n(“Commission”) communicating with the Commission on behalf of the Public\nCompany Accounting Oversight Board (“Board”) during the year after his service\nat the Commission ends would be acting “on behalf of . . . the United States.” 1 We\nbelieve that former senior official would not be communicating on behalf of the\nUnited States and that the statute therefore would apply to bar such a communication. I.\nThe Sarbanes-Oxley Act, 15 U.S.C. § 7211 (Supp. IV 2004), created the Board\n“to oversee the audit of public companies that are subject to the securities laws,\nand related matters,” id. § 7211(a). To carry out that responsibility, the Board,\namong other things, is “to register public accounting firms that prepare audit\nreports for issuers” under the Act, id. § 7211(c)(1); “establish or adopt . . .\nauditing, quality control, ethics, independence, and other standards relating to the\npreparation of audit reports,” id. § 7211(c)(2); “conduct inspections of registered\npublic accounting firms,” id. § 7211(c)(3); “conduct investigations and disciplinary proceedings concerning, and impose appropriate sanctions where justified\nupon, registered public accounting firms and associated persons of such firms,” id.\n§ 7211(c)(4); “perform such other duties or functions as the Board (or the\n1 Letter for Steven G. Bradbury, Acting Assistant Attorney General, Office of Legal Counsel, from\nBrian G. Cartwright, General Counsel, Securities and Exchange Commission (Apr. 14, 2006)\n(“Commission Letter”). In accordance with the practice of our Office, the Commission has agreed to be\nbound by our opinion in this matter. Id. at 1. We do not address the status of the Board for any other\npurpose, including under any provision of the United States Constitution. See generally Status of\nNational Veterans Business Development Corporation, 28 Op. O.L.C. 70, 72 (2004). 47 Opinions of the Office of Legal Counsel in Volume 31 Commission, by rule or order) determines are necessary or appropriate to promote\nhigh professional standards among, and improve the quality of audit services\noffered by, registered public accounting firms and associated persons thereof, or\notherwise to carry out [the] Act,” id. § 7211(c)(5); and “enforce compliance with\n[the]"
}