{
  "document_category": "memos",
  "document_name": "20846",
  "chunk_index": 1,
  "chunk_text": "Presidential Authority to Require the Resignations\nof Members of the Civil Rights Commission\nMembers of the Civil Rights Commission serve at the pleasure of the President. The President may\ntherefore require their resignations. November 20, 1972 MEMORANDUM OPINION FOR THE SPECIAL CONSULTANT\nTO THE PRESIDENT* This is in response to your request for our opinion whether the President is\nauthorized to require the resignations of members of the United States Commission on Civil Rights. Stated another way, the question is whether these officials\nserve at the pleasure of the President. For the reasons detailed below, we conclude\nthat Civil Rights Commission members do serve at the pleasure of the President. I.\nThe basic rule governing presidentially-appointed officials was stated by James\nMadison during the first session of the first Congress: “[T]he power of removal\nresult[s] by a natural implication from the power of appoint[ing].” 1 Annals of\nCong. 496 (1789). The principal problems in this area concern whether and to\nwhat extent Congress may limit the power of removal which flows from the power\nof appointment. Myers v. United States established that Congress may not limit the\npower of the President to remove purely executive officers appointed with the\nadvice and consent of the Senate, such as cabinet officers. 272 U.S. 52 (1926). On\nthe other hand, Congress can, for example, limit the President’s power to remove\nmembers of independent regulatory commissions and specially constituted\ntribunals. Humphrey’s Executor v. United States, 295 U.S. 602 (1935); Wiener v.\nUnited States, 357 U.S. 349 (1958). The principal theory underlying this congressional authority is that such bodies may need to function independently of\nexecutive control in their legislative and adjudicative capacities. The Civil Rights\nCommission, primarily an investigative and advisory body, does not fall clearly\ninto either of these categories. For purposes of this discussion, however, we will *\nEditor’s Note: The memorandum was addressed to “the Honorable Leonard Garment, Special\nConsultant to the President.” The reference to Mr. Garment as “Special Consultant,” not “Special\nCounsel,” appears to have been accurate and deliberate. Mr. Garment was described in multiple news\narticles at the time as a “special consultant” to the President on civil rights and cultural issues. See, e.g.,\nEx-Law Partner to Join Nixon, Wash. Post, June 7, 1969, at A4; Carroll Kilpatrick, Leonard Garment\nIs Bright, Musical, a Known New York Liberal and a Man Close to Richard Nixon, Wash. Post, June 7,\n1970, at 17. In 1973, Mr. Garment succeeded John Dean as Counsel to the President. Lawrence Meyer,\nNew Counsel Had Obscure Role at Top, Wash. Post, May 1, 1973, at A8. 351 Supplemental Opinions of the Office of Legal Counsel in Volume 1 assume that Congress could have insulated its members from removal at the\npleasure of the President. The question, then, is whether it has done so. The statutory descriptions governing the appointment and duties of commissioners are the starting point of analysis. 42 U.S.C. § 1975 (1970). With respect to\nappointment, commissioners do not serve for a fixed term, and there is no statutory\nprovision governing removal."
}