{
  "document_category": "memos",
  "document_name": "20701",
  "chunk_index": 14,
  "chunk_text": "Act of 1938, it seems to me\nthat all that was intended was to prohibit foreign aircraft or foreign air carriers\nfrom engaging in interstate air commerce or intrastate air commerce. Section 1 of the Civil Aeronautics Act of 1938 contains the following definitions:\n(3) “Air Commerce” means interstate, overseas, or foreign air commerce or the transportation of mail by aircraft or any operation or\nnavigation of aircraft within the limits of any civil airway or any operation or navigation of aircraft which directly affects, or which may\nendanger safety in, interstate, overseas, or foreign air commerce. 120 Implementation of International Civil Aviation Agreements ....\n(20) “Interstate air commerce,” “overseas air commerce”, and “foreign air commerce,” respectively, mean the carriage by aircraft of\npersons or property for compensation or hire, or the carriage of mail\nby aircraft, or the operation or navigation of aircraft in the conduct or\nfurtherance of a business or vocation, in commerce between, respectively—\n(a) a place in any State of the United States, or the District of Columbia, and a place in any other State of the United States, or the\nDistrict of Columbia; or between places in the same State of the\nUnited States through the air space over any place outside thereof; or between places in the same Territory or possession (except\nthe Philippine Islands) of the United States, or the District of Columbia;\n(b) a place in any State of the United States, or the District of Columbia, and any place in a Territory or possession of the United\nStates; or between a place in a Territory or possession of the\nUnited States, and a place in any other Territory or possession of\nthe United States; and\n(c) a place in the United States and any place outside thereof,\nwhether such commerce moves wholly by aircraft or partly by\naircraft and partly by other forms of transportation. Under section 6 of the Air Commerce Act of 1926, as amended, foreign aircraft\nmay be authorized “to be navigated in the United States.” It has been shown that\nthis term includes non-stop flights. Section 6 further provides that no foreign\naircraft shall engage in “air commerce” otherwise than between any State,\nTerritory or possession of the United States and a foreign country. The term “air\ncommerce” as used in section 6 before it was amended by the Civil Aeronautics Act of 1938 also includes non-stop flights. The term “air commerce” in the last sentence of section 6(c) of the 1926 Act,\nafter the subsection was amended by the 1938 Act, is somewhat ambiguous for the\nreason that the definition of “air commerce” in the Act of 1938 differs from the\ndefinition of “air commerce” in the Act of 1926. The term “air commerce” as used\nin the 1938 Act includes any operation or navigation of aircraft which directly\naffects, or which may endanger safety in, interstate, overseas, or foreign air\ncommerce. This definition, therefore, as well as the definition of “air commerce”\nin the 1926 Act, seems to include non-stop flights. The Civil Aeronautics Act of 1938 is derived from S. 3845, 75th Cong., 3d\nSess., and H.R. 9738, 75th Cong., 3d Sess. 121"
}