{
  "document_category": "memos",
  "document_name": "24141",
  "chunk_index": 9,
  "chunk_text": "In response, and although “neither Washington nor Jefferson wished to be hur­\nried” into establishing the limit of our claim, President Washington instructed\nJefferson to make an initial claim for the United States. Id. at 57.'1Jefferson sent\nletters to both the French and British Ministers fixing a provisional limit. The let­\nter to the British minister states:\nSIR: The President of the United States, thinking that, before it\nshall be finally decided to what distance from our sea shores the\nterritorial protection of the United States shall be exercised, it will\nbe proper to enter into friendly conferences and explanations with\nthe powers chiefly interested in the navigation of the seas on our\ncoasts, and relying that convenient occasions may be taken for\nthese hereafter, finds it necessary in the mean time to fix provi­\nsionally on some distance for the present government of these\nquestions. You are sensible that very different opinions and claims\nhave been theretofore advanced on this subject. The greatest dis­\ntance to which any respectable assent among nations has been at\nany time given, has been the extent of the human sight, estimated\nat upward of twenty miles, and the smallest distance, I believe,\nclaimed by any nation whatever, is the utmost range of a cannon\nball, usually stated at one sea-league. Some intermediate dis­\ntances have also been insisted on, and that of three sea-leagues\nhas some authority in its favor. The character of our coast, re­\n11 One month before Jefferson did so, President Washington observed, “[tjhree miles will, if I recollect nghtly,\nbnng [the captured Brigantine] Coningham within the rule of some decisions, but the extent of Temtorial jurisdic­\ntion at Sea, has not yet been fixed, on account o f some difficulties which occur in not being able to ascertain with\nprecision what the general practice of Nations in this case has been.” Washington to Governor Thomas Sim Lee,\nOct. 16, 1793, reprinted in 33 The Writings o f George Washington 132 (John C. Fitzpatrick ed., 1940) 244 markable in considerable parts of it for admitting no vessels of\nsize to pass near the shores, would entitle us, in reason, to as broad\na margin of protected navigation as any nation whatever. Reserv­\ning, however, the ultimate extent of this for future deliberation, the President gives instructions to the officers acting under his\nauthority, to consider those heretofore given them as restrained\nfor the present to the distance of one sea-league or three geo­\ngraphical miles from the sea-shores. This distance can admit of no opposition, as it is recognized by treaties between some of the\npowers with whom we are connected in commerce and naviga­\ntion, and is as little, or less, than is claimed by any of them on their\nown coasts. Letter from Mr. Jefferson to British Minister George Hammond, Nov. 8, 1793,\nreprinted in H.R. Doc. No. 324, 42d Cong., 2d Sess. 553-54 (1872).(emphasis\nadded). Secretary of State Jefferson’s letters, stating the President’s determination,\nhave traditionally been viewed as the vehicle by which the United States claimed\na three-mile territorial sea. See, e.g., United States v. California , 332 U.S. 19, 33\nn.16 (1947)."
}