{
  "document_category": "memos",
  "document_name": "22386",
  "chunk_index": 3,
  "chunk_text": "Historical practice reflects the existence of presidential power to\nsettle claims. While claims settlements have often been concluded by\ntreaty or convention, historical examples abound of settlements through\nexecutive agreement. Numerous lump-sum agreements have settled\nclaims of American nationals against foreign nations. See, e.g., Claims\nSettlement Agreement, July 16, 1960, United States-Poland, 11 U.S.T. 1953, T.I.A.S. No. 4545; Claims Settlement Agreement, July 19, 1948,\nUnited States-Yugoslavia, 62 Stat. 2658, T.I.A.S. No. 1803. History also\nprovides numerous examples of claims settlements through executive\nagreements that establish international arbitrations rather than provide a\nlump sum. See generally W. McClure, International Executive Agree­\nments 52-56 (1941). In 1935, a congressional study identified 40 arbitra­\ntion agreements entered into by the Executive between 1842 and 1931\nwhich were not submitted to the Senate for advice and consent. 79\nCong. Rec. 969-971 (1935).1\nB. Constitutional Takings Claims A question that has not been clearly settled is whether any right of\naction exists for claimants who allege that a settlement provides them\nwith less than what they consider to be the real value of their claims. Agreements have traditionally provided significantly less than the\namounts claimed. The principle of international law that a sovereign may settle debts of\nnationals has a corollary—a national has no legal claim to any particu­\nlar funds received in a claims settlement that extinguishes his claim. See\nBoynton v. Blaine, 139 U.S. 306 (1891); Williams v. Heard, 140 U.S. 529,\n537 (1891). The Supreme Court has held that even payments received\n“on behalf o f” an American claimant do not legally belong to him, and\nthat the Executive Branch could refuse to remit payments received\nfrom a foreign government (allegedly because it suspected the claimants\nof fraud). La Abra Silver Mining Co. v. United States, 175 U.S. 423\n(1899). This supports the generally held view that an American has no\nrecourse against his government’s settlement, except to petition Con­\ngress for relief. See Christensen, The United States-Rumanian Claims\nSettlement Agreement of March 30, 1960, 55 Am. J. Int’l L. 617, 625\n(1951). No case has been found adjudicating the right to such compen­\nsation. 'W e perceive no reason to believe that passage o f the Foreign Sovereign Immunities A ct o f 1976,\n28 U.S.C. § 1602 et seq., w as in any way intended to limit the established constitutional pow er of the\nPresident to settle claims, or in any way to alter the substantive law of liability. 1975 State Dept.\nDigest of U.S. Practice in Int’l Law 353. 250 Dissatisfied claimants have, nevertheless, raised the issue in connec­\ntion with previous settlements, see International Claims Settlement Act, Hearings on H.R. 9063 Before the Subcommittee on Europe o f the House\nCommittee on Foreign Affairs, 90th Cong., 1st Sess. 50-55 (1967); Inter­\nnational Claims Settlement Act, Hearings on S. 1935 and S. 2064 Before\nthe Subcommittee on Europe of the House Committee on Foreign Affairs, 89th Cong., 2d. Sess. 42, 48-49, 74-77 (1966). Scholars in the field have\nrecognized the argument without necessarily endorsing it. Henkin, For­\neign Affairs and the Constitution, 262-66 (1972); Oliver, Executive."
}