{
  "document_category": "memos",
  "document_name": "23741",
  "chunk_index": 31,
  "chunk_text": "5 In 1822, three new amendments related to congressional salaries were\nproposed, though Congress did not act on any of them. Ames, at 35. One\nwas essentially the same as the Congressional Pay Amendment, except that\nit did not apply to Senators: That no increase or diminution of the compensation to Repre­\nsentatives, for their services as such, shall be made by Congress,\nto have effect or operation during the period for which the\nmembers of the House o f Representatives, acting upon the sub­\nject, shall have been elected. 39 Annals of Cong. 1752 (1822). Another fixed the compensation of mem­\nbers of Congress at the amount paid to members of the first Congress. See\nid. at 1768. The third provided that compensation for members of Congress,\nas well as the President and Vice President, would be fixed every ten years,\nafter the census, and that alterations would take effect only after the particular\nofficial’s current term had expired. Id. at 1777-78. Again, there is no indication\nwhether those members proposing the amendments believed that the amend­\nment proposed by the first Congress was still pending. The brief remarks in the\nAnnals o f Congress do not address the issue. See id. at 1753, 1768. The only state to take formal action on the Congressional Pay Amend­\nment in the 19th century was Ohio. Its General Assembly ratified the proposed\namendment on May 6, 1873. As expressed in the ratifying resolution, the\nlegal theory was straightforward: under Article V, proposed amendments be­\ncome valid when ratified by three-fourths of the States, and the Congressional\nPay Amendment “not having received the assent of the Legislatures of threefourths of the several States is still pending for ratification.” 1873 Ohio\nLaws 409 (joint resolution ratifying the second article of the twelve amend­\nments to the Constitution submitted by the first Congress). 6 It is unclear\nwhat became of Ohio’s ratification. Although the resolution called upon the\ngovernor to transmit the ratification to the President and Congress, more than\none hundred years later, in 1985, the National Archives and Records Service\nreported that Ohio, as well as several other States, had not sent official notice\nof ratification to the federal government. Robert S. Miller and Donald O.\nDewey, The Congressional Salary Amendment: 200 Years Later, 10 Glendale\n5 Vermont had already ratified the Congressional Pay Amendment and New Hampshire had previously\nrejected it. S e e su p ra , pp. 107-08.\n‘ O hio’s action received considerable attention early in this century, when several proposals were made\nto am end the C onstitution to impose a tim e limit on ratification for all amendments. M embers of\nC ongress supporting the proposal pointed to Ohio's ratification of the Congressional Pay Amendment\nas a prim e exam ple o f the consequences o f having no time limits on amendments. S e e e.g., 55 Cong.\nRec. 5556-57 (1917); 58 Cong. Rec. 5697, 5699 (1919). 110 L. Rev. 92, 102 (1991).7 Those States have since transmitted official notices."
}