{
  "document_category": "memos",
  "document_name": "20226",
  "chunk_index": 4,
  "chunk_text": "18 U.S.C. § 3056(c)(1). Ill Opinions o f the Office o f Legal Counsel in Volume 19 (1970) (emphasis added). The report also mentioned that the bill was “ designed\nto provide a uniform minimum of Federal jurisdiction for Presidential security\nwhen the President is on temporary visits,” id., noting the testimony of the\nDirector o f the Secret Service that “ [f]rom a security standpoint, the President\nis most vulnerable when he is outside the White House complex traveling or\nresiding temporarily in some other section of the country” and “ the enactment\nof . . . [the] legislation is necessary in order to guarantee the safety of the Presi­\ndent when he is temporarily absent from the Executive residence.” Id. at 7. Finally, reflecting the belief that federal law already was adequate to ensure\nprotection of the President within the vicinity of the White House, the report\nopined that “ [although the Secret Service is charged with protecting the person\no f the P resid en t. . . there is, at the present time, no Federal statute which specifi­\ncally authorizes them to restrict entry to areas where the President maintains tem­\nporary residences or offices.” Id. Similar themes were expressed during floor debate on the bill. In describing\nthe problems confronting the Secret Service when protecting the President outside\no f W ashington, Senator McClellan stated:\nProtecting the President . . . is a formidable task for the Secret\nService, which is charged with safeguarding the personal life of\nthe President. As difficult as this task is, however, it is rendered\neven more difficult because the Secret Service’s present powers are\nsomewhat limited. Title 18, section 3056 of the United States Code\nauthorizes the Secret Service to protect the life of the President,\nbut does little more. Consequently, the Service must rely upon a\npatchwork of State laws and local ordinances and local officers to\nclear areas for security perimeters, to provide for free ingress and\negress when the President is visiting, and to protect the President’s\nprivate homes from trespassers. 116 Cong. Rec. 35,651 (1970) (statement o f Sen. McClellan). Moreover, Senator\nHruska, speaking in support of the legislation, declared:\n[Under S. 2896, the] Secretary of the Treasury would be authorized\nto designate by regulations buildings and grounds which are tem­\nporary residences of the President and temporary offices of the\nPresident and his staff. The Secretary also would be authorized to\nprescribe regulations for admission to such buildings and grounds\nand to post or cordon off restricted areas where the President is\nor will be temporarily visiting . . . . It would be unconscionable\nnot to recognize the obvious fact that the President’s vulnerability\nis maximized when he is traveling or residing temporarily in 112 Authority o f the Secretary o f the Treasury to Order the Closing o f Certain Streets Located Along\nthe Perimeter o f the White House another section of the country. It would be unconscionable not to\nrecognize the obvious fact that the Secret Service does not presently\npossess adequate Federal authority during these most vulnerable\noccasions. This body cannot ignore the obvious responsibility and\nduty it has at this moment to create the needed protection and\nauthority."
}