{
  "document_category": "memos",
  "document_name": "24636",
  "chunk_index": 5,
  "chunk_text": "Id. at 775. Again, it is clear that § 6(0 was understood to exclude entirely medicine and medical supplies, and, at the time, food, from\ncontrols under the Export Administration Act. The only change sought\nand obtained was express recognition that the President’s emergency\npowers continued. We recognize that our interpretation that the second sentence of\n§ 6(0 explains but does not limit the first is not without its own\ndifficulties. If an absolute exclusion results from the first sentence,\nCongress did not have to specify its intent in the second sentence. Moreover, if an absolute exclusion results, Congress did not have to\nspecify the situation in which controls would be precluded, that is,\nwhen the principal effect of the exports would be to help meet basic\nhuman needs. But the tension noted above between the first and second\nsentences of § 6(0 precludes an interpretation free of all difficulties; and\non balance we find that the problems with interpreting the second\nsentence as an explanation are less significant than are the problems\n813 with interpreting it as a limitation. First, as to the consequence that the\nstatement of intent in the second sentence is rendered superfluous, the\nalternative would render superfluous the first sentence or at least its\nseemingly absolute character. If we must choose between the two, we\nshould choose an interpretation that preserves that operative language\nof the statute even though it sacrifices the language of general intent. Second, as to the consequence that the second sentence would require a\ndetermination of the principal effect of the export that is irrelevant if no\ncontrols on medicine or medical supplies are authorized, we would\noffer the following saving interpretation. II. By Whom Are the Determinations of Exclusion To Be Made Initially, we should say in answer to your third question, namely,\nwho is to make the determinations of exclusion, that § 6(0 confers upon\nthe President the authority to make the determinations required under\nthe subsection; or he may delegate his power, authority, and discretion\nunder § 6(0 in accordance with the delegation provisions of § 4(e) of\nthe Act, 50 U.S.C. App. § 2403(e). Because of our interpretation that\n§ 6(0 imposes an absolute exclusion from controls on medicine and\nmedical supplies, it remains to be discussed just what determinations\n§ 6(0 requires or allows the President or his delegate to make. III. The Meaning of the Exclusion As we have interpreted § 6(f), medicine and medical supplies are\nabsolutely excluded from controls on the ground that they are neces­\nsary to help meet basic human needs or at least that Congress thought\nso. A finding that the two standards are coterminous, however, leads to\nthe further conclusion that the discretion conferred upon the President\nunder § 6(0, although literally phrased as the determination whether\nthe principal effect of exports would be to help meet basic human\nneeds, is in fact the discretion to determine whether the exports are\nmedicines or medical supplies. This interpretation avoids so far as\npossible a construction of the second sentence of § 6(0 as conferring\ndiscretion that cannot be exercised while at the same time not validat­\ning the exercise of discretion where it was not intended."
}