{
  "document_category": "memos",
  "document_name": "19796",
  "chunk_index": 9,
  "chunk_text": "DOD suggests that\nthe statutory regimes are different, arguing principally that they differ with respect\nto the Attorney General’s authority to resolve a dispute. It notes that the Atomic\nEnergy Act contains an express authorization to the Attorney General, in cir­\ncumstances where the NRC has requested that the Attorney General institute a\ncivil action to collect a penalty, “ to compromise, mitigate, or remit such civil\npenalties.” 42 U.S.C. §2282(c). See DOD Response at 10-11. DOD then asserts\nthat the Clean Air Act is different because it ‘‘limits the discretion of the Attorney\nGeneral to compromise, mitigate or remit a penalty assessment.” Id. DOD appar­\nently bases that assertion on the language in section 113(d)(5) stating that in any\ncivil action ‘‘the validity, amount, and appropriateness of such order or assessment\nshall not be subject to review.” 42 U.S.C. § 7413(d)(5). DOD’s assertion that the Clean Air Act limits the Attorney General’s discretion\nis incorrect. Section 113(d)(5) acts as a limitation only on the authority of the\ncourts in any action that is brought before the courts. It is not a limitation on\nthe Attorney General, acting under Executive Order No. 12146 or any litigation\nreview process, o r— more to the point — the President acting through whatever\nexecutive branch process he may authorize. The absence of any limitation on the\nPresident’s discretion is the dispositive factor for constitutional purposes, and in\nthat respect the two statutory regimes are the same. Neither statute precludes reso­\n116 A dm inistrative A ssessm ent o f Civil P enalties A gainst F ederal A gencies Under the Clean A ir A ct lution within the executive branch, including resolution by the President, of dis­\nputes between the enforcement agency and other federal agencies. 9\nB.\nEPA acknowledges that the civil action provisions contained in sections\n113(d)(4) and 113(d)(5) of the Act, see 42 U.S.C. §§ 7413(d)(4), 7413(d)(5),\n“ raise the possibility of one executive branch agency suing another in federal\ncourt over the administrative penalty,” EPA Memorandum at 9, but it takes the\nposition that “ [t]he constitutional concerns . . . could be avoided by an interpreta­\ntion that the general reference to review in federal district court reasonably means\nonly judicial review that was otherwise constitutional.” Id. In particular, EPA\nemphasizes that “ nothing in the Clean Air Act mandates that two executive branch\nagencies end up in federal court. There is at most an opportunity for any agency\nto seek judicial review, and a requirement that EPA ‘request’ that the Attorney\nGeneral file a collection action.” Id. EPA concludes that “ the mere possibility\nthat an interagency lawsuit might result does not invalidate an agency’s ability\nto assess civil penalties against another executive branch agency, where the\nAttorney General has adequate discretion to control the filing of such a lawsuit.” Id. at 10."
}