{
  "document_category": "memos",
  "document_name": "22961",
  "chunk_index": 4,
  "chunk_text": "We should em phasize that o u r research on this subject has revealed a virtually\nunanim ous view that there is an avowed preference for paid government employ­\n6 T h e legislative history, as w ell as the ju d ic ia l and adm inistrative interpretations of § 6 6 5 (b ) are d iscu ssed at\nsom e length in an o p in io n o f this Office dated M ay 25, 1976 You should refer to the 1976 o p in io n fo ra full analysis\no f the law o f voluntary serv ices. In this o p in io n , we will sim ply apply the prevailing interpretation of the law to the\nTask Force A dvisory C o m m ittee. 7 O u r interpretation of § 665(b) is bolstered by a subsequent congressional enactm ent perm itting federal\nem ployees w ho serve “ w ithout com pensation” (W O Cs) to accep t a salary for their governm ent service from a\nso u rce outside th e governm ent See 18 U S C . § 209. S ection 209 m akes n o reference in its text o r legislative\nh isto ry to a b ar on the acceptance of voluntary services by the governm ent, but it surely contem plates that th ere are\ncircu m stan c es w here the acceptance of uncom pensated service is prop er For a discussion o f voluntary services that\nhave been specifically authorized by C ongress, see Antitrust Subcommittee c f the House Comm, on the Judiciary,\n84th C o n g , 2d S ess , Interim Report o n W O C s and G overnm en t A dvisory G roups (C om m . P rint, 1956)\n(h erein afte r referred to as Interim Report). See also 5 U S C § 3111 w hich specifically authorizes the acceptance of\nv o lu n teer services from students. 8 See d iscu ssio n in o p in io n o f May 25, 1 9 7 6 , referred to in footnote 6 A s you know, m ost federal po sitio n s are\nco v e re d by the G en eral S alary (G S ) schedule, fo r w hich C ongress has set fixed m im m um s. See 5 U .S .C . § 5101 et\nseq. W hile this fixed salary schedule actually exem pts persons w ho serve “ w ithout co m p en satio n ,” 5 U S .C\n§ 5 1 0 2 (c) 13, the policy underlying the sch ed u les has been read to counsel against the use o f volunteers to\nacco m p lish ta sk s that w ould ordinarily be p erform ed by em ployees covered by the schedule\n9"
}