{
  "document_category": "memos",
  "document_name": "22616",
  "chunk_index": 4,
  "chunk_text": "That is a power constitution­\nally inherent in the person of the President. No act of\n4 Under the Amendment, we believe that there is no requirement that the requisite written declara­\ntions of disability be personally signed by the Vice President and a majority of the heads of executive\ndepartments. The only requirements are that their assent to the declaration be established in a reliable\nfashion and that they direct that their names be added to the document. Moreover, the Vice President\nand the Cabinet heads may send separate declarations if necessary. See Presidential Inability: Hearings\nBefore the House Comm, on the Judiciary, 89th Cong., 1st Sess 79-80 (1965). Finally, we believe that\nunder both §§ 3 and 4 o f the Amendment, the transfer o f authonty to the Vice President takes effect\n“immediately\" when the declaration is transmitted or sent, and is not delayed until receipt of the\ndocument by the President pro tempore of the Senate and the Speaker of the House. Although the\nquestion is not free from doubt, the language and the history of the Amendment tend to support this\nconclusion. See S. Rep. No 66, 89th Cong., 1st Sess. 12-13 (1965); H.R. Rep. No 203, 89th Cong., 1st\nSess. 13 (1965). But see H.R. Rep. No. 564, 89th Cong., 1st Sess. 3 (statement of Managers on the Part\nof the House to the effect that “after receipt of the President’s written declaration of his inability.. . .\nsuch powers and duties would then be discharged by the Vice President as Acting President”) The\nbetter construction would allow the devolution of powers “immediately” (the w ord used in § 4 o f the\nTwenty-Fifth Amendment) upon transmittal No meaningful purpose would be served by awaiting the\narrival of the document. The alternative construction allows a more rapid transition of presidential\npower when the national interests require it. 93 Congress, no act even o f the President himself, can, by\nconstitutional possibility, authorize or create any military\nofficer not subordinate to the President. So he appoints and removes ambassadors and other\nofficers o f the United States, in the cases and with the\nqualifications indicated by the Constitution. So he approves or disapproves of bills which have\npassed both Houses of Congress: that is a personal act of\nthe President, like the vote o f a Senator or a Representa­\ntive in Congress, not capable of performance by a Head\nof Department or any other person. A study prepared by this Office in the 1950s reaches the same\nconclusions. This study and our research suggest that the following are\nnondelegable functions o f the President:\n1. The power to nominate and appoint the officers of the\nUnited States to the extent provided in Article II, § 2,\nclause 2 o f the Constitution. 2. The power to approve or return legislation pursuant to\nArticle I, § 7, clauses 2 and 3, and the power to call\nCongress into special session or to adjourn it according\nto Article II, § 3. 3. The power to make treaties by and with the advice and\nconsent o f the Senate."
}