{
  "document_category": "memos",
  "document_name": "22516",
  "chunk_index": 1,
  "chunk_text": "Effect of 18 U.S.C. § 600 on\nProposal for Hiring Census Enumerators P ro p o sal to g iv e p re fe re n c e fo r h irin g as cen su s e n u m e ra to rs to perso n s reco m m en d ed by\nD e m o c ra tic P a rty lead ers d o e s n ot v io late 18 U .S .C . § 6 0 0 , w h ic h punishes th o se w h o\np ro m ise fed eral em p lo y m en t o r benefits as an en ticem en t to o r re w a rd for future\npo litical a c tiv ity , b u t d o e s n ot p ro h ib it re w a rd s for past p o litical activ ity . E v e n if § 600 w e re read to p ro h ib it a p ro m ise o f e m p lo y m e n t o r benefits as a re w a rd for\npast p o litical a c tiv ity , u n d e r th e p ro p o se d p ro g ra m n e ith e r D e m o c ra tic P a rty leaders\nn o r an y p o ten tial cen su s e n u m e ra to rs are b ein g m ad e su ch a prom ise. February 28, 1980\nM EM ORANDUM OPINION FO R T H E ASSISTANT ATTORNEY\nG EN ER A L, CR IM IN A L DIVISION\nThe White House Counsel’s Office has forwarded for our approval\ntwo memoranda to be distributed respectively to Census Bureau offi­\ncials responsible for hiring enumerators and to Democratic Party offi­\ncials whose recommendations will be sought. These memoranda pro­\nvide that Democratic Party leaders will be one of several sources that\nthe Census Bureau will use in compiling lists of names from which to\nhire enumerators. The candidates nominated by party leaders will re­\nceive a preference; in this way the memoranda continue the program of\nselecting census enumerators in its traditional, historically established\nform. We believe that distributing these memoranda will not violate 18\nU.S.C. § 600, and that no one will violate 18 U.S.C. § 600 by following\nthe instructions given in these memoranda. I. Analysis\n18 U.S.C. § 600 provides: Whoever, directly or indirectly, promises any employ­\nment, position, compensation, contract, appointment, or\nother benefit, provided for or made possible in whole or\nin part by any Act of Congress, or any special consider­\nation in obtaining any such benefit, to any person as\nconsideration, favor, or reward for any political activity\nor for the support of or opposition to any candidate or\nany political party in connection with any general or\nspecial election to any political office, or in connection\n454"
}