{
  "document_category": "memos",
  "document_name": "24321",
  "chunk_index": 6,
  "chunk_text": "Moreover, without authority to seek a preliminary ii\\junction, the\nCommission would be powerless to prevent illegal mergers. Thus, injunc­\ntive authority is necessary to accomplish the mission Congress has set for\nthe FTC. On the other hand even without criminal contempt authority,\nthe FTC can fully vindicate its decrees through its civil authority. Accordingly, the authority to prosecute criminal contempts cannot be\nfairly inferred from the FTC’s general statutory authority. Nor do we believe that the Dean Foods Court’s observation, in dictum,\nthat it had never been “asserted that the Commission could not bring con­\ntempt actions in the appropriate court o f appeals when the court’s\nenforcement orders were violated, though it has no statutory authority in\n295 this respect,” 384 U.S. at 607, suggests that the Commission er\\joys the\npower to bring criminal contempt cases. The Court followed this observa­\ntion by declaring that “[s]uch ancillary powers have always been treated as\nessential to the effective discharge of the Commission’s responsibilities.” Id. Thus, this dictum can most sensibly be read as referring to civil con­\ntempt, since the other instances o f the Commission’s implied powers dis­\ncussed by the Court — the power to seek preliminary relief from an\nappellate court and the power to defend Commission orders in judicial\nreview proceedings — concern civil actions in which the Commission’s\nauthority and the policies o f the statutes administered by the\nCommission would be vindicated. See id. at 606-07. Criminal contempt\ncases, as explained above, vindicate instead the authority o f the court, in\nproceedings separate from the underlying civil actions. Furthermore, the Eighth Circuit has reached the conclusion that Dean\nFoods “did not directly or indirectly concern itself with the possible con­\nflict between the Commission and the Attorney General over which\nagency was the proper one to seek the exercise” o f the appellate court’s\npower to issue a preliminary injunction. FTC v. Guignon, 390 F.2d 323,\n327 (8th Cir. 1968). The issue in Guignon was whether the Commission,\non its own behalf, could seek to enforce discovery subpoenas or needed\nthe “aid or consent” o f the Attorney General. Id. at 324. The court decid­\ned that the Commission could not seek, on its own behalf, to enforce its\ndiscovery subpoenas but depended on the Attorney General to do so. Whether or not the court in Guignon was correct in making this ruling,8\nor in interpreting Dean Foods as not involving possible conflicts between\nthe Commission and the Attorney General, Guignon demonstrates that\nDean Foods should not be read as a general warrant for the Commission\nto assert implied powers that conflict with the Attorney General’s statu­\ntory authority. C.\nThe Commission also argues that its authority to prosecute criminal\ncontempts “is supported both by long and consistent usage and by the\nonly decision o f which [the Commission is] aware in which the issue [of\nagency authority] was expressly contested and resolved.” Pederson\nLetter at 1. As an initial matter, we do not believe that usage alone can\njustify a practice unsupported in law — nor can a single district court\ndecision."
}