{
  "document_category": "memos",
  "document_name": "19976",
  "chunk_index": 5,
  "chunk_text": "— Except as provided in this section, no person may install or use a pen register or a trap and\ntrace device without first obtaining a court order under section 3123 of this title or under the Foreign Intelligence\nSurveillance Act o f 1978 (50 U.S.C. 1801 e t seq.). (b) Exception.— The prohibition of subsection (a) does not apply with respect to the use o f a pen register or\na trap and trace device by a provider of electronic or wire communication service—\n(1) relating to the operation, maintenance, and testing o f a wire or electronic communication service or\nto the protection o f the rights or property o f such provider, or to the protection o f users o f that service\nfrom abuse o f service or unlawful use o f service; or\n(2) to record the fact that a wire or electronic communication was initiated or completed in order to protect\nsuch provider, another provider furnishing service toward the completion of the wire communication, or\na user o f that service, from fraudulent, unlawful o r abusive use o f service; or\n(3) where the consent o f the user o f that service has been obtained. 9 A provider o f electronic communication service . . . shall disclose a record or other information pertaining to\na subscriber to o r custom er o f such service (not including the contents o f communications covered by subsection\n(a) or (b) o f this section) to a governmental entity only when the governmental entity—\n(i) obtains a w arrant issued under the Federal Rules o f Criminal Procedure or equivalent State warrant;\n(ii) obtains a court order for such disclosure under subsection (d) of this section; or\n(iii) has the consent o f the subscriber o r custom er to such disclosure. 18 U .S.C. § 2 7 03(c)(l)(B ). Section 2703(c)(1)(C) provides that a carrier shall disclose certain transactional informa­\ntion, including the name, address and telephone num ber o r other subscriber number, o f a custom er when the govern­\nm ental entity utilizes an authorized administrative subpoena. 10 A lthough pen registers and trap and trace devices would be used to obtain the caller's telephone num ber and\nto relay the call to the PSAP, they would not provide any information on the actual physical location o f the cellular\ncaller. 318 Transmission by a Wireless Carrier o f Information Regarding a Cellular Phone U ser's Physical\nLocation to Public Safety Organizations by advanced technologies that aggregate and analyze the strength and angle of\nthe caller’s signal measured at various cell sites. At the very least, it certainly\ncannot be said that the caller’s physical location would be determined “ solely”\nthrough use of a pen register or trap and trace device. 47 U.S.C. § 1002(a). Thus\n§ 1002 does not prohibit a telecommunications carrier from transmitting to a public\nsafety organization the physical location information pertaining to a cellular caller\nrequired by the FCC rule."
}