{
  "document_category": "memos",
  "document_name": "20226",
  "chunk_index": 11,
  "chunk_text": "The Secretary would be acting in a particular situation based on a unique set\nof facts, pursuant to a statute authorizing his agency personnel, the Secret Service,\nto protect the President. We do not believe that this unilateral action executing\nsuch a decision is the sort of government action that Congress contemplated in\ndefining a “ rule” for purposes of the APA.8\n7 W e are aw are o f only one District o f Columbia court decision discussing the National Capital Service Area. The lim ited analysis presented in that opinion supports o ur view that the federal government exercises greater\nadm inistrative authority over areas within the National Capital Service A rea than it exercises with respect to other\nareas w ithin the District o f Columbia. In rejecting a claim that Congress had not delegated to the District o f Columbia\nthe authority to tax personal property w ithin the National Capital Service Area, the court in Itel Corp. v. District\no f Columbia, 448 A.2d 261, 267 n.10 (D .C.), cert, denied, 459 U.S. 1087 (1982), stated, “ this part o f the Home\nRule A ct serves to add some federal bureaucracy to the existing D.C. bureaucracy in order to ensure adequate services,\nnot to authorize the provision o f services by the D istrict.\" 8 Even if a court were to find that the Secretary’s action constituted a “ rule” under §551(4), the Secretary could\ninvoke the “ good cause” exception provided under 5 U.S.C. § 553(b)(3)(B). Under that section, the requirements 118 Authority o f the Secretary o f the'Treasury to Order the Closing o f Certain Streets Located Along\nthe Perimeter o f the White House Moreover, even if the Secretary’s contemplated action did constitute a “ rule”\nunder the APA, the APA provides an exception to its requirements for “ [any]\nmatter relating to agency management or personnel or to public property, loans,\ngrants, benefits, or contracts.” 5 U.S.C. § 553(a)(2) (emphasis added). The “ public\nproperty” exception has been interpreted to exempt from APA coverage rules\nissued by any agency with respect to real or personal property owned by the\nUnited States or by any agency of the United States, including rules relating to\nthe sale or management of such property. Story v. Marsh, 732 F.2d 1375, 1384\n(8th Cir. 1984); Wilderness Pub. Rights Fund v. Kleppe, 608 F.2d 1250, 1253\n(9th Cir. 1979), cert, denied, 446 U.S. 982 (1980); City of Santa Clara v. Andrus,\n572 F.2d 660, 673-74 (9th Cir.),' cert, denied, 439 U.S. 859 (1978). See also\nUnited States Dept, of Justice, Attorney General’s Manual on the Administrative\nProcedure Act 27 (1947). Accordingly, if the streets sought to be closed to vehic­\nular traffic are owned by the federal government, we believe that any action taken\nto close those streets would be exempt from the APA under § 553(a)(2). 3. National Historic Preservation Act"
}