{
  "document_category": "memos",
  "document_name": "24141",
  "chunk_index": 2,
  "chunk_text": "Whether the President may individually assert sovereignty over the territorial sea\nis open to some question, although on the basis of several long-settled, historical\nexamples of Presidents unilaterally claiming territory in this fashion, we believe\nthat he may. Finally, we conclude that while Congress may establish state bound­\naries, there is a serious question whether it has the constitutional authority either\nto assert jurisdiction over an expanded territorial sea for international law pur­\nposes or to assert sovereignty over it. With respect to the statutory issues, we believe that the better view is that the\nexpansion of the territorial sea will not extend the coverage of the Coastal Zone\nManagement Act (“CZMA”), 16 U.S.C. §§ 1451-1464, the statute that has been\nidentified to us by the inter-agency working group as being of special concern. It must be acknowledged, however, that the effect of the proclamation on the\nCZMA is not entirely free from doubt and that the effect of the expansion on\nother federal statutes raises complex questions. We therefore recommend that the\nPresident seek legislation stating that federal statutes that rely upon the concept\nof the territorial sea are not affected by the President’s proclamation extending\nthe territorial sea from three miles to twelve miles. Analysis\nI. The Territorial Sea In order to understand the legal issues raised by the proposal to extend the ter­\nritorial sea, we begin by examining three concepts: the meaning of the “territor­\nial sea” as that term is used in international law; the nature of the other areas of\nthe sea over which a nation may assert some control under international law; and,\nfinally, the distinction between a claim of sovereignty over the territorial sea and\nclaims of jurisdiction over other areas of the sea. The territorial sea is the belt of water immediately adjacent to the coast of a\nnation. See, e.g., Restatement (Third) of The Foreign Relations Law of the United\nStates § 51 l(a)(1986) (“Restatement Third”); 1 L. Oppenheim , International Law\n§ 172, at 416 (H. Lauterpacht ed., 7th ed. 1948) (“Oppenheim”). The territorial\nsea extends from the nation’s coast to a distance of up to twelve miles from the\ncoast, the maximum breadth now permitted by international law. Restatement\nThird § 511(a). Although the United States and some other nations continue to\nfollow the historical practice of adhering to a three-mile territorial sea, most na­\ntions now assert sovereignty over a twelve-mile territorial sea.2\n2 “At the time this country won its independence from England there was no settled international custom or un­\nderstanding among nations that each nation owned a three-mile water belt along its borders.” United Stales v. Cal­\nifornia, 332 U.S. 19, 32 (1947). By the beginning of the nineteenth century it was generally agreed that the terri­\ntorial sea extended as far as a cannon could shoot: three miles. See The Ann, 1 F. Cas. 926 (C.C.D. Mass. 1812) 239 A nation is sovereign in its territorial sea. See Convention on the Territorial\nSea, pt. I, art. 1, 15 U.S.T. at 1608.3 Indeed, a nation has the same sovereignty\nover the territorial sea as it has over its land territory."
}