{
  "document_category": "memos",
  "document_name": "24036",
  "chunk_index": 10,
  "chunk_text": "It points to no specific legislative decisions\nthat cannot responsibly be made without access to materials uniquely contained in the tapes or without resolution\nof the ambiguities that the transcripts may contain.” Id. at 733. For this reason, the court stated, “the need demon­\nstrated by the Select Committee .. is too attenuated and too tangential to its functions” to override the President’s\nconstitutional privilege Id 179 2. Procedural Issues Only rarely do congressional requests for information result in a subpoena of\nan executive branch official or in other congressional action. In most cases the\ninformal process of negotiation and accommodation recognized by the courts,\nand mandated for this Administration by President Reagan,14 is sufficient to re­\nsolve any dispute. On occasion, however, the process breaks down, and a sub­\npoena is issued by a congressional committee or subcommittee. 15 At that point,\nit would be necessary to consider asking the President to assert executive privi­\nlege. Under the terms of the President’s Memorandum, executive privilege can­\nnot be asserted vis-a-vis Congress without specific authorization by the Presi­\ndent, based on recommendations made to him by the concerned department head,\nthe Attorney General, and the Counsel to the President. Conclusion We believe that there are statutory grounds which preclude GAO’s present re­\nquest for access to executive branch agencies for the purposes of conducting the\ninvestigation described in its letter of June 23, 1988. Should GAO’s request be\nreformulated in a manner which properly relates it to a congressional interest\nwithin the terms of 31 U.S.C. § 717(b) and which comports with the statutory re­\nstrictions on access to intelligence information found in 50 U.S.C. § 413, it will\nbe appropriate at that time to consider the application of additional lawful au­\nthority to withhold particular national security, intelligence, law enforcement, or\ndeliberative process information. This Office is available for consultation with\nrespect to requests for particular documents or information. D o u g l a s W . K m ie c Acting Assistant Attorney General\nOffice of Legal Counsel\n14 President Reagan’s November 4,1982 Memorandum for the Heads of Executive Departments and Agencies\non “Procedures Governing Responses to Congressional Requests for Information” states: The policy of this Administration is to comply with Congressional requests for information to the\nfullest extent consistent with the constitutional and statutory obligations of the Executive Branch . [E]xecutive pnvilege will be asserted only in the most compelling circumstances, and only after care­\nful review demonstrates that assertion of the privilege is necessary Historically, good faith negotia­\ntions between Congress and the Executive Branch have minimized the need for invoking executive\nprivilege, and this tradition of accommodation should continue as the primary means of resolving con­\nflicts between the Branches. 15 In the current context, such a subpoena could only be issued after GAO had reported to its congressional re­\nquester that it was unable to obtain the information from the executive branch. Before requesting that a congres­\nsional committee issue a subpoena, GAO might attempt to enforce its request for information pursuant to the judi­\ncial enforcement mechanism authorized under 3 1 U S C §716."
}