{
  "document_category": "memos",
  "document_name": "24141",
  "chunk_index": 14,
  "chunk_text": "See Church v. Hubbart, 6 U.S. (2 Cranch) at 234 (Marshall, C.J.); The\nAnn, 1 F. Cas. at 926-27 (Story, J.). Similarly, there are two instances in which the President acquired territory act­\ning alone by discovery and occupation. 22 In 1869, “[t]he Midway Islands... were\nformally taken possession of in the name of the United States ... by order of the\nSecretary of the Navy.” S. Rep. No. 194,40th Cong., 3d Sess. 1 (1869). See also\nS. Exec. Doc. No. 79, 40th Cong., 2d Sess. (1868). And “[t]he United States\nclaim[ed] jurisdiction . .. over . . . Wake’s Island . . . possession of which was\ntaken by the U.S.S. Bennington on January 17,1899.” Letter from Mr. Hill, As­\nsistant Secretary of State, to Mr. Page, Feb. 27, 1900, 243 MS Dom. Let. 246,\nquoted in 1 J. Moore, International Law Digest § 111, at 555 (1906) (“Moore”). 23 The acquisition of Midway and Wake Islands by the Navy confirms that the\nPresident has the constitutional authority to acquire territory by discovery and\noccupation. Professor Henkin, for example, has stated that the President can “ac­\nquire territory by discovery or prescription.” Louis Henkin, Foreign Affairs and\n, 22 There is a third example of unilateral acquisition by the President by executive agreement. In this regard, Pres­\nident Fillmore entered into an executive agreement m 1850 in which Great Britain “cede[d] to the United States\nsuch portion of the Horseshoe Reef as may be found requisite” for a lighthouse in Lake Erie near Buffalo Proto­\ncol of a Conference Held at the Foreign O ffice, Dec 9, 1850, 18 Stat. (Part 2) 325-26. See also 5 Treaties and\nOther International Acts o f the United States o f America 905-28 (Hunter Miller ed., 1937) (describing the acqui­\nsition o f Horseshoe Reef). The acceptance o f the cession appears to have been made pursuant to the President’s\npower as representative of the United States in foreign affairs. 23 The acquisition o f American Samoa is frequently cited as evidence of the executive’s independent authonty\nto acquire territory for the United States. See, e g , \\ Westel Woodbury Willoughby, The Constitutional Law of the\nUnited States § 240a (2d ed 1929) President McKinley did assert control over American Samoa by executive or­\nder in 1900. He acted, however, one month after the Senate ratified a treaty in which Great Britain and Germany\nrenounced “in favor of the United States of America” any rights they had to claim the islands. Convention between\nthe United States, Germany, and Great Britain, Dec. 2, 1899, art. II, 31 Stat. 1878, 1879 (1900). Prior to the treaty,\nthe United States, Great Britain, and Germany had failed in an effort to jointly manage the Samoan Islands. See\ngenerally American Samoa A General Report by the Governor 22-43 (1927), Moore, supra, § 110. The existence\nof the treaty partially undermines the claim that the acquisition of American Samoa is an example of acquisition\nby executive action alone. 248 the Constitution 48 (1972). Another writer concluded that “[t]he President is com­\npetent to recognize the acquisition of territory by discovery and occupation.”"
}