{
  "document_category": "memos",
  "document_name": "1349716",
  "chunk_index": 26,
  "chunk_text": "As a matter of practice, OMB advises\nthat “[a] number of ‘independent’ agencies, including the SEC, CFTC, the\nFCC, and others have consulted with OIRA regarding best practices for\nregulatory reform and cost-benefit analysis,” OMB Letter at 7, and as\nnoted above, the SSA has formally complied with the regulatory review\nprocess. We do not suggest, of course, that separation of powers questions\nmay be decided by popular vote, but the views of congressional committees, administrative law experts, and practitioners confirm our view that\nextending EO 12866 to independent regulatory agencies would not compromise the appropriate and lawful performance of their statutory responsibilities. IV. For the foregoing reasons, we conclude that the President may require\nindependent regulatory agencies to comply with the centralized regulatory\nreview process prescribed by EO 12866. There is nothing in the statutory\ncomposition of independent agencies or in their other generally shared\nattributes that would preclude the full application of EO 12866 to them. We have not reviewed the organic statute of each independent agency and\ntherefore do not rule out the possibility that a particular statutory provision of a particular agency—if constitutionally valid and sufficiently\n1990), https://www.americanbar.org/content/dam/aba/directories/policy/1990_am_302.\nauthcheckdam.pdf; Recommendations of the Administrative Conference Regarding\nAdministrative Practice and Procedure, 54 Fed. Reg. 5207, 5208 & n.2 (Feb. 2, 1989);\nStrauss & Sunstein, Role of the President, 38 Admin. L. Rev. at 206–07 (reprinting\nrecommendation of the Administrative Law Section of the ABA). Former officials from\nindependent agencies have offered the same view. See Letter for Ronald H. Johnson,\nChairman, Senate Committee on Homeland Security and Governmental Affairs, from\nNancy Nord, Former Commissioner, Consumer Product Safety Commission, et al., at 1\n(June 17, 2015) (letter from eight former members of independent agencies). A number\nof academics have done the same. See also, e.g., Datla & Revesz, Deconstructing\nIndependent Agencies, 98 Cornell L. Rev. at 837; Robert W. Hahn & Cass R. Sunstein,\nA New Executive Order for Improving Federal Regulation? Deeper and Wider Cost Benefit Analysis, 150 U. Pa. L. Rev. 1489, 1535 (2002); Kagan, Presidential Administration, 114 Harv. L. Rev. at 2324–25 & n.311; Strauss & Sunstein, Role of the President,\n38 Admin. L. Rev. at 200. 30 Extending Regulatory Review to Independent Regulatory Agencies clear—may conflict with certain requirements of EO 12866. EO 12866\nexpressly contemplates, however, that it would yield to such a provision,\nand such a potential conflict would therefore pose no barrier to the general extension of EO 12866. Should an independent agency identify a specific statutory provision\nthat it believes requires modification of the processes and procedures of\nEO 12866, we would be happy to examine the matter. Please let us know\nif we may be of further assistance in that or in any other regard. STEVEN A. ENGEL\nAssistant Attorney General\nOffice of Legal Counsel 31"
}