{
  "document_category": "memos",
  "document_name": "22646",
  "chunk_index": 2,
  "chunk_text": "In National League o f Cities, the\nCourt addressed the question whether Congress, in exercising its power\nunder the Commerce Clause, could extend coverage of the Fair Labor\nStandards Act to employees of the states and their political subdivi­\nsions, thus requiring the states to adhere to minimum wage and maxi­\nmum hour requirements previously applicable only to private employ­\ners. While recognizing that Congress has the power under the Com­\nmerce Clause to impose such restrictions on private employers, the\nCourt held that the Tenth Amendment limits the exercise of otherwise\nplenary powers of Congress under the Commerce Clause when the\nexercise of those powers would impermissibly intrude upon traditional\nstate governmental functions: It is one thing to recognize the authority of Congress to\nenact laws regulating individual businesses necessarily\nsubject to the dual sovereignty of the government of the\nNation and of the State in which they reside. It is quite\nanother to uphold a similar exercise of congressional au­\nthority directed, not to private citizens, but to the States\nas States. We have repeatedly recognized that there are\nattributes of sovereignty attaching to every state govern­\nment which may not be impaired by Congress, not be­\ncause Congress may lack an affirmative grant of legisla­\ntive authority to reach the matter, but because the Consti­\ntution prohibits it from exercising the authority in that\nmanner. Id. at 845. The Court concluded that, since application of the Fair Labor Stand­\nards Act to employees of states and their political subdivisions would\n“significantly alter or displace the States’ abilities to structure employee-employer relationships in such areas as fire prevention, police\nprotection, sanitation, public health, and parks and recreation,” id. at\n851—areas in which the states have traditionally provided services to\ntheir citizens—Congress lacked authority to extend the coverage of the\nAct to such employees. In a concurring opinion, Justice Blackmun,\nwho joined the Court’s opinion and whose vote was necessary to form\nthe Court majority, appeared to temper the Court’s opinion by reading\n143 it to permit federal intrusion on state sovereignty “where the federal\ninterest is demonstrably greater and where state facility compliance\nwith imposed federal standards would be essential.” Id. at 856. Four\nJustices dissented from the Court’s decision. In our view, regardless of whether the language of the Court’s\nopinion is taken literally or whether the “balancing approach” as articu­\nlated by Justice Blackmun is applied, the proposed legislation for man­\ndatory incarceration of federal pre-trial detainees in local detention\nfacilities would present serious problems under the Tenth Amendment. The opinion focuses on interference with local government policies and\ntraditional state governmental functions and the displacement of local\npolicy decisions. It is clear that the administration of a jail is a tradi­\ntional state governmental function. Wentworth v. Solem, 548 F.2d 773\n(8th Cir. 1977). Cf. Johnson v. Avery, 393 U.S. 483, 486 (1969) (“There\nis no doubt that discipline and administration of state detention facilities\nare state functions. They are subject to federal authority only where\nparamount federal constitutional or statutory rights supervene.”). Meachum v. Fano, A ll U.S. 215, 229 (1976) (“The federal courts do not\nsit to supervise state prisons, the administration of which is of acute\ninterest to the states.”)."
}