{
  "document_category": "memos",
  "document_name": "19976",
  "chunk_index": 8,
  "chunk_text": "13 The\nmere possibility that a caller subjectively does not wish his location to be revealed\nwould not negate the consent presumed from his making the 911 call. 14\nC. Wireless Carriers May Transmit to Public Safety Authorities Information\nRegarding the Physical Location o f Cellular Callers Dialing 911 Without\nViolating the Fourth Amendment\n1. There is no “ Search” Within the Meaning o f the Fourth Amendment Because\n911 C allers H ave N o Actual o r Reasonable Expectation o f Privacy in Information\nRegarding Their Location\nThe Fourth Amendment protects individuals from “ unreasonable searches.” U.S. Const, amend. IV. For the Fourth Amendment even to apply to a particular\ngovernment action, the person invoking its protection must be able to claim “ a\n‘justifiable,’ a ‘reasonable,’ or a ‘legitimate expectation of privacy’ that has been\n13 C alling 911 and triggering the governm ent's emergency response invalidates any claim by a caller that he does\nnot in fact consent to the disclosure of information regarding his location. If he chooses to seek such emergency\naid, he implicitly consents both to aiding th e authorities in this limited way and to action taken by the government\nto verify his call. See Nolan v. United States, 423 F.2d 1031, 1043 (10th Cir. 1969) (telephone company’s monitoring\no f calls does not violate 47 U.S.C. §605 because illegal user has impliedly consented to company's attempts to\nproperly bill user), cert, d e n ie d 400 U.S. 848 (1970); Bubis v. United States, 384 F.2d 643, 648 (9th Cir. 1967)\n(*‘[w]hen a subscriber o f a telephone system uses the system 's facilities in a manner which reasonably justifies\nthe telephone com pany’s belief that he is violating his subscription rights, then he must be deemed to have consented\nto the com pany’s m onitoring o f his calls to an extent reasonably necessary for the company’s investigation\" and\nthere is no violation o f 47 U.S.C. §605); Commonwealth v. Gullett, 329 A.2d 513, 519 (Pa. 1974) (Party calling\npolice to report homicide, its location and num ber o f bodies has no claim for violation o f Pennsylvania W iretapping\nand Electronic Surveillance Control Act, 18 Pa. C.S.A. §5703, where, “ [fjrom the nature o f the call, the nonconfidential quality o f the information conveyed, the emergency atmosphere the communication engendered, and\nthe particular agency to which the disclosure was directed, it is apparent that the caller did not intend the privacy\no f the com m unication to be maintained. Rather, the conclusion is inescapable that a call made under these cir­\ncum stances carried with it the permission o f the caller to divulge the communication to authorized police personnel\nother than the officer who happened to take the message and to use the communication to investigate the reported\ncrim e by any reasonable m eans.\")."
}