{
  "document_category": "memos",
  "document_name": "20701",
  "chunk_index": 7,
  "chunk_text": "Cf. Canadian Colonial Airways, Inc.—Investigation,\n2 C.A.B. 752, Docket No. 601 (July 7, 1941). It is also unnecessary to discuss\nconditions that should be attached by the Civil Aeronautics Authority to any\ncertificate issued to foreign aircraft. I am attaching a memorandum prepared by Mr. Eberly discussing these questions in greater detail. HUGH B. COX\nAssistant Solicitor General 112 Implementation of International Civil Aviation Agreements\nJanuary 29, 1945 MEMORANDUM FOR THE ASSISTANT SOLICITOR GENERAL This memorandum is in response to your request for my views on the questions\npresented in the memorandum from the Department of State for the Attorney\nGeneral, dated January 8, 1945. I.\nAt the International Civil Aviation Conference held at Chicago, there were\ndrawn up on December 7, 1944, the following multilateral agreements:\n(1) a Convention on International Civil Aviation;\n(2) an Interim Agreement on International Civil Aviation;\n(3) an International Air Services Transit Agreement; and\n(4) an International Air Transport Agreement. Members of the Civil Aeronautics Board attended the conference as delegates\nof the United States. It is understood that they have approved the agreements. The Convention is to be submitted to the Senate for ratification. The Interim\nAgreement provides for the establishment of a provisional organization for\ncollaboration in the field of international civil aviation. It is to last only until the\nConvention comes into operation, or at most for a period of three years. We are concerned only with the third and the fourth of these four agreements,\nthe International Air Services Transit Agreement and the International Air\nTransport Agreement. These agreements deal with “scheduled international air\nservices.” The International Air Services Transit Agreement, commonly referred to as the\nTwo Freedoms Agreement, provides in pertinent part:\nARTICLE I\nSection 1\nEach contracting State grants to the other contracting States the following freedoms of the air in respect of scheduled international air\nservices:\n(1) The privilege to fly across its territory without landing;\n(2) The privilege to land for non-traffic purposes. . . . 113 Supplemental Opinions of the Office of Legal Counsel in Volume 1 Section 4\nEach contracting State may, subject to the provisions of this Agreement,\n(1) Designate the route to be followed within its territory by any international air service and the airports which any such service may\nuse . . . . Section 5 Each contracting State reserves the right to withhold or revoke a certificate or permit to an air transport enterprise of another State in any\ncase where it is not satisfied that substantial ownership and effective\ncontrol are vested in nationals of a contracting State, or in case of\nfailure of such air transport enterprise to comply with the laws of the\nState over which it operates, or to perform its obligations under this\nAgreement. The second agreement, document 4 above mentioned, is the International Air\nTransport Agreement, commonly referred to as the Five Freedoms Agreement. It\ncontains the same provisions as those quoted above from the International Air\nServices Transit Agreement (article I, sections 1, 5 and 6) and, in addition, three\nother privileges, hence giving rise to the name Five Freedoms Agreement. Each of these two agreements comes into force as between contracting States\nupon its acceptance by each of them."
}