{
  "document_category": "memos",
  "document_name": "20701",
  "chunk_index": 6,
  "chunk_text": "this memorandum. Under the 1926 statute, a number of bilateral agreements\nrelating to air navigation were entered into between the United States and other\ncountries granting, among other things, reciprocal privileges of non-stop flight,\nsubject to various limitations not relevant here and to the rules and regulations of\neach country. See Air Navigation Agreement, U.S.-It., Oct. 31, 1931, E.A.S.\nNo. 24; Air Navigation Agreement, U.S.-Swe., Oct. 9, 1933, E.A.S. No. 47; Air\nNavigation Agreement, U.S.-Nor., Nov. 15, 1933, E.A.S. No. 50; Air Navigation\nAgreement, U.S.-S. Afr., Sept. 20, 1933, E.A.S. No. 54; Air Navigation Agreement, U.S.-Den., Apr. 16, 1934, E.A.S. No. 58; Air Navigation Agreement, U.S.Gr. Brit., May 5, 1935, E.A.S. No. 76; Air Navigation Agreement, U.S.-Ir., Dec. 4,\n1937, E.A.S. No. 110.\nSince 1938 bilateral agreements conferring similar privileges have been entered\ninto. See Air Navigation Agreement, U.S.-Can., Aug. 1, 1938, E.A.S. No. 129; Air\nTransport Services Agreement, U.S.-Can., Aug. 18, 1939, E.A.S. No. 159; Air\nNavigation Agreement, U.S.-Fr., Aug. 15, 1939, E.A.S. No. 152; Air Navigation\nAgreement, U.S.-Liber., June 15, 1939, E.A.S. No. 166.\nSince April 7, 1939 the Trans-Canada Air Lines has been operating under a\npermit granted by the Civil Aeronautics Authority authorizing non-stop flights by\nCanadian aircraft over the State of Maine en route between Toronto, Canada and\nHalifax, Nova Scotia. The Civil Aeronautics Authority has also issued a permit to\nthe Canadian Colonial Airways, Inc., authorizing flights between Montreal,\nCanada, and Nassau in the Bahamas with a stopover for non-traffic purposes in\nJacksonville, Florida. IV. Legislative History The legislative history does not offer positive assurance with respect to the\nconstruction of section 6(c) of the Air Commerce Act. Non-stop flights by foreign\naircraft and transit flights with the privilege of landing for non-traffic purposes\nwere not the subject of debate in Congress at the time of the passage of the Civil\nAeronautics Act of 1938. However, the agreements executed under the Air\nCommerce Act were not criticized or repudiated by the Congress. The legislative\nhistory indicates in this respect that the Congress intended to make no substantial\nchange in section 6(c) of that Act. V. Conclusion It is my view that the Department of State may be advised informally that if a\nvalid reciprocal arrangement has been entered into between the United States and\na foreign country, the Civil Aeronautics Authority is authorized under existing law\nto grant to a foreign aircraft a permit to fly across the territory of the United States\nwithout landing or a permit to land for non-traffic purposes in the United States,\nsubject to compliance with the laws and regulations of the United States. 111 Supplemental Opinions of the Office of Legal Counsel in Volume 1 It is unnecessary to discuss in this memorandum whether a non-stop flight with\nor without the privilege of landing for technical reasons is the kind of air transportation for which a permit must be granted under section 401 or 402 of the Civil\nAeronautics Act of 1938. Cf. Canadian Colonial Airways, Inc.—Investigation,\n2 C.A.B. 752, Docket No. 601 (July 7, 1941). It is also unnecessary to discuss\nconditions that should be attached by the Civil Aeronautics Authority to any\ncertificate issued to foreign aircraft."
}