{
  "document_category": "memos",
  "document_name": "21891",
  "chunk_index": 2,
  "chunk_text": "I. Authority to Conduct the Investigation\nA. G AO ’s Investigative Authority 1. Statutory Limitations\nG A O ’s investigative authority is set forth in subchapter II of chapter 7 of title\n31 o f the U.S. Code. Except for section 7 17(b), the various grants of authority in\nsubchapter II are limited to auditing the finances of government agencies and are\nthus inadequate bases for the GAO Noriega investigation, which clearly goes well\nbeyond a financial audit. See 31 U.S.C. §§ 711-715. Accordingly, GAO must\nbase this investigation on its authority in section 717(b) to “evaluate the results\nof a program or activity the Government carries out under existing law.” 2 Op.\nO.L.C. 415,420 (1978) (emphasis added) (where a GAO investigation goes be­\nyond fiscal matters, GAO’s authority must be based on section 204(a), the sub­\nstantially identical predecessor version of section 717(b)). We believe as a matter of statutory construction that the phrase “program or\nactivity . . . under existing law ” must refer only to activities carried out pursuant\nto statute, and not activities carried out pursuant to the Executive’s discharge of\nits own constitutional responsibilities. 2 The juxtaposition of “program or activ­\nity” with “existing law” strongly suggests an intent to refer to statutory respon­\nsibilities. Moreover, the use of the qualifier “existing” appears to suggest that the\nlaws at issue are statutes that m ay lapse rather than constitutional authorities of\nthe President, which are of greater permanence. Finally, the legislative history of\nsection 717(b) confirms that Congress’ focus of concern was the oversight of its\nlegislative programs: “It is intended that in performing [evaluations under sec­\ntion 7 17(b)], the Comptroller General shall review and analyze Government pro­\ngram results in a manner which will assist the Congress to determine whether\nthose programs and activities are achieving the objectives of the law.” H.R. Rep.\nNo. 1215,91st Cong., 2d Sess. 82 (1970). Nothing in the legislative history man­\n1 M oreover, in addition to G A O ’s lack o f statutory authority to pursue this investigation, we believe that the In­\ntelligence Oversight A ct for Fiscal Year 1981, Pub. L. No. 9 6-450, § 407,94 Stat. 1975, 1981 (1980), extinguishes\nw hatever authority GAO might otherwise possess in gaining access to intelligence information\n2 The views we express here concerning the limitations on G A O ’s investigative authority under section 717(b)\nare not novel. In 1978, the O ffice opined that G A O ’s authonty under the similarly worded predecessor to 717(b)\ndid not extend to the discharge o f the President's constitutional, as opposed to statutory, responsibilities. 2 Op.\nO.L.C. 415, 420 (1978) (“ [T]he appointment o f officers o f the United States by the President by and with the ad­\nvice o f the Senate does not constitute a G overnment program or activity carried out under existing law . . . . ”). 172 ifests any congressional intent to extend GAO’s investigative authority beyond\nstatutory programs into the Executive’s discharge of its constitutional responsi­\nbilities."
}