{
  "document_category": "memos",
  "document_name": "24631",
  "chunk_index": 7,
  "chunk_text": "Under that interpretation, national secu­\nrity, controls would be precluded merely because another statute im­\nposed health and safety regulations on domestic distribution of a par­\nticular product but utilized a more lenient standard for exports. For this\nis all that the seven cited provisions do; and this, of course, protects the\nnational security not at all. A health-and-safety regulatory scheme that\nincluded different standards for domestic distribution and export would\nsimilarly preclude short-supply export controls even though the other\nstatute protected the national economy not at all. This interpretation of\n§ 17(a) cannot be squared with the clear legislative intent as expressed\nin the congressional declarations of policy. 5\nC. In the final analysis, this result is the clearest indication that the\nview in the Memorandum must be rejected. In pursuit of national\nsecurity, foreign policy, and economic stability, the EAA was intended\nto provide comprehensive authority for the control of exports. Nothing\nless would meet the stated goals of increasing the emphasis on national\nsecurity, 1979 Senate Report at 4, and implementing “the full range of\nU.S. foreign policy goals,” H.R. Rep. No. 482, 96th Cong., 1st Sess. 43\n(1979) (1979 Conference Report) while at the same time minimizing\nuncertainty in export policy, increasing the efficiency of applicable\nadministrative procedures, obtaining increased cooperation by our\nallies, and providing the Executive with the flexibility to react\npromptly and appropriately to extreme and varied situations. See 1979\nSenate Report at 2-3, 8; 1979 House Report at 4-5; 1979 Conference\nReport at 43. Insulating a vast range of products from export controls\nwould in one stroke defeat these goals and prevent any kind of a\ncomprehensive and consistent export policy. And, as increased concern\nabout health and safety requires expanded domestic regulation of haz­\nardous substances, this approach would force the Executive to choose,\non the one hand, between forgoing domestic .regulation (or seeking in\nthe course of such regulation export standards identical in all circum­\nstances to domestic standards) or, on the other hand, retaining the\nauthority to control exports as appropriate under the EAA. We cannot\nbelieve that Congress intended to force such a choice. The legislative\nhistory and the statements of findings and policy in the EAA are at\nodds with this interpretation and indicate instead that, where export\n5\nO ne additional indication that these health-and-safety regulations do not preclude the imposition\no f export controls under the E A A is the inclusion o f § 6 (0 o f the A ct, w hich provides that the EA A\ndoes not authorize controls on medicine o r medical supplies, 50 U.S.C. A pp. § 2405(f). A lthough the\nproducts that fall w ithin this exclusion might not be identical to those regulated under the Federal\nFood, D rug, and C osm etic A ct there is clearly some overlap. If 21 U.S.C. § 3 8 1 (d X l) had the effect\nthat the M em orandum contends it has, § 6 (0 w ould have been either om itted as unnecessary o r at least\nphrased w ith reference to § 381(d)(1) 807"
}