{
  "document_category": "memos",
  "document_name": "19751",
  "chunk_index": 7,
  "chunk_text": "This asserted\ninconsistency derives from the related provisions of section 6002, 33 U.S.C.\n§2752, which make “ costs incurred” payments under section 1012(a)(2) contin­\ngent on further appropriations, whereas the payment of perfected claims under\nsection 1012(a)(4) may be paid directly from the Fund without more. In essence,\nDOT contends that Congress could not have intended to exempt Fund payments\nto Trustees under subsection (a)(4) from the fiscal discipline of the annual appro­\npriations requirement that applies to payments for their costs incurred under sub­\nsection (a)(2). . 1 DOT first argues that section 1012(a)(4)’s explicit provision for use of the Fund\nto pay claims presented by Trustees and other claimants pursuant to section 1013\nmust give way to principles of appropriations law applied in rulings of the Comp­\ntroller General. Letter for Mr. Charles A. Bowsher, Comptroller General, from\nAdm. J. W. Kime, Commandant, U.S. Coast Guard at 3 (Dec. 6, 1993) (“ Coast\nGuard Ltr.” ). Invoking the analysis used by the Comptroller General in his 1995\nruling in this dispute, DOT likens the payment authorization of section 1012(a)(4)\nto a general appropriation which cannot be used to fund payments covered by\na more specific appropriation, in the form of section 1012(a)(2)’s provision for\npayment of costs incurred by Trustees. Coast Guard Ltr. at 2. Specifically, DOT\nrelies upon the following principle o f statutory construction applied by the Comp­\ntroller General in his opinion on access to the Fund: Where there is a seeming conflict between a general provision and\na specific provision and the general provision is broad enough to\ninclude the subject to which the specific provision relates, the spe­\ncific provision should be regarded as an exception to the general\nprovision so that both may be given effect, the general applying\nonly where the specific provision is inapplicable. 194 Funds Available fo r Payment o f Natural Resource Damages Under the Oil Pollution Act o f J990 CG Op. at 4 (quoting B-163375, 1971 WL 5205 (C.G. Sept. 2, 1971)). Initially, we note that the specific/general principle relied upon by DOT is but\na canon of statutory construction, which, like other such rules, must yield to supe­\nrior evidence of legislative intent. See Connecticut N a t’I Bank v. Germain, 503\nU.S. 249, 253 (1992); Rubin v. United States, 449 U.S. 424, 430 (1981). Here,\nnot only the plain meaning of the statute, but other indicia of statutory intent\ncounsel against the construction proposed by DOT. The principal basis preferred\nby DOT for precluding federal, state, and Indian tribe trustees from recovering\npursuant to section 1012(a)(4), for example, is that they are expressly entitled\nto recover costs incurred pursuant to section 1012(a)(2). That section, however,\nby its own terms does not apply to foreign trustees, and thus, under DOT’s rea­\nsoning, foreign trustees may still recover under section 1012(a)(4), without the\ndiscipline of a further appropriation. It seems highly improbable, however, that\nCongress intended to provide foreign trustees more liberal access to the Fund than\nit provided to domestic trustees."
}