{
  "document_category": "memos",
  "document_name": "20521",
  "chunk_index": 2,
  "chunk_text": "1 Opinions o f the O ffice o f L egal C ounsel second session o f the Senate for th e 102nd Congress. Other interim designations\nwill expire thirty days after the en d of the current session o f the Senate. 2 Faced\nwith the prospect that a new marshal would not have entered into office by the ex­\npiration date o f som e o f the interim designations, the Attorney General issued or­\nders redesignating the same deputies as interim marshals and delegating to them\nauthority to act as m arshals. If this situation recurs, the Attorney General wishes to\npursue a sim ilar course, redesignating the same deputy marshal, or another deputy\nmarshal, to serve as interim marshal and delegating appropriate authority to that\nperson. N one o f the designees has been, or will have been, appointed a marshal by\nthe President, and refused advice and consent by the Senate. II. Section 562 grants the Attorney General authority, subject to specific eligibility\nlim itations, to “designate a person to perform the functions o f and act as marshal”\nwhen the office of marshal is vacant. W hile the marshal vacancy statute imposes\nlimits on the authority it grants to the Attorney General, the language of the statute\nis com patible with a grant of authority to make successive designations. 3 The stat­\nute does not explicitly bar the A ttorney General from issuing a new designation\nwhen a previous one expires. 4 W e hesitate to read such a limitation into the stat­\nute. Doing so could lead to serious gaps in the United States M arshals Service’s\nlegal authority to perform its vital duties, including its “primary role and mission”\no f “provid[ing] for the security” o f the federal courts. 28 U.S.C. § 566(a). For any\nnum ber o f reasons, a new marshal may not yet have taken office when an interim\nm arshal’s designation expires. T he President may not have submitted a nominee to\nthe Senate; the Senate may fail to act on the nomination, or may reject it. If the Senate is in recess on the date an interim m arshal’s designation terminates\nw ithout a new m arshal’s having taken office, the President may exercise his con­\nstitutional authority to make a recess appointm ent to the vacant marshal position. 2 We interpret the phrase \"end of the next session o f the Senate,” in 28 U S.C. § 562(b)(2), to have the\nsame meaning as the nearly identical phrase in the Recess Appointments Clause, U.S. Const, art. II, § 2, cl\n3, that is, the adjournment sine die of the session of the Senate for the first session of Congress that begins\nafter the designation was made. See Recess Appointments, 41 Op. A tfy Gen 463, 469-71 (I960), Recess\nAppointm ents Issues, 6 Op. O L C. 585, 586-87 (1982) Thus, interim marshal designations made during the\nfirst session of the 102nd Congress expired thirty days after the adjournment of the Senate si/ie die for the\nsecond session of the 102nd Congress."
}