{
  "document_category": "memos",
  "document_name": "23451",
  "chunk_index": 1,
  "chunk_text": "Waiver of the Application of Conflict of Interest Laws\nfor Members of the President’s Commission\non Strategic Forces\nM em bers o f the P resident’s commission on Strategic Forces are special government employees\nfor purposes o f the conflict of interest laws, based on a Departm ent of Defense determination. U nder 18 U.S.C. § 208(a), such em ployees may not participate without a waiver in any\nparticular m atter in w hich they or th eir employers have a financial interest. W aivers o f the application o f § 208(a) for members o f the Commission may be granted by the\nC ounsel to the President. This authority is based in part on 3 C.F.R. § 100.735-32, by which\nthe President delegated to the Counsel his authority to grant waivers under 18 U.S.C.\n§ 208(b)(1) for “Presidential appointees to comm ittees, boards, commissions, or sim ilar\ngroups established by the President.” The statutory standard for the grant o f w aivers clearly anticipates the exercise of discretion by\nthe appointing official. Factors suggested by § 208(b)(1) include the nature and magnitude of\nthe em ployee’s financial interest, the nature of the anticipated services to the government, and\nthe likelihood that integrity of those services may be compromised. Other non-statutory\nfactors m ight be considered with caution, such as the ability to reduce conflict by public\ndisclosure o f the em ployee’s interest, the governm ent’s need for the employee’s services, and\nthe agency’s general policy or practice in granting waivers. January 19, 1983\nM em orandum O p in io n for the Depa rtm en t of G eneral C ounsel, D efen se You have asked us to advise you concerning possible waivers of the applica­\ntion of a conflict of interest statute, 18 U.S.C. § 208, for particular members of\nthe President’s Commission on Strategic Forces. We have agreed to assist you\n(1) by identifying the appropriate official(s) to consider and, if appropriate,\napprove such waivers; and (2) by describing some of the factors that may be\nconsidered by that official in applying the waiver standard. We understand that\nyour inquiry was prompted by the case of a potential member of the Commis­\nsion who has an ongoing consulting arrangement with one of the primary\ncontractors for the MX missile project. We understand from our discussions and the materials you have provided\nthat the Department of Defense has determined that members of this advisory\ncommittee are special government employees for purposes of the conflict of\ninterest laws. See generally 18 U.S.C. § 202; Federal Personnel Manual, Ap­\npendix C. As you know, as special government employees, the members of this\nadvisory committee may not participate in any particular matters in which they,\n10 or their employers, have a financial interest. 18 U.S.C. § 208(a). This restric­\ntion on an individual employee’s activities may be waived if “the official\nresponsible for the appointment to [the employee’s] position” determines in\nwriting that the interest of the employee “is not so substantial as to be deemed\nlikely to affect the integrity of the services which the government may expect”\nfrom the employee. 18 U.S.C. § 208(b)(1)."
}