{
  "document_category": "memos",
  "document_name": "20226",
  "chunk_index": 9,
  "chunk_text": "The Council may not concern itself with\nthe Lincoln Memorial, or the White House, or with the United\nStates Courthouse. The closing of a small street in Northwest Wash­\nington, however, is precisely the sort of local matter Congress\nwishes the D.C. Council to manage. Techworld, 648 F. Supp. at 115. See also District o f Columbia v. Greater Wash­\nington Cent. Labor Council, AFL-CIO, 442 A.2d 110, 116 (D.C. 1982), cert,\ndenied, 460 U.S. 1016 (1983) (quoting legislative history of the Home Rule Act:\n“ The functions reserved to the federal level would be those related to federal\noperations in the District and to property held and used by the Federal Government\nfor conduct of its administrative, judicial, and legislative operations; and for the\nmonuments pertaining to the nation’s past” ). See also id. at 116 n.l (quoting\n6 See U.S. Const, art. I, § 8 , cl. 17. 116 Authority o f the Secretary o f the Treasury to Order the Closing o f Certain Streets Located Along\nthe Perimeter o f the White House Hearings on Self-Determination for the District o f Columbia, pt. 2, 93d Cong. 52 (1973) (statement of John Nevius, former Chairman of the Council) (“ For\nthe purposes of identifying these Federal functions, we are speaking basically of\nthree things: First, the function regarding Federal buildings and properties; second,\nthe conduct of Federal business . . . and third, the function of international rela­\ntions and matters concerning the diplomatic corps” )). Here, unlike the situation in Techworld, Congress has delegated by statute to\nthe Secret Service the indisputably federal function of protecting the President. In this context, we believe that D.C. Code Ann. § l-233(a)(3) establishes that\nthe D.C. Council may not assert its authority where doing so would interfere with\nthe Secret Service’s ability to carry out its congressionally-mandated function of\nprotecting the President. Second, the streets slated for closing are located within the National Capital\nService Area, a geographic area comprising many of our national governmental\nbuildings and monuments, the White House, the National Mall and other areas,\nover which Congress in the Home Rule Act reserved some federal administrative\nauthority. Section 739 of the Home Rule Act (codified at 40 U.S.C. § 136), estab­\nlished the National Capital Service Area. It also established the position of a presidentially-appointed National Capital Service Director within the Executive Office\nof the President and charged that office with assuring “ that there is provided\n. . . adequate police protection and maintenance of streets and highways” within\nthe National Capital Service Area. 40 U.S.C. § 136(b). The National Capital Service Area provision was added to the Home Rule Act\nas a floor amendment. Suggesting that the National Capital Service Area was an\narea of heightened federal interest within the District of Columbia, the chief\nsponsor of the amendment, Representative Green, stated that the National Capital\nService Director “ would have jurisdiction [within the area] over the police depart­\nment, fire protection, over sanitation, the streets, the roads and the accesses to\nthem.” 119 Cong. Rec. 33,611 (1973) (statement of Representative Green)."
}