{
  "document_category": "memos",
  "document_name": "19566",
  "chunk_index": 17,
  "chunk_text": "Thus, section 3(b)(2) of the Act states that “ [t]he [Commission] members may\nbe from the public or private sector, and may include . . . members of . . .\nindustry.” In addition, section 3(b)(3) states that the appointing authorities are\nto consult together “ to achieve, to the maximum extent possible, fair and equitable\nrepresentation of various points of view” on the Commission. That the Commis­\nsion membership was intended to include representatives of different points of\nview — some of whom could be expected to have financial interests in the\nCommission’s recommendations — does not in itself mean that §208 is inappli­\ncable, see Office of Government Ethics Informal Opinion 82 x 22 (1989 ed.). Nonetheless, the statutory criteria for Commission membership clearly indicates\nthat Congress was not attempting to insulate the Commission from outside influ­\nences in order to ensure its “ independence.” The legislative history confirms that understanding. The House Judiciary\nCommittee’s Report on the legislation, H.R. 497, stated:\nthe Committee expects that the [appointing] authorities may con­\nsider for appointment representatives of various interested groups\nincluding, gambling proponents and opponents, state gambling\nregulators, federal and state prosecutors, Indian gambling operators,\nprofessionals who treat compulsive gamblers, casino operators,\nactivists who have opposed gambling referenda, state lottery offi­\ncials, and representatives of non-gambling businesses in areas\naround gambling operations. 39 Opinions o f the Office o f Legal Counsel in Volume 23 H.R. Rep. No. 104—440, pt. 1, at 8 (1995), reprinted in 1996 U.S.C.C.A.N. 1192,\n1197. In the House debate, Representative Hyde, Chairman of the House Judiciary\nCommittee that reported out the bill, sought to answer charges that the Commis­\nsion might be skewed against the gambling industry. He said:\nI believe that this Commission can do the most good if its study\nis as neutral, objective, and comprehensive as possible — consid­\nering the views of all sides o f this issue. In that spirit, I proposed\na committee amendment in the nature of a substitute to H.R. 497,\nwhich the Judiciary Committee adopted on a voice vote. My substitute included the vast majority of the provisions con­\ntained in H.R. 497 as originally introduced, but it added language\nso as to assure that all points of view would be represented on\nthe Commission. Specifically, the bill now requires that the\nappointing authorities consult together to ensure that the overall\nmakeup of the Commission fairly and equitably represents] various\npoints of view. 142 Cong. Rec. 3642-43 (1996).21 Thus, instead of seeking to promote public confidence in the Commission’s\nstudy by requiring that the Commission be “ independent” of outside influence,\nCongress preferred an approach in which at least some Commissioners could have\nopen and avowed interests, biases and commitments that would check and balance\nthose o f other Commissioners. From this (partly) “ adversarial” system, it was\nhoped that a balanced and objective study would be more likely to result. Plainly,\na Commission so conceived would be very likely to include members whose per­\nsonal stakes in the outcome of the Commission’s work would be disqualifying\nunder § 208, if that statute were to apply."
}