{
  "document_category": "memos",
  "document_name": "24271",
  "chunk_index": 29,
  "chunk_text": "See, e.g.,\nWallace v. Jaffree, 472 U.S. 38, 100 (1985) (Rehnquist, J., dissenting) (fed­\neral aid to sectarian schools viewed as unconstitutional despite grants o f\nsuch aid by First Congress); IN S v. Chadha, 462 U.S. 919, 982-84 n.18\n(1983) White, J., dissenting) (use by First Congress o f precursors to leg­\nislative veto held unconstitutional); H a ybu m ’s Case, 2 U.S. (2 Dali.) 409\n(1792) (declining to enforce First Congress statute giving courts non-judi­\ncial duties). Cf. New York Times Co. v. Sullivan, 376 U.S. 254, 276 (1964)\n( “broad consensus” that Sedition Act o f 1798 was unconstitutional); Paul\nM. Bator, et. al., Hart & Wechsler’s The Federal Courts and the Federal\nSystem 65-67 (3d ed. 1988) (describing request by Thomas Jefferson for\nSupreme Court advisory opinions that was .rejected as unconstitutional). Likewise, the same Congress that proposed the Fourteenth Amendment\nadopted a statute one week later reaffirming racial segregation o f public\nschools in Washington, D.C. See Marsh v. Chambers, 463 U.S. at 814 n.30\n(Brennan, J., dissenting). Given qui tarn’s basic conflict with the Constitution, we believe any\nargument to sustain qui tam based solely on prior practice must fail. We\nare unaware o f a single Supreme Court case that has upheld a past prac­\ntice that could not be reconciled with principle. On the contrary, the\nSupreme Court has recognized that long-standing practice does not insu­\nlate even its own errors from correction. 18\nHistorical practice can influence close cases where the implications of\nprinciple are not clear. In such close cases, the authority o f a practice\ndepends mainly on three factors: (1) whether there is evidence the\nFramers actually considered the constitutional implications o f their\n18 See, eg ., Shaffer v. H eitn er, 433 U.S. 186 (1977) (overruling Pen n o y er v. N e ff 95 U.S 714 (1878)); Brow n v Board o f Ed u c , 347 U.S. 483 (1954) (overruling Plessy v. Ferguson, 163 U.S. 537 (1896));\nGraves v. N ew York ex r e f O'Keefe, 306 U.S 466 (1939) (overruling D obbin s v E rie C ounty, 41 U.S. (16 P e t ) 435 (1842)), E rie R R v Tompkins, 304 U S 64 (1938) (overruling Sivift v . Tyson, 41 U S (16 Pet.)\n1 (1842)). 233 actions; (2) whether the practice is so longstanding and pervasive that it\nhas become “part o f the fabric o f society;” and (3) whether the practice\ncan be reconciled with constitutional principles in a way that does not\nundermine settled doctrine. See, e.g., Young v. United States ex ref.\nVuitton et Fils S.A.; Marsh v. Chambers; Walz v. Tax Com m ’n. Even if\nthe constitutionality o f qui tam were a close question, however, the\nstatute could not satisfy these three factors. As to the first factor, the Court noted in Marsh v. Chambers that the\nweight to be accorded the actions o f the First Congress depends on the\nextent to which the members actually reflected upon how the provisions\no f the new Constitution applied to the actions they were taking."
}