{
  "document_category": "memos",
  "document_name": "21776",
  "chunk_index": 7,
  "chunk_text": "5 There is no indication in the legislative history of 18 U.S.C.\n5 Congress subsequently codified these restrictions by amending 18 U.S.C. § 2709(b)\nto provide that the “Director of the [FBI], or his designee in a position not lower than 152 Authority of Acting FBI Officials to Sign National Security Letters § 2709, 12 U.S.C. § 3414, or 15 U.S.C. § 1681u that Congress intended to\npreclude acting officials from issuing NSLs. The legislative history of the NSL statutes does not reveal anything\nmore than intent to restrict the delegability of NSL functions. That intent\ndoes not support a conclusion that Congress meant to preclude Acting\nDeputy Assistant Directors from exercising NSL functions. In the absence of any evidence in the statutory text or legislative history of “extraordinary” congressional intent to “reverse the normal rule concerning\nauthority of acting officers,” Designation of a Deputy Assistant Attorney\nGeneral at 4, we conclude that 18 U.S.C. § 2709, 12 U.S.C. § 3414, and\n15 U.S.C. § 1681u permit Acting Deputy Assistant Directors at FBI\nheadquarters to exercise NSL functions. III. We also conclude that the NSL statutes permit Acting Special Agents\nin Charge to exercise NSL functions. As a preliminary matter, we note\nthat the language in the NSL statutes, “in a position not lower than,” may\nnot apply to Special Agents in Charge of FBI field offices. It would be\nawkward and redundant for the NSL statutes to permit NSLs to be signed\nby the Director’s “designee in a position not lower than . . . a Special\nAgent in Charge in a Bureau field office designated by the Director.”\n(Emphasis added.) To avoid surplusage, we could read these statutes as\nauthorizing the exercise of NSL authorities by the director’s (1) “designee\nin a position not lower than Deputy Assistant Director at Bureau headquarters” or (2) “a Special Agent in Charge in a Bureau field office designated by the Director.” See TRW Inc. v. Andrews, 534 U.S. 19, 31 (2001). On this reading, because the “in a position not lower than” language\nwould not apply to Special Agents in Charge, they would simply be\nnamed among the officials whom the Director could designate to exercise\nNSL authorities. Under the ordinary presumption about acting officials,\ntherefore, the NSL statutes would authorize Acting Special Agents in\nDeputy Assistant Director,” may sign an NSL. Pub. L. No.103-142, § 1, 107 Stat. 1491,\n1491 (1993). Section 3414 of title 12 and 15 U.S.C. § 1681u were later amended to\nconform to 18 U.S.C. § 2709. See Uniting and Strengthening America by Providing\nAppropriate Tools Required to Intercept and Obstruct Terrorism Act of 2001, Pub. L. No.\n107-56, § 505, 115 Stat. 272, 365–66 (2001). 153 33 Op. O.L.C. 146 (2009) Charge to sign NSLs. See Designation of a Deputy Assistant Attorney\nGeneral at 3–4 (“[T]he description of the class of officials who are authorized to perform certain acts also includes acting officials, even if they\nare not specifically mentioned[.]”); see also McGee, 173 F.3d at 955–56;\nPellicci, 504 F.2d at 1107; Commissioners of Soldiers’ Home—Vacancy,\n23 Op. Att’y Gen. 473, 475–76 (1901)."
}