{
  "document_category": "memos",
  "document_name": "20586",
  "chunk_index": 1,
  "chunk_text": "Recess Appointments During an Intrasession Recess\nT he President may make interim recess appointments during an intrasession recess o f eighteen days. January 14, 1992\nM e m o r a n d u m O p i n io n f o r t h e D e p u t y C o u n s e l t o t h e P r e s id e n t This memorandum responds to your request that this Office determine\nwhether the President may make appointments under the Recess Appoint­\nments Clause to the Federal Housing Finance Board (“FHFB”), the Legal\nServices Corporation (“LSC”), and the office of the Chief Executive Officer\no f the Resolution Trust Corporation (“RTC”) during the current recess of the\nSenate, which began on January 3, 1992 and will end on January 21, 1992. We conclude that he may. Common to all of these appointments is the issue whether the President\nmay make recess appointments during an intrasession recess of eighteen\ndays. 1 Article II, Section 2, Clause 3 of the Constitution provides: “The\nPresident shall have Power to fill up all Vacancies that may happen during\nthe Recess of the Senate, by granting Commissions which shall expire at the\nEnd o f their next Session.” The longstanding view of the Attorneys General\nhas been that the term “recess” includes intrasession recesses if they are of\nsubstantial length. Attorney General Daugherty held in 1921 that the Presi­\ndent had the power to make a recess appointment during a twenty-eight day\nintrasession recess. He explained that recess appointments could be made\nduring any recess of such duration that the Senate could “not receive com ­\nmunications from the President or participate as a body in making appointments.” 33 Op. Att’y Gen. 20, 24 (1921) (quoting S. Rep. No. 4389, 58th Cong., 3d Sess.\n1905; 39 Cong. Rec. 3823). According to Attorney General Daugherty, while\n“the line of demarcation cannot be accurately drawn,” id. at 25,\n' For practical purposes with respect to nominations, this recess closely resembles one of substantially\ngreater length. House Concurrent Resolution 260, enacted on November 27, 1991, provides that the\nfirst session of the 102nd Congress stood adjourned until 11:55 a.m. on January 3, 1992, or until M em ­\nbers were otherwise notified to reassemble. H. Con. Res. 260, I02d Cong., 1st Sess. (1991). It also\nprovides that \"when the Congress convenes on January 3, 1992 . . . , the Senate shall not conduct any\norganizational or legislative business and when it recesses or adjourns on that day, it stand in recess or\nadjournm ent until 11:30 a.m. on Tuesday, January 21,1992 [or until otherwise notified to reassem ble].” Id. Except for its brief formal session on January 3, then, the Senate will have been absent from\nN ovem ber 27, 1991 until January 21, 1992, a period of fifty-four days. 15 the President is necessarily vested with a large, although not\nunlimited, discretion to determine when there is a real and\ngenuine recess making it impossible for him to receive the\nadvice and consent of the Senate."
}