{
  "document_category": "memos",
  "document_name": "20561",
  "chunk_index": 16,
  "chunk_text": "See C onstitution A n n o ta ted , at 5153. A resolution was introduced in the Senate purporting to declare that those proposals have \"ex­\npired,” but it was not passed. See S. Con. Res. 121, 102d Cong., 2d Sess. (1992); 138 Cong. Rec.\nS6839, S6908 (daily ed. May 19, 1992). B u t see 138 Cong Rec. S6949 (daily ed. May 2, 1992) (Sena­\ntor Sanford asserting that “today the Senate also decided to declare that four other proposed and pend­\ning amendments . . . were to be considered to have lapsed”). This opinion does not address the current\nvitality of any o f those amendments. We note, however, that the status of the amendment proposed in\n1861 providing that “[n]o amendment shall be made to the Constitution which will authorize or give\nCongress the power to abolish or interfere, within any State, with the domestic institutions thereof,\nincluding that of persons held to labor or service by the laws of said State,” C onstitution A n n o ta te d at\n52, may be determined by the subsequent adoption of the Thirteenth Amendment. 97 1 U.S.C. § 106b. The statutory directive is clear. First, the Archivist must\ndetermine whether, as a matter of law, he has received “official notice” of an\namendment’s adoption “according to the provisions of the Constitution.” Id. If he determines that he has received such notice, he must publish the amend­\nment with a certificate specifying, inter alia, that the amendment “has become\nvalid, to all intents and purposes, as a part of the Constitution.” Id. The\nstatute allows the Archivist no discretion in this regard. Congress has required the executive branch to certify the validity of con­\nstitutional amendments since 1818. In that year, Congress established a\nstatutory mechanism for the publication of constitutional amendments as\npart of a general provision “for the publication of the laws”:\n[W]henever official notice shall have been received, at the\nDepartment of State, that any amendment which heretofore\nhas been, or hereafter may be, proposed to the constitution of\nthe United States, has been adopted, according to the provi­\nsions of the constitution, it shall be the duty of the said\nSecretary of State forthwith to cause the said amendment to\nbe published in the . . . newspapers authorized to promulgate\nthe laws, with his certificate, specifying the states by which\nthe same may have been adopted, and that the same has be­\ncome valid, to all intents and purposes, as a part of the\nconstitution of the United States. Act of Apr. 20, 1818, ch. 80, § 2, 3 Stat. 439. Over time, Congress deleted\nthe reference to newspapers and transferred the duty of publication from the\nSecretary of State, first to the Administrator of General Services, see Act of\nOct. 31, 1951, ch. 655, § 2(b), 65 Stat. 710 (1951); Reo'rg. Plan No. 20 of\n1950, § 1(c), 64 Stat. 1272, and then to the Archivist, see National Archives\nand Records Administration Act of 1984, Pub. L. No. 98-497, § 107, 98 Stat.\n2280, 2291 (1984). The substance of the statutory directive, however, has\nremained the same."
}