{
  "document_category": "memos",
  "document_name": "23451",
  "chunk_index": 4,
  "chunk_text": "employee is “not so substantial as to be deemed likely to affect the integrity o f\nthe services which the government may expect” from the employee. (Emphasis\nadded.) This standard clearly anticipates the exercise of discretion and personal\njudgment by the appointing official. We have not reviewed the facts of this\nmatter in sufficient detail to make our own judgment concerning a waiver in\nthis case, nor would it be appropriate for us to do so inasmuch as the responsi­\nbility of the Commission will relate to matters that are beyond our knowledge\nand expertise. The discussion that follows is intended simply to direct attention\nto some of the factors which are generally used to inform such judgments. The standard set forth in the statute suggests two lines of inquiry, focusing\non (1) the financial interest and (2) the services of the employee. In our view, it\nis appropriate to consider any factors that develop either of these lines of\ninquiry suggested by the statute. There are numerous factors that may help to clarify the nature and magnitude\nof the employee’s financial interest. Certainly it is helpful to quantify the dollar\namount of the interest, or its outer limits. In this case, the consulting contract\npresumably is worth $50,000, and possibly more if the contract is extended or\nadditional contracts are expected. These factors might be compared with the\npotential member’s overall income, and with his net worth, to obtain some\nsense of the relative value of the consulting contract(s) to him. 1The type of the\nfinancial interest may also be important. In this case, the financial interest\narises from an employment relationship. While employment relationships fre­\nquently create stronger and more personal ties than ordinary investment rela­\ntionships, the tenure and details of this particular relationship could be signifi­\ncant factors in making a waiver determination. For example, one might find it\nmore difficult to justify a § 208(b) waiver if the potential member’s contract\nactivities involve defense issues that will be before the Commission than if\nthey involve giving technical advice on completely unrelated subjects. Simi­\nlarly, a long or frequent association with the contractor might also counsel\nagainst a waiver in this case. The employee’s anticipated services to the government should also be exam­\nined. We think that, in this regard, it is appropriate to consider both the\nlikelihood that the integrity of the employee’s services may be compromised,\nand the nature and significance of the services themselves. In this case, the\nemployee’s services will presumably involve giving advice on a subject of\ndirect concern to a present client of his consulting firm. There appears to be\nlittle doubt that the contractor will be affected by the government’s final\ndecision regarding the MX, but the impact of the potential member’s advice\nthrough the advisory committee may be somewhat more remote. On the other\nhand, one might predict that the advice would be particularly influential in light\nof the potential member’s background and stature. The potential value to the\ncontractor of the potential member’s service on this advisory committee should\n1"
}