{
  "document_category": "memos",
  "document_name": "24036",
  "chunk_index": 7,
  "chunk_text": "As to these areas\nof Art. II duties the Courts have traditionally shown the utmost\ndeference to Presidential responsibilities. 418 U.S. 683,710(1974) (emphasis added). B. Protection of Law Enforcement Information With respect to open law enforcement files, it has been the policy of the ex­\necutive branch throughout our Nation’s history to protect these files from any\nbreach of confidentiality, except in extraordinary circumstances. Attorney Gen­\neral Robert H. Jackson well articulated the basic position: It is the position of this Department, restated now with the ap­\nproval of and at the direction of the President, that all investiga­\ntive reports are confidential documents of the executive depart­\nment of the Government, to aid in the duty laid upon the President\nby the Constitution to “take care that the Laws be faithfully exe­\ncuted,” and that congressional or public access to them would not\nbe in the public interest. Disclosure of the reports could not do otherwise than seriously\nprejudice law enforcement. Counsel for a defendant or prospec­\ntive defendant, could have no greater help than to know how much\nor how little information that Government has, and what witnesses\nor sources of information it can rely upon. This is exactly what\nthese reports are intended to contain. 40 Op. Att’y Gen. 45, 46 (1941). There are, however, circumstances in which the Department of Justice may\ndecide to disclose to Congress information about prosecutorial decisions. This is\nparticularly true where an investigation has been closed without further prose­\ncution. In such a situation concerns about real or perceived congressional inter­\nference with an investigation, and about the effects of undue pretrial publicity on\na jury, would disappear. Still, extreme caution must be applied whenever the dis­\nclosure of such records is contemplated. Much of the information in a closed\ncriminal enforcement file such as unpublished details of allegations against par­\n177 ticular individuals and details that would reveal confidential sources and inves­\ntigative techniques and methods would continue to merit protection. C. Protection of Deliberative Process Information The Constitution gives the President the power to protect the confidentiality\nof deliberations within the executive branch. See Nixon v. Administrator of Gen.\nServs., 433 U.S. 425, 446 455 (1977); United States v. Nixon, 418 U.S. at 708. This is independent of the President’s power over foreign affairs or national se­\ncurity, or law enforcement; it is rooted instead in “the necessity for protection of\nthe public interest in candid, objective, and even blunt or harsh opinions in Pres­\nidential decisionmaking.” Id. at 708. The Supreme Court has held that, for this\nreason, communications among the President and his advisers enjoy “a pre­\nsumptive privilege” against disclosure in court. Id. The reasons for this privilege, the Court said in United States v. Nixon, are\n“plain.” “Human experience teaches that those who expect public dissemina­\ntion of their remarks may well temper candor with a concern for appearances\nand for their own interests to the detriment of the decisionmaking process. ” Id.\nat 705. Often, an advisor’s remarks can be fully understood only in the context\nof a particular debate and of the positions others have taken."
}