{
  "document_category": "memos",
  "document_name": "22386",
  "chunk_index": 11,
  "chunk_text": "III. Funds Blocked in Foreign Branches of American Banks The possibility that licenses will be issued for Iranian withdrawals\nfrom foreign branches of American banks raises the question of the\npermissible extraterritorial effect of domestic regulation. First, the\nUnited States has authority to exercise jurisdiction over its nationals\nabroad. Blackmer v. United States, 284 U.S. 421 (1932) (upholding\ncontempt against U.S. citizen residing in France for failure to respond\nto D.C. Supreme Court subpoena); Cook v. Tait, 265 U.S. 47 (1924)\n(upholding tax levied against non-resident U.S. citizen for income from\nproperty located outside the United States). Although international law\n7 N or do the Iranian Assets C ontrol Regulations conclusively determ ine the effects o f a possible\nrevocation o f the existing licenses for judicial proceedings on the rights of private parties inter se. A lthough § 535.805 provides that licenses “may be amended, modified, or revoked at any tim e,'’ other\nambiguous provisions suggest that private rights, if not public ones, may have accrued in the\nmeantime. See § 535.203(c), w hich states that “ unless otherw ise provided,\" licenses render transactions\nenforceable “ to the same extent” as they would be absent IEE PA . See also § 535.502(c), providing that\nunless otherw ise specified, licenses do not create interests in property w hich “w ould not otherwise\nexist under ordinary principles o f law ,” and § 535.402, stating that revocation of licenses, “ unless\notherw ise specifically provided,” do not affect the validity o f prior actions. T he reservation in these\nregulations of pow er to specify special conditions, how ever, may provide a sufficient warning to\nattachm ent lienors that their interests may be negated entirely. Revocation orders should attem pt to\ndestroy the attachm ents for all purposes, relying on the special conditions power. 258 principles are unsettled for determining the nationality of corporations,\nthe generally accepted U.S. rule is that corporations have the national­\nity of the states that create them. See Craig, Application of the Trading with the Enemy Act to Foreign Corporations Owned by Americans: Reflec­\ntions on Fruehauf v. Massardy, 83 Harv. L. Rev. 579, 589-92 (1970). American-owned and incorporated foreign branches of U.S. banks\nthus appear to be “subject to the jurisdiction of the United States,”\nwithin the meaning of IEEPA. And the government has steadfastly\nmaintained to date that the initial blocking orders applied to Iranian\nfunds in these banks. As the Supreme Court has stated in a related\ncontext, such a branch bank:\nis not a separate entity in the sense that it is insulated\nfrom [its head office’s] managerial prerogatives. [The New\nYork head office] has actual, practical control over its\nbranches; it is organized under a federal statute, 12 U.S.C.\n§ 24, which authorizes it “To sue and be sued, complain\nand defend, in any court of law and equity, as fully as\nnatural persons”—as one entity, not branch by branch. The branch bank’s affairs are, therefore, as much within\nthe reach of the in personam order entered by the District\nCourt as are those of the head office. United States v. First National City Bank [Citibank], 379 U.S. 378, 384\n(1965)."
}