{
  "document_category": "memos",
  "document_name": "23741",
  "chunk_index": 3,
  "chunk_text": "' We have relied upon the Archivist of the United States for his official tally of the ratifying States. In\naddition to the forty states listed in the Archivist’s certification, see 57 Fed. Reg. 21,187, 21,188 (1992),\nwe understand that California ratified the amendment on June 26, 1992, see 138 Cong. Rec. E2237\n(daily ed. July 24, 1992). We set forth in detail the history of the Congressional Pay Am endm ent’s\nratification by the States in the accompanying Appendix. 87 The Constitution of the United States: Analysis and Interpretation, S. Doc.\nNo. 16, 99th Cong., 1st Sess. 18 (Johnny H. Killion ed., 1987) (“Constitution\nAnnotated'). Thus, Congress or a convention proposes an amendment, Con­\ngress proposes a mode of ratification, and the amendment becomes part of\nthe Constitution when ratified by three fourths of the States. The ratification\nof the Congressional Pay Amendment followed this process. Congress pro­\nposed the amendment and directed it to state legislatures for ratification. Act\nof Sept. 23, 1789, ch. 27, 1 Stat. 97 (1789) (Amendments to the U.S. Consti­\ntution). Three fourths of the several States have now ratified it. 57 Fed. Reg.\n21,187, 21,188 (1992); see also Appendix.2 By a straightforward reading of\nArticle V, the amendment is now “valid to all Intents and Purposes, as Part of\nth[e] Constitution.” That the ratification of the Congressional Pay Amendment has stretched\nacross more than 200 years is not relevant under the straightforward lan­\nguage of Article V. Article V contains no time limits for ratification. It\nprovides simply that amendments “shall be valid to all Intents and Purposes\n. . . when ratified.” Thus the plain language of Article V contains no time\nlimit on the ratification process. Nor are we aware of any other basis in law for adding such time limits to\nthe Constitutional amendment process, other than pursuant to the process\nitself. Indeed, an examination of the text and structure of Article V suggests\nthat the absence of a time limit is not an accident. The procedure prescribed\nin Article V necessarily implies that some period of time must pass between\nthe proposal of an amendment and its final ratification by the requisite num­\nber of States. 3 This suggests that if a time limit on the process were intended,\nthe time limit would be stated in terms. Moreover, Article V does deal with\na question concerning time limits, and does so quite precisely: no amend­\nment affecting “the first and fourth Clauses in the Ninth Section of the first\nArticle” was permitted to be made “prior to the Year One thousand eight\nhundred and eight.” If the Framers had contemplated some terminus of the\nperiod for ratification of amendments generally, they would have so stated. The rest of the Constitution strengthens the presumption that when time\nperiods are part of a constitutional rule, they are specified. For example,\nrepresentatives are elected every second year, U.S. Const, art. I, § 2, and a\ncensus must be taken within every ten year period following the first census,\n2The A rchivist also informs us that no State has transmitted to the federal government a document\np urp o rtin g to rescind a prior ratification."
}