{
  "document_category": "memos",
  "document_name": "1272131",
  "chunk_index": 14,
  "chunk_text": "The controls required by Article 23 of the Single Convention\nreflect the specific concern that “experience has shown that permitting\nlicensed private traders to purchase the crops results in diversion of large\nquantities of drugs into illicit channels.” Commentary at 278. The treaty\ndrafters thus concluded that “the acquisition of the crops and the wholesale and international trade in these agricultural products cannot be entrusted to private traders, but must be undertaken by governmental authorities in the producing countries.” Id. The Commentary then explains that\npursuant to Article 23 “[f ]armers should be required to deliver the opium\nas soon as the Agency requests it, that is, is in a position to take physical\npossession of the crops of the cultivator concerned. . . . The Convention\nnot only requires that the Agency should take physical possession of the\nThe Office of the Legal Adviser suggests that DEA’s framework is also stricter than\nrequired by the Single Convention because DEA establishes annual quotas for the National Center’s marijuana production. See State Mem. at 1, 5. But those quotas not only\nindirectly implement the requirements in Article 23(2) for the national cannabis agency to\ndesignate the land on which cultivation is permitted, see Commentary at 281, but also\ndirectly implement Article 21 of the Convention, which requires parties to limit the\nannual quantity of drugs lawfully manufactured and imported. DEA’s quotas are therefore\nnot more strict or severe than the Single Convention otherwise requires. 11 16 Licensing Marijuana Cultivation opium, but also that it should ‘purchase’ it as soon as possible.” Id. at 283. In other words, allowing the National Center, rather than the federal\ngovernment, to distribute marijuana replicates in critical respects a system\nthat the drafters rejected as inadequate, not one that they would have seen\nas “clearly more strict.” We also believe that reliance upon Article 39 here would be hard to\nreconcile with other provisions in the Single Convention that expressly\nprovide parties with discretion to impose appropriate controls. For example, Article 28(3) gives parties discretion “to adopt such measures as may\nbe necessary to prevent the misuse of, and illicit traffic in, the leaves of\nthe cannabis plant. ”12 See also Single Convention art. 2(8) (requiring\nparties to “use their best endeavours to apply . . . such measures of supervision as may be practicable” to substances that “may be used in the illicit\nmanufacture of drugs”); id. art. 30(2)(b)(ii) (stating that parties should\nrequire that prescriptions for Schedule I drugs be written on official forms\n“[i]f the Parties deem these measures necessary or desirable”); id. art. 30(4) (stating that parties should require certain drug wrappings if the\nparties “consider[] such measure necessary or desirable”). Article 23 and\nthe remaining provisions of Article 28, however, require a party to adopt\nvery specific controls over the cultivation of marijuana (aside from the\nleaves of the plant) and do not give discretion to choose alternative\nmeans, simply because the party believes in good faith that the controls\nwill accomplish the same purpose. Article 39 thus permits parties to\ndepart from the specific controls mandated only where the alternatives are\nplainly more “strict or severe.” The existing licensing scheme falls short\nof that standard."
}