{
  "document_category": "memos",
  "document_name": "22676",
  "chunk_index": 3,
  "chunk_text": "Whoever, being an officer or employee o f the United States or of any department or\nagency thereof, violates or attempts to violate this section, shall be fined not more than\n$500 or imprisoned not more than one year, or both; and after notice and hearing by\nthe superior officer vested with the power of removing him, shall be removed from\n- office or employment. 3See Pub. L. No. 96-74, §607, 93 Stat. 575. T he language of the traditional rider is as follows: No part of any appropriation contained in this or any other Act, or of the funds\navailable for expenditure by any corporation or agency, shall be used for publicity or\npropaganda purposes,designed to support or defeat legislation pending before Con­\ngress. 181 legislative relationships,” and it seems to contemplate that funds may be\nexpended for the preparation of kits, pamphlets, and other “presenta­\ntions” that are made directly to Congress itself. The second restriction is set out in the second sentence of the rider. Unlike the first, it applies only to persons w ho receive appropriated\nfunds under government grants or contracts. The second sentence states\nflatly that “[n]o part of any appropriation contained in this Act shall be\nused to pay the salary or expenses of any grant or contract recipient or\nagent acting for such recipient to engage in any activity designed to\ninfluence legislation or appropriations pending before Congress.” Be­\ncause this language forbids the payment of expenses for “any activity”\ndesigned to influence legislation pending before Congress, it is far\nbroader than the language of the traditional “publicity and propaganda”\nrider. M oreover, because it applies expressly to grantees and contrac­\ntors and makes no express provision for direct contacts with Congress,\nit is quite unlike the language of the “anti-lobbying” statute, 18 U.S.C.\n§ 1913. In his interpretive ruling, the General Counsel concluded that the\ntw o sentences of the CSA rider should be read together. His opinion\nstates that the two sentences impose a single restriction upon the use of\nfederal funds, a restriction that applies equally to federal agencies and\nfederal grantees. He concluded that for agencies and grantees alike, the\nrider prohibits “grassroots lobbying” and nothing more. We agree with the General Counsel’s conclusion regarding the appli­\ncation of the rider to federal agencies; but for the reasons given below,\nwe cannot agree with his conclusion regarding the application of the\nrider to federal grantees. II. In our view, the language of the second sentence of the rider imposes\nan unqualified prohibition against payment o f expenses incurred by\ngrantees in any activity designed to influence legislation pending before\nCongress. The meaning of the language is quite clear when the second\nsentence is considered alone. The meaning is made even clearer when\nthe second sentence is read in context with the first. The first sentence\nmakes provision for normal and appropriate “relationships” between\nthe Legislative and Executive Branches of government; it is conspicu­\nously silent with regard to federally financed “relationships” between\nCongress and federal grantees. The first sentence prohibits federal agen­\ncies from expending appropriated funds only for “publicity and propa­\nganda” or for the preparation of certain kits, pamphlets, and presenta­\ntions."
}