{
  "document_category": "memos",
  "document_name": "22986",
  "chunk_index": 7,
  "chunk_text": "T he fee award called fo r by\n§ 504(a)(1) is m andatory unless certain findings are m ade by the adjudicative officer o f the agency. A n d , the\nw ording of § 504(a)(3) contains an explicit suggestion that the decision of the adjudicative officer on these issues\nwas intended by C ongress to be unreview able at the adm inistrative level* “ The decision of the adjudicative o fficer o f\nth e agency under this section shall be m ade a part o f the record containing the final decision o f the agency. \" We\nrecognize that C ongress’ failure to provide for agency review o f a fee award may result in an ag en cy ’s being un ab le to\nob tain judicial review of a fee aw ard except in the context of an appeal on the m e n ts o f the underlying decision o f the\nadversary adjudication This is because only the private p arty m ay appeal from a fee d eterm ination u n d er\n§ 504(a)(1) See § 504(c)(2) O n the other h and, an interpretation of the A ct to perm it an agency the last w ord on\nw h eth er its position in the underlying adjudication was or was not substantially justified w ould underm ine th e very\np urpose which C ongress had in enacting the law T h is is underscored by the standard of judicial review of a failu re to\nm ake an award provided in § 5 0 4 (c)(2)’ a court m ay m odify th e fee determ ination under § 504(a)(1) only if it finds\nthat the failure to make an award was “ an abuse of discretion ” We have no doubt that applying this stan d ard of\nju d icia l review to an agency’s assessm ent of the reasonableness of its ow n conduct w ould result in few fee aw ards\nbeing made under § 504(a)( 1). T h is is not to say that no aspect o f the adjudicative officer’s fee determ ination o u g h t to\nbe reviewable w ithin the agency, it is sim ply to say that the agency has no authority to revise the adjudicative offic er’s\nfindings on the tw o questions w hich under the A ct are determ inative of an aw ard’s being m ade: that an ag e n cy ’s\npo sition was not “ substantially ju s tifie d ,\" and that no “ special circum stances m ake an aw ard unjust.\" 201 29 U .S.C. § 659 .See, e.g., 126 Cong. Rec. 27681-82 (1980) (statement of Sen.\nDeConcini); 126 Cong. Rec. 28653-54 (1980) (statement of Rep. Symms). In\nlight of these references, we believe it would be unreasonable to conclude that\nCongress did not intend to authorize an award of fees in OSHA adjudications\nagainst the Secretary of Labor. We see no relevant basis on which to distinguish\nan award against the FAA in § 609 proceedings."
}