{
  "document_category": "memos",
  "document_name": "22676",
  "chunk_index": 5,
  "chunk_text": "4 In fact, existing CSA grants contain express anti-lobbying provisions, which were “waived” in the\nJanuary 19, 1981, publication. In light of those provisions, we simply do not understand the argument\nthat the contractual obligations of CSA grantees collided with the appropriations rider. 183 Regarding the related but somewhat different contention that the\norganic legislation governing CSA conflicts with the rider, tw o obser­\nvations are in order. First, insofar as CSA itself is concerned, the rider\nexpressly authorizes normal legislative-executive relationships, and it\nprohibits only “publicity and propaganda.” A similar prohibition applies\nto each agency o f the government. There is nothing in the CSA rider\nthat prevents CSA itself from discharging its statutory mission. Second,\ninsofar as the grantees are concerned, we have reviewed the relevant\nlegislation carefully; 5 and it is far from clear to us that any specific\ncongressional purpose behind that legislation would be frustrated if\nCSA grantees were forbidden to use federal money to lobby for or\nagainst specific measures actually pending before Congress. More im­\nportantly, even if one could conclude that the grantees are authorized\nby the organic legislation to use federal money for lobbying purposes,\nCongress is under no obligation to make money available for that\npurpose in any given fiscal year. Indeed, the express language o f the\nrider suggests that Congress has expressly declined to make money\navailable for that purpose in the current fiscal year, and there is no\nprinciple o f interpretation or construction that prevents executive offi­\ncers o r the courts from giving full effect to that fiscal purpose. It is\ntrue, as the General Counsel points out, that statutes should be con­\nstrued harmoniously and that unnecessary conflicts should be avoided,\nbut that principle carries little force in the appropriations context. Just\nas there is no presumption that the availability of funds alters substan­\ntive limitations on statutory authority, see TVA v. Hill, 437 U.S. 153\n(1978), there is no presumption that Congress has made funds available\nfor every authorized purpose in any given fiscal year. See Opinion of\nC om ptroller General for Honorable F. James Sensenbrenner, Jr.,\nprinted in 127 Cong. Rec. H1843, 1845 (daily ed. May 5, 1981) (“An\nappropriation restriction may forbid the use o f funds by an agency even\nfor some activity authorized in its organic legislation.”). Traditional interpretation o f the anti-lobbying statute and the general\nappropriations rider. As the General Counsel points out, the anti-lobby­ ing statute and the general “publicity and propaganda” rider have been\nconstrued to prohibit federal officers and employees from using federal\nfunds to mount “grassroots campaigns.” W e know of no reason to\nconclude that the same narrow construction should be given to the\nlanguage of the second sentence o f the CSA rider, which on its face\nimposes an unqualified prohibition against “any activity” by federal\ngrantees designed to influence pending legislation. We have already\nnoted the significant differences between the language of the CSA rider\nand the language of the other two provisions. There are more funda­\nmental differences as well."
}