{
  "document_category": "memos",
  "document_name": "22616",
  "chunk_index": 3,
  "chunk_text": "That conclusion is supported by the legislative history See 111 Cong. Rec.\n7938 (1965) (Rep. Waggoner); id. at 7941 (Rep Poff); id. at 7944-45 (Rep. Whitener); id. at 7953, 7954\n(Rep. Gilbert). See also Feerick at 202-03; 5 U S.C. § 101. As a practical matter, and in order to avoid\nany doubt regarding the sufficiency o f any given declaration, it would be desirable to obtain the assent\no f a sufficient number of officials to satisfy any definition o f the term “ principal officers of the\nexecutive departm ents.” T here is some indication that acting heads o f departments may participate in the presidential\ndisability determination. Although th e legislative history is conflicting, the House Judiciary Commit­\ntee's report supports this conclusion, see H R. Rep No. 203, 89th Cong., 1st Sess. 3 (1965), as do the\nSenate debates, see 111 Cong. Rec. 15,380 (1965) (Sen. Kennedy); id. at 15,583 (1965) (Sen. Javits); and\na leading com m entator on the Amendment reaches the same conclusion. See Feenck at 203. Contra,\n111 Cong Rec. 3284 (1965) (Rep. Hart). The contrary view proceeds on the assumption that such a\ndecision should be made only by persons whom the President personally selected for his Cabinet. Such\npersons are presumably intimately familiar with the President and are of relatively equal status with\nthe other decisionmakers. 92 issue within specified time limits. See U.S. Const., Amend. XXV, §4,\npara. 2.4 II. Presidential Delegation\nUnder circumstances in which it is not considered necessary or\nappropriate to invoke the provisions of the Twenty-Fifth Amendment,\nit may nonetheless be desirable for the President to delegate certain\npowers to other officials, including the Vice President. Under statute, 3\nU.S.C. § 301, and under the Constitution, see Myers v. United States, 272\nU.S. 52, 117 (1926), the President has broad authority to delegate\nfunctions vested in him by law. At the same time, the Constitution and\ncertain statutory provisions impose limits on the President’s power to\nconfer his authority on subordinate officials. The nature and extent of\nthose limits are considered in this section. A. Constitutional Limitations on the President’s Power to Delegate His\nFunctions As early as 1855, Attorney General Cushing articulated the general\nrule that the functions vested in the President by the Constitution are\nnot delegable and must be performed by him. 7 Op. A tt’y Gen. 453,\n464-65 (1855). The Attorney General opined: Thus it may be presumed that he, the man discharging\nthe presidential office, and he alone, grants reprieves and\npardons for offenses against the United States, not another\nman, the Attorney General or anybody else, by delegation\nof the President. So he, and he alone, is the supreme commander-in-chief\nof the Army and Navy of the United States, and of the\nmilitia o f the several States, when called into the actual\nservice o f the United States. That is a power constitution­\nally inherent in the person of the President. No act of\n4 Under the Amendment, we believe that there is no requirement that the requisite written declara­\ntions of disability be personally signed by the Vice President and a majority of the heads of executive\ndepartments."
}