{
  "document_category": "memos",
  "document_name": "20126",
  "chunk_index": 5,
  "chunk_text": "Id. at 801. If anything, the case for reading the\nAPA provision as applying to the President was stronger than is the case with\nrespect to §458, because the APA contains a list of express exceptions to its\nbroad coverage and that list does not include the President. One might have con­\ntended that the omission of the President from a list o f persons excluded is suffi­\nciently clear evidence of a congressional decision to include him within the reach\nof the APA to alter the otherwise applicable rule of constitutional context. To\nthe contrary, however, the Court affirmed the principle that the inclusion of the\nPresident must be express. In a case that is closely analogous and that involves the President’s appointment\npower, the Supreme Court held that the Federal Advisory Committee Act\n(“ FACA” ), 5 U.S.C. app. §2, does not apply to the judicial recommendation\npanels o f the American Bar Association because interpreting the statute as\napplying to them would raise serious constitutional questions relating to the Presi­\ndent’s constitutional authority to appoint federal judges. See Public Citizen v.\nUnited States D ep’t o f Justice, 491 U.S. 440 (1989). The FACA imposes open\nmeeting and reporting requirements on advisory committees, which it defines to\nbe any committee or similar group that is “ utilized by one or more agencies, 353 Opinions o f the Office o f Legal Counsel in Volume 19 in the interest o f obtaining advice or recommendations for the President.” 5\nU.S.C. app. § 3(2)(c). Two public interest groups, Public Citizen and the Wash­\nington Legal Foundation, sought to have FACA applied to the ABA judicial\nscreening committees. The Court unanimously rejected the public interest groups’\nargument. The majority ruled that while a “ straightforward reading,” Public Cit­\nizen, 491 U.S. at 453, o f FACA would seem to require its application to the ABA\ncommittee, the “ cardinal principle” o f statutory interpretation that a statute be\ninterpreted to avoid serious constitutional question drove the majority to interpret\nFACA as not applying to the ABA committee. Id. at 465-67. Notably, the majority\nstated, “ [o]ur reluctance to decide constitutional issues is especially great where,\nas here, they concern the relative powers of coordinate branches of government,”\nand “ [t]hat construing FACA to apply to the Justice Department’s consultations\nwith the ABA Committee would present formidable constitutional difficulties is\nundeniable.” 4 Id. at 466. A recent Supreme Court case that applied the clear statement rule in protecting\nthe constitutional separation of powers is Sale v. Haitian Centers Council, 509\nU.S. 155 (1993). This case dealt with the extraterritorial application of the Refugee\nAct.5 Prior to 1980, the act provided that the Attorney General was “ authorized\nto withhold deportation of any alien within the United States” who was a refugee.6 In 1980, the statute was amended to delete the “ within the United States” lan­\nguage and to make it mandatory that the Attorney General not deport the refugee. 7 The petitioners, an organization advocating on behalf of Haitian refugees, plau­\nsibly argued that, by deleting “ within the United States,” Congress plainly meant\nto give the act extraterritorial application. See id. at 170."
}