{
  "document_category": "memos",
  "document_name": "24141",
  "chunk_index": 8,
  "chunk_text": "Any such determination is, of course, binding on the States. The exer­\ncise of Congress’ power to admit new States, while it may have\ninternational consequences, also entails consequences as between\nNation and State. We need not decide whether action by Congress\nfixing a State’s territorial boundary more than three miles beyond\nits coast constitutes an overriding determination that the State, and\ntherefore this country, are to claim that much territory against for­\neign nations. It is sufficient for present purposes to note that there\nis no question of Congress’ power to fix state land and water\nboundaries as a domestic matter. Id. at 35 (emphasis added). The Court thus established two principles: first, that determination of the scope\nof the territorial sea as against foreign nations is one of the President’s constitu­\ntional powers, and second, that establishing state boundaries is one of Congress’\nconstitutional powers. The Court left unanswered the question of whether con­\ngressional action fixing a state boundary could result in a claim on behalf of the\nUnited States for the purpose of international law. The Court proceeded to care­\nfully distinguish between the state boundaries established for domestic purposes\nby the Submerged Lands Act and the boundary of the territorial sea established\nby the President for international purposes. Id. at 33-36. The Court then held that\n243 the state boundary for domestic purposes can be established by Congress irre­\nspective of the limit of the territorial sea. Id. at 35-36. Thus, it is clear that under Louisiana the President may use his power in the\nrealm of foreign affairs to assert jurisdiction over the territorial sea on behalf of\nthe United States as against other nations. We understand that this is the central\npurpose of the proposed proclamation and we have no doubt that the President\nmay issue such an assertion of jurisdiction. Indeed, history supports the Court’s statement in Louisiana that the President’s\nconstitutional position as the representative of the United States in foreign rela­\ntions authorizes him to make claims on behalf of the United States concerning\nthe territorial sea. The primary example, of course, is the first claim of a threemile territorial sea made on behalf of the United States by then-Secretary of State\nThomas Jefferson in 1793. France, Great Britain, and Spain—all of which held\nterritory in North America—were engaged in maritime hostilities off our Atlantic\ncoast, an extension of wars ongoing in Europe. As part of an effort to undermine\nour policy of neutrality, France pressured us to state the extent of our territorial\nsea. See Sayre A. Swarztrauber, The Three-Mile Territorial Sea 56-59 (1972). In response, and although “neither Washington nor Jefferson wished to be hur­\nried” into establishing the limit of our claim, President Washington instructed\nJefferson to make an initial claim for the United States. Id. at 57.'1Jefferson sent\nletters to both the French and British Ministers fixing a provisional limit."
}