{
  "document_category": "memos",
  "document_name": "22771",
  "chunk_index": 6,
  "chunk_text": "And where federal and state officers pursue an\ninvestigation jointly from its inception, we foresee little\ndifficulty for the appropriate federal officer to obtain a\nseparate order authorizing the interception of communica­\ntions relating to the federal offenses believed involved. 8 This passage underscores that Marion involved §2517(5). It simply did\nnot deal with, and reached no conclusion about, the precise issue before\nus regarding § 2516(1). A broader argument in the Legal Counsel Division’s memorandum is\nthat a construction of §2516(1) permitting the FBI to participate in\ncourt-authorized interceptions relating to all offenses enumerated in that\nprovision would be in tension with Title Ill’s underlying purposes,\nwhich include placing restrictions on interceptions in order to protect\ncitizens’ privacy interests. To be consistent with such a purpose, courts\nhave noted that Title III should be carefully construed. See, e.g., United\nStates v. Giordano, 469 F.2d 522, 530 (4th Cir. 1972), affd, 416 U.S.\n505 (1974). The Legal Counsel Division suggests that in order to be\nconsistent with this. canon of careful construction, it is necessary to\ninterpret § 2516(1) as not allowing the FBI to participate in an intercep­\ntion unless it has general investigative responsibility for the offense at\nwhich an interception is directed. We agree that Title III, and hence §2516(1), must be carefully\nconstrued. We do not agree, however, that such a construction must\ninclude reading language into §2516(1) that is not there, especially\nwhen the legislative history shows that one of the two major bills\nauthorized or approved by a judge o f competent jurisdiction where such judge finds on\nsubsequent application that the contents were otherwise intercepted in accordance with the\nprovisions o f this chapter. Such application shall be made as soon as practicable. [Em­\nphasis added.]\n8 535 F.2d at 707. Cf. United States v. Manfredi, 488 F.2d 588, 601 (2d Cir. 1973), cert, denied 417\nU.S. 936 (1974) (noting that 18 U.S.C. §2517 authorizes disclosure to appropriate law enforcement\nofficials of evidence gained as a result o f an authorized wiretap, and concluding: “ If such information\nmay be exchanged after the termination o f the surveillance, we perceive no reason why that informa­\ntion may not be disclosed to cooperating agencies contemporaneously with its interception ” ); United\nStates v Masciarelti. 558 F.2d 1064, 1067-68 (2d Cir. 1977); United Stales v. Webster, 473 F. Supp. 586,\n600 (D. Md. 1979). 291 before Congress when it passed Title III contained language that would\nhave led to the result suggested by the Legal Counsel Division, but\nCongress did not adopt it. The most fundamental canon of statutory\nconstruction is that plain language should control, especially in the\nabsence of contrary legislative history. 9 The Legal Counsel Division\nhas not pointed to such contrary legislative history. Nor have we\nbecome aware of any. Furthermore, although it is plain that in enacting Title III Congress\nwas sensitive to the need to protect citizens’ privacy interests, it does\nnot follow from this alone that §2516(1) must be read in the manner\nsuggested by the Legal Counsel Division."
}