{
  "document_category": "memos",
  "document_name": "19976",
  "chunk_index": 10,
  "chunk_text": "The caller therefore has no reasonable\n13 Although no court has directly addressed this issue, our conclusion is supported by cases holding that a person\ncalling 911 has no expectation o f privacy in the contents o f his call. “ There is no expectation o f privacy when\na person makes a 911 call. Instead, there is an expectation that the information provided will be recorded and dis­\nclosed to the public.” State ex rel. Cincinnati Enquirer v. Hamilton County, Ohio, 662 N.E.2d 334, 337 (O hio\n1996) (tape recordings o f 911 calls are public records that are not exempt from disclosure and must be immediately\nreleased upon request); see also State v. Cain, 613 A.2d 804, 809 (Conn. 1992) (tape recordings o f 911 calls are\npublic records); -Sra/e v. G ray, 741 S.W.2d 35, 38 (Mo. App. 1987) (same). ieSee United States v. Van Poyck, 77 F.3d 285, 290-91 (9th Cir.) (prisoner has no reasonable expectation of\nprivacy in outbound calls), cert, denied , 519 U.S. 912 (1996); People v. Suite, 161 Cal. Rptr. 825, 829 (Cal. App.\n1980) (person telephoning police and threatening to bomb public building “ cannot reasonably expect that records\no f the call will be private; the only reasonable expectation under such circumstances is that police will make use\no f every available technology to trace the source o f that call” ).\n17 “ [T]he Fourth Amendment does not prohibit the obtaining o f information revealed to a third party and conveyed\nby him to Government authorities, even if the information is revealed on the assumption that it will be used only\nfor a limited purpose and the confidence placed in the third party will not be betrayed.” United States v. Miller,\n425 U.S. 435, 443 (1976) (bank depositor has no legitimate expectation o f privacy in financial information voluntarily\nconveyed to banks and exposed to their employees in the ordinary course o f business); see also Smith, 442 U.S.\nat 744 (telephone caller has no reasonable expectation o f privacy in phone number voluntarily dialed). 321 Opinions o f the Office o f Legal Counsel in Volume 20 expectation of privacy with regard to that information, which is exactly the loca­\ntion information that will be disclosed in phase one of the new FCC rule. And\nit is the strength of this same signal — information voluntarily turned over by the\ncaller to a third party— that would be measured from different antennas and cell\nsites, and then analyzed in phase two in order more precisely to determine his\nlocation. An expectation of privacy simply is not “justified” in these cir­\ncumstances. In sum, because a cellular caller dialing 911 has no actual or reasonable expecta­\ntion of privacy as to information regarding his physical location, there will be\nno “ search” within the meaning of the Fourth Amendment, and thus no con­\nstraints imposed by the Fourth Amendment, when wireless carriers transmit such\ninformation to public safety authorities."
}