{
  "document_category": "memos",
  "document_name": "21356",
  "chunk_index": 3,
  "chunk_text": "See, e .g ., P eavy v. Warner, 493 F. (2d) 748, 750\n(5th Cir. 1974). Although a departure inuring to the benefit of Mrs. Slovik\nwould probably not be subject to judicial review, we believe that the general\nprinciple is fully applicable. 5 Concluding, as we do, that the President may not exercise review over the\nSlovik case, the question arises whether he might nevertheless request the\nSecretary of the Army to reconsider his decision or to remand the case to the\nBoard for further consideration. It is certainly arguable that the President’s\ngeneral supervisory power over the execution of the laws under Art. II, § 3, of\nthe Constitution, as well as his power as Commander-in-Chief, would be\nsufficient to sustain his taking some position in this matter. We do not,\nhowever, think that this supervisory power is sufficient to permit him to order\nreconsideration o f the matter so long as 32 CFR § 581.3(f)(2) is effective. We\nreach this result because such an order would effectively constitute Presidential\nintrusion into a quasi-adjudicatory procedure different only in degree from his\nattempting to review the Secretary’s decision on the merits. The President is, o f course, free at any time to comment on the merits of\ndecisions made by his subordinates. W hether to do so in a specific situation\ndoes not pose a legal question p e r se, but we tend to doubt the propriety of his\nmaking any statement on the merits of the Secretary’s decision that would in\nany way compromise possible defense o f that decision by this Department in\nconnection with any judicial review that might be sought by Mrs. Slovik. Our\nreview o f the case, limited to an analysis of the Board’s opinion, indicates to us\nthat its decision could easily withstand judicial review under the narrow scope\nof review given to courts in these m atters. 6 The President would not be\nprecluded from expressing sympathy for Mrs. Slovik’s situation, which was\nexpressed by the Board itself. III. The Pardon Power Another source o f authority potentially available to the President is the\npardon power vested in the President under Art. II, § 2, cl. 1, o f the\nConstitution. In the circumstances o f this case, a threshold question arises as\n4W e do not address the question w hether the Secretary o f the Arm y m ight am end the governing\nregulation so as to provide for Presidential review of som e or all of these cases. 3W e note that were the President thought to have the pow er to review such decisions, a procedure\nto effect it would most probably have to be established to avoid raising grave questions concerning\njudicial review. This is so because courts will not review decisions that are thereafter subject to\nrevision by the Executive branch. See, Chicago & Southern Air Lines, Inc. v. Waterman S.S.\nCorp., 333 U .S. 103, 113-14 (1948). An established procedure would have to assure reviewing\ncourts that a decision before them for review was no longer subject to revision by the President."
}