{
  "document_category": "memos",
  "document_name": "23741",
  "chunk_index": 32,
  "chunk_text": "S e e e.g., 55 Cong.\nRec. 5556-57 (1917); 58 Cong. Rec. 5697, 5699 (1919). 110 L. Rev. 92, 102 (1991).7 Those States have since transmitted official notices. See id.\\ 57 Fed. Reg. 21,187, 21,188 (May 19, 1992) (Archivist’s certifica­\ntion of the 27th Amendment, listing the forty states that had ratified the amendment\nand transmitting notification to the Archivist before May 18, 1992); 138 Cong.\nRec. S6835 (daily ed. May 19, 1992). The controversial pay increase that provoked Ohio’s ratification led to\nactivity in Congress as well. Just as in the early 1800’s, several new amend­\nments, similar to that proposed by the first Congress, were introduced. Ames\nat 35. Congress took no action on them, however, instead repealing the pay\nincrease. Id. The next action on the Congressional Pay Amendment did not come until\nMarch 3,' 1978, when the Wyoming legislature ratified it. See 124 Cong.\nRec. 7910 (1978).8 Five years later, on April 27, 1983, Maine ratified the\namendment, 130 Cong. Rec. 25,007-08 (1984), bringing the total number of\nratifications to nine. Since then, thirty-two additonal States have ratified the\namendment, most recently Missouri and Alabama on May 5, 1992, Michigan\nand New Jersey on May 7, 1992, Illinois on May 12, 1992, and California\non June 26, 1992. See 57 Fed. Reg. 21,187, 21,188 (May 19, 1992)\n(Archivist’s certification); 138 Cong. Rec. E2237 (daily ed. July 24, 1992)\n(California). Thus, forty-one States have now ratified the amendment, three\nmore than three-fourths of the fifty States. Some States that have ratified recently have elaborated the legal basis for\ntheir actions in their ratifying resolutions. Fourteen States mentioned the\nSupreme Court’s decision in Coleman v. Miller, 307 U.S. 433 (1939), in\ntheir ratifying resolutions. Many used language to this effect: Whereas, the legislature of the state of New Mexico acknowl­\nedges that the article of amendment to the constitution of the\nUnited States proposed by resolution of the First Congress on\nSeptember 25, 1789, may still be ratified by states’ legislatures as\na result of the ruling by the United States supreme court in the\nlandmark case of Coleman v. Miller, 307 U.S. 433 ( 1 9 3 9 )....\n132 Cong. Rec. 3956 (1986) (New Mexico). Accord 134 Cong. Rec. 14,023\n(1988) (Arkansas); 133 Cong. Rec. 11,618-19 (1987) (Montana); 135 Cong.\nRec. 15,623 (1989) (Nevada); 135 Cong. Rec. 20,519-520 (1989) (Oregon);\n135 Cong. Rec. 11,900-01 (1989) (Texas); 136 Cong. Rec. S9170 (daily ed.\nJune 28, 1990) (Kansas); 137 Cong. Rec. S I0,949 (daily ed. July 25, 1991)\n(North Dakota); 138 Cong. Rec. S6845 (daily ed. May 19, 1992) (Alabama).9 Other States referred to Coleman without expressly tying it to their power\n7 It should be noted that notice o f ratification by at least some of those States had been previously\nreceived by Congress and published in the Congressional Record. See 124 Cong Rec. 7910 (1978)\n(Wyoming); 130 Cong. Rec. 25,007-08 (1984) (Maine). 'T h e Governor of Wyoming signed the ratification on March 6, 1978. Miller and Dewey, 10 Glendale\nL. Rev., supra, at 100.\n’ For ease of reference, we have cited to the resolutions as reprinted in the Congressional Record,\nContinued 111"
}