{
  "document_category": "memos",
  "document_name": "21286",
  "chunk_index": 3,
  "chunk_text": "The court’s conclusion was as\nfollows:\n“Thus the failure of the Congress to provide legislation for an\nacting director must be regarded as intentional. The Court holds\nthat in the absence of such legislation or legislation vesting a\ntemporary power of appointment in the President, the constitution­\nal process of nomination and confirmation must be followed. Therefore, the Court finds that the defendant Phillips was not\nappointed lawfully to his post as Acting Director of OEO. An\ninjunction will issue to restrain him from taking any actions as\nActing Director of OEO.” 360 F. Supp. 1371 [footnote omitted]. The clear implication is that, had there been an OMB-type statute and\nhad Phillips been the Deputy Director of OEO, the court would have\nreached a different result. Moreover, in United States v. Halmo, 386 F. Supp. 593 (D. Wis.,\n1974), a criminal prosecution, Solicitor General Bork had become the\nActing Attorney General pursuant to 28 U.S.C. § 508(b) by reason o f a\nvacancy in the offices of Attorney General and Deputy Attorney G en­\neral. The defendants contended that because of the 30-day limitation in\nthe Vacancy Act, Mr. Bork’s order authorizing an application for a\nwiretap order was invalid. The court rejected the contention, stating:\n“There is no time limitation imposed on those who acquire office\nthrough § 508(b), 386 F. Supp. at 595.”\n4.\n31 U.S.C. § 16 (Supp. V 1975) provides that, in the event of a\nvacancy in the office of Director of OMB, the Deputy Director shall\nact as Director. There is no Phillips-type problem of avoidance of\nSenate confirmation. 7 Since 1974, the Deputy Director of OMB, as well\nas the Director, is appointed with the advice and consent of the Senate. It seems reasonable to assume that, when the Senate considers a nomi­\nnee for the position of Deputy Director, it does so with the realization\nthat he may possibly become Acting Director. On the other hand, Congress has created tw o positions, Director and\nDeputy Director, and has required that each be filled by a person\nwhose nomination is confirmed by the Senate.8 In our view, it is\nimplicit in 31 U.S.C. § 16 (Supp. V 1975), that a Deputy Director may\nnot properly serve indefinitely as Acting Director. There is no specific\nlimit, 30 days or otherwise, but the tenure of an Acting Director should\n7 Congress was aware of the decision in Williams v. Phillips. The plaintiffs were\nSenators. The decision was brought to the attention of the House, 119 Cong. Rec. 19316\n(1973) (Congressman Rangel), and was inserted into the Congressional Record by Senator\nWilliams, 119 Cong. Rec. 19595 (1973).\n• We do not deal with the question of the current status o f the position of Deputy\nDirector of OMB. See § 102(0 of Reorganization Plan No. 2 of 1970. 289 not continue beyond a reasonable time. W hat period is reasonable\ndepends upon the particular circumstances."
}