{
  "document_category": "memos",
  "document_name": "21356",
  "chunk_index": 1,
  "chunk_text": "September 9, 1977 78-84 MEMORANDUM FOR THE COUNSEL\nTO THE PRESIDENT\nPresidential Authority— Slovik Case—\nConstitutional Law—Posthumous Pardons—\nReview of Sentence (10 U.S.C. § 1552) You have asked for our opinion regarding the President’s authority to act in\nthe case of the late Eddie D. Slovik, who was sentenced to death by a\ncourt-martial for desertion and subsequently executed on January 31, 1945. For\nreasons stated hereafter, we conclude that: (1) the President has no power to\nreview or overturn the August 12, 1977, decision o f the Secretary of the Army;\nand (2) even assuming that the President might issue a posthumous pardon, its\nissuance would not remove the disability imposed by statute on his widow,\nAntoinette Slovik, receiving the proceeds o f the life insurance that she seeks to\ncollect. I. Background Slovik left a widow, who, until recently, apparently made no attempt to\ncollect on the National Service Life Insurance (NSLI) policy o f $10,000 that\nhad been in force on Mr. Slovik during his brief military service. 1 The disbursement o f NSLI benefits is entrusted by statute to the Veterans’\nAdministration. See 38 U .S.C . § 701 et seq. Under 38 U .S.C . § 711:\nAny person guilty o f mutiny, treason, spying, or desertion, or\nwho, because o f conscientious objections, refuses to perform service\nin the Armed Forces . . . shall forfeit all rights to [NSLI], No\ninsurance shall be payable for death inflicted as a lawful punishment\nfor crime or for military . . . offense . . . . Mrs. Slovik, apparently anticipating that the VA would deny a claim by her\nbecause o f § 711,2 filed an application with the Army Board for Correction of\n’The allotm ent from M r. S lovik's pay that paid for this insurance was discontinued on Decem ber\n31, 1944, one month prior to his execution. 2M rs. Slovik also asked the Board to assist in having M r. Slovik’s rem ains rem oved from their\npresent burial site in an \"unm arked dishonored place in France, to a more suitable resting place.”\n2JQ\n(Continued) Military Records (Board), advancing several arguments as to why his military\nrecord should be “ corrected” in such a way that § 711 would no longer be a\nbar. The Board, after proceedings held on June 15 and 29, 1977, at which Mrs.\nSlovik was represented by counsel, recommended to the Secretary of the Army\nthat Mrs. Slovik’s application be denied. On August 12, 1977, that recommen­\ndation was approved and the application was denied by the Secretary o f the\nArmy. II. The President’s Power of Review Any review of the Secretary of the A rm y’s decision on the application of\nMrs. Slovik is governed in the first instance by 10 U .S.C . § 1552, which\nauthorizes such applications to be entertained and establishes to a limited extent\nthe procedures under which they are to be processed. The more detailed\nprocedures actually employed are, under § 1552, promulgated by the several\nService Secretaries after approval by the Secretary of Defense."
}