{
  "document_category": "memos",
  "document_name": "844106",
  "chunk_index": 5,
  "chunk_text": "36 Enforcement o f INA Employer Sanctions Provisions Against Federal Government Entities tive decisions, including personnel decisions, are not regarded as judicial acts and\nthus are not immunized “ even though they may be essential to the very func­\ntioning of the courts.” Id. at 228. Forrester's holding makes clear that personnel decisions such as those that are\nthe subject of section 274A enforcement actions do not warrant absolute judicial\nimmunity. Such actions fall into the category of “ administrative, legislative, or\nexecutive functions” that a judge might perform, rather than “judicial acts” that\nmerit the protection offered by absolute immunity. Nor do we see any separation of powers problem with executive enforcement\nof section 274A against the judiciary. The Supreme Court has made clear that\nnot all interactions between the judiciary and the executive branches, even those\nthat might be categorized as “ quite burdensome,” are necessarily constitutionally\nforbidden. Clinton v. Jones, 520 U.S. 681, 702 (1997). It is only where the burden\nimposed by one branch is so onerous as to “ impair another in the performance\nof its constitutional duties” that the general separation of powers principle is vio­\nlated. Id. at 701 (citing Loving v. United States, 517 U.S. 748 (1996)). Although\nan enforcement action under section 274A would impose some administrative bur­\ndens upon its subject — to the extent, for example, that it required compliance\nwith subpoenas issued or cooperation with investigative efforts — such burdens\nwould certainly not be so demanding as to interfere with the judiciary’s proper\nexecution of its constitutional obligations. See Mistretta v. United States, 488 U.S.\n361, 409 (1989) (President’s appointment and removal power over federal Sen­\ntencing Commission does not “ prevent[], even potentially, the Judicial Branch\nfrom performing its constitutionally assigned functions” ). Indeed, in the context of criminal law enforcement, courts have consistently\nupheld the power of the executive branch to prosecute sitting judges, notwith­\nstanding the more significant intrusion upon the judiciary occasioned by such\nenforcement, and have rejected the judges’ claims that such executive action\nundermines judicial autonomy. See, e.g., United States v. Claiborne, 727 F.2d\n842, 8 4 5 ^ 9 (9th Cir. 1984); United States v. Hastings, 681 F.2d 706, 709-11\n(11th Cir. 1982); United States v. Isaacs, 493 F.2d 1124, 1 1 4 2 ^4 (7th Cir.), cert,\ndenied, 417 U.S. 976 (1974). As the court in Hastings explained in rejecting a\nrule that would have granted sitting federal judges immunity from criminal\nprosecution: “ [T]he minuscule increment in judicial independence that might be\nderived from the proposed rule would be outweighed by the tremendous harm\nthat the rule would cause to another treasured value of our constitutional system:\nno man in this country is so high that he is above the law.” 681 F.2d at 711. If executive enforcement of the criminal laws against the judiciary (which could\ninclude indictment, prosecution, and imprisonment of a sitting judge) does not\nundermine judicial independence, we cannot say that the comparatively negligible\nintrusion upon the judiciary that might be occasioned by executive enforcement\nof section 274A is a threat to judicial autonomy. 37 Opinions o f the Office o f Legal Counsel in Volume 24 Enforcement Actions A gainst Congress"
}