{
  "document_category": "memos",
  "document_name": "24551",
  "chunk_index": 3,
  "chunk_text": "Ed.\n1 A lth o u g h the Selective Training and Service A ct o f 1940 contained the specific authority for\nregistration by age groups, a contem poraneous in terpretation by the A ttorney G eneral concluded that 706 In light of the language of § 3 and its legislative history, this Office\norally advised the Office of Management and Budget earlier this year\nthat it would be highly desirable to have some congressional action\nconfirming his authority before the President issued a proclamation\ncalling for the registration of persons by age groups consisting of less\nthan the entire 18-to-26 range. Since we provided that advice, Con­\ngress, at the request of the President, and fully informed of the Presi­\ndent’s plan to register, by age group, less than the entire range has,\nafter lengthy and considered debate, appropriated for this registration\nfunds sufficient only to register the number of males in the age groups\nnamed in the proclamation. We believe that this congressional action is\nsufficient to confirm the President’s authority. The proclamation would require persons born in 1960 to register\nduring a six day period beginning July 21, 1980. Those born in 1961\nwould register between July 28, 1980 and August 2, 1980, and those\nborn in 1962 between January 5, 1981 and January 10, 1981. The\nproclamation would also establish a continuous registration process,\nobligating persons to register as they turn 18, upon losing an exempt\nstatus, and, with respect to noncitizens, either as they return to resi­\ndence in the United States from abroad or as they enter to reside. Aliens in processing centers on the days fixed for their registration\nwould be required to register after their release. A range of days to\nregister would be provided those subject to the continuous registration\nprogram. Provision would be made for the late registration of those\nunable to register at the proper time due to some condition beyond\ntheir control, such as hospitalization or incarceration. Registration in the United States would be at any United States Post\nOffice. Registration overseas—available to citizens only—would be\nbefore a consular officer of the United States or other designated\nthe President was nonetheless required to register, w ithin a reasonable time, al) persons w ithin the 21to-36 range set in that A ct by Congress. R egarding the first registration proclam ation under the 1940\nact, the A ttorney G eneral w rote the President: It will be noted that on page 3 o f the draft, in paragraph num bered 2, the higher age\nlimit o f those to be registered on the sixteenth day o f O cto b er is left blank. This was\ndone out o f deference to the w ishes o f the W ar D epartm ent w ho I understand will\nurge that such age limit for the first draft be the thirty-first anniversary o f the day of\nbirth. T he language o f the act is ambiguous and I am not prepared to say that you may not\nrequire registration o f persons o f different age groups on different registration days."
}