{
  "document_category": "memos",
  "document_name": "23996",
  "chunk_index": 12,
  "chunk_text": "We confirmed this interpretation of the 1973 Reorganization Plan in our\nmemorandum of June 3, 1986 See Kmiec Memo, supra note 3, at 7-9\n27 Memorandum for Joseph R Davis, Chief Counsel, DEA, from Ralph Tarr, Acting Assistant Attorney Gen­\neral, Office of Legal Counsel, Re. Authority o f the United States Customs Service to Participate in Law Enforce­\nment Efforts Against Drug Violators (June 11, 1985)\n28 Kmiec Memo, supra note 3.\n29 In October 1984, Congress passed the Comprehensive Cnm e Control Act of 1984, Pub. L No. 98-473, 98\nStat 2056 (1984), and the Tariff and Trade Act, Pub L. No. 98-573,98 Stat 2988 (1984), which contain two pro­\nvisions identical for all practical purposes and codified at 19 U S.C. §§ 1589a and 1589, respectively 275 Olson Memo that Customs does not have independent enforcement authority over\ntitle 21 drug offenses. We concluded that (1) the legislative histories behind sec­\ntions 1589 and 1589a clearly state that the sections were not intended to change\nCustoms jurisdiction over drug offenses or to alter the basic relationship between\nCustoms and DEA established by Reorganization Plan No. 2 of 1973;30 (2) Con­\ngress’ intent in passing the sections was to clarify Customs authority in the face\nof case law questioning the validity of warrants pursued and arrests made by Cus­\ntoms officers in drug cases in which Customs officers act under the supervision\nof DEA;31 and (3) while sections 1589 and 1589a acknowledge the authority of\nCustoms officers to execute and serve warrants, and to make arrests, for a wide\nrange of federal crimes, the provisions do not grant Customs additional author­\nity to pursue and prosecute such offenses. 32 We have reexamined the Kmiec\nMemo in light of Customs’ most recent memorandum and reaffirm our conclu­\nsions as outlined above. Accordingly, we find that sections 1589 and 1589a do\nnot provide Customs with substantive authority to make seizures and forfeitures\npursuant to 21 U.S.C. § 881.\n2. Common Law Seizure Authority\nCustoms also argues that Customs officers can make seizures and forfeitures\noutside of the border context under common law authority, stating that it is a\n“well settled principle of common law that anyone may seize property for for­\nfeiture to the Government and the seizure is valid if the Government adopts the\nact and proceeds to enforce the forfeiture,” and therefore that there is “no reason\nwhy a Customs officer should be disabled from making seizures under 21 U.S.C.\n§881 when even a private person could perform such seizures. ”33 We address\nlater in this opinion Customs’ argument that their agents have common law au­\nthority for making seizures for forfeiture. 34 However, assuming arguendo that\nsuch authority exists, any common law authority is separate and apart from ex­\npress statutory authority under section 881 and therefore provides no additional\nsupport to Customs’ position that its agents have independent forfeiture author­\nity under section 881. 30 Kmiec Memo, supra note 3, at 5-8\n31 Id at 5-7."
}