{
  "document_category": "memos",
  "document_name": "24321",
  "chunk_index": 8,
  "chunk_text": "That argument, however, is circular; it assumes\nthat the Commission’s lawyers could have brought an action. Absent the\nassumption that the Commission may prosecute a criminal contempt\naction, the involvement o f the Department o f Justice undermines the con­\nsistency of the very usage on which the Commission relies. The Commission also argues that one case, SEC v. Murphy, Fed. Sec. L.\nRep. (CCH) 99,688 (C.D. Cal. 1983), explicitly considered and upheld the\nauthority of the Securities and Exchange Commission to bring criminal\ncontempt actions under a statute similar to 15 U.S.C. § 56. The Court in\nMurphy did not discuss the different interests to be vindicated in criminal\ncontempt action and the underlying civil case. Instead, the court based its\nholding on the absence o f an explicit statutory prohibition against the 9FTC v. Hoboken White Lead & Color Works, 67 F.2d 551 (2d Cir. 1933); FTC v. Pacific States Paper\nTrade Ass’n, 88 F.2d 1009 (9th Cir 1937), In re Dolan Co7p., 247 F2d 524 (D C. Cir. 1956), cert denied,\n353 U.S. 988 (1957), In re P. LoriUard Co , 1959 Trade Cas (CCH) H 69,272 (4th Cir 1959); In re\nFloersheim, 316 F.2d 423 (9th Cir. 1963), In re Holland Furnace Co., 341 F.2d 548 (7th Cir. 1965), affd\nsub nom Cheff v Schnackenberg, 384 U S. 373 (1966); In re Whitney & Co., 273 F.2d 211 (9th Cir 1959). 10Vuitton held, under the Court’s supervisory power, that counsel for an interested party in civil litiga­\ntion underlying a contempt action should not be appointed to prosecute the contempt. See 481 U.S. at\n802-09. 297 SEC’s bringing the action and on the argument that “the SEC — not the\nUnited States Attorney, the Attorney General, or anyone else — is in the\nbest position to know the specific prohibitions o f the injunction and the\nparticular circumstances which allegedly constitute the contempt of the\ninjunction.” Id. at 97,765. In Vuitton, however, the Court rejected the argu­\nment that an attorney’s expertise justifies giving him control of a prosecu­\ntion for criminal appointment. The Court held that, despite expert knowl­\nedge, counsel for an interested private party should not be allowed to\nprosecute a criminal contempt: “That familiarity may be put to use in\nassisting a disinterested prosecutor in pursuant to the contempt action,\nbut cannot justify permitting counsel for the private party to be in control\no f the prosecution.” Vuitton, 481 U.S. at 806 n.17. Similarly, the\nCommission’s knowledge of the underlying action cannot justify abandon­\ning the principle that the Attorney General is to control the litigation of\ncriminal cases on behalf of the United States. See United States v. Nixon,\n418 U.S. at 694; 28 U.S.C. § 516. The single district court case addressing\nthis issue — decided before Vuitton — is, therefore, unpersuasive. In sum, the cases and practices on which the Commission relies do not\nestablish that the Commission has implied authority to bring actions for\ncriminal contempt."
}