{
  "document_category": "memos",
  "document_name": "20126",
  "chunk_index": 12,
  "chunk_text": "n\nThe clear statement rule settles the meaning of §458. Section 458 does not\napply to presidential appointments of federal judges. Even without applying this\nconstitutionally based principle, however, analysis of the text of § 458, its prede­\ncessor, and the text of the Act of 1911 taken as a whole, establishes the same\nresult. That result is further supported by every available piece of contempora­\nneous, extra-statutory evidence of the understanding of members o f Congress, as\nwell as by a consistent practice of non-application of the statute to the appointment\nof federal judges. In this part, we discuss the meaning of §458 as it might be\nascertained on the face of the statutes themselves, without reference to the clear\nstatement principle. In the subsequent part, we review the contemporaneous\ncongressional understandings of the statute’s meaning. Finally, we review some\nof the instances in which related persons within the meaning of the statute have\nbeen appointed to the federal bench by the President. As indicated earlier, the present statute appears to have originated as Act of\nMar. 3, 1887, ch. 373, §7, 24 Stat. 552, 555. In its original form, the provision\nstated that:\nany intrusion by the Legislative Branch.” Id. at 485. With regard to the highest officers of the government, therefore,\nthe President “ has the sole responsibility” for making nominations, id. at 487, and Congress may not intrude. 359 Opinions o f the O ffice o f Legal Counsel in Volume 19 no person related to any justice or judge of any court of the United\nStates by affinity or consanguinity, within the degree of first cousin,\nshall hereafter be appointed by such court or judge to or employed\nby such court or judge in any office or duty in any court of which\nsuch justice or judge may be a member. Id. (emphasis added). In that version, the statute referred specifically to appoint­\nments by the courts or judges, and could not be understood to encompass presi­\ndential appointments as well. In our constitutional scheme, judicial appointments\nare not made by judges, but rather have always been vested in the President with\nthe advice and consent of the Senate. The statute was next codified as Act of Aug. 13, 1888, ch. 866, §7, 25 Stat. 433, 437. In that form too, it prohibited only the appointment of any person related\nto any federal justice or judge within the degree of first cousin “ by such court\nor judge.” This provision was repealed by the Act o f Mar. 3, 1911, ch. 231, §297, 36\nStat. 1087, 1168.13 The language substituted for the repealed provision did not,\nin terms, refer only to appointment “ by such court or judge.” Instead, it stated: No person shall be appointed to or employed in any office or duty\nin any court who is related by affinity or consanguinity within the\ndegree o f first cousin to the judge of such court. Id. §67, 36 Stat. at 1105. The repeal and re-enactment in 1911 left the description of the offices or duties\nto which related persons may not be appointed unchanged."
}