{
  "document_category": "memos",
  "document_name": "22526",
  "chunk_index": 2,
  "chunk_text": "M a r c h 14, 1980 MEMORANDUM OPINION FOR TH E ASSISTANT ATTORNEY\nG EN ERA L, CIVIL RIGHTS DIVISION This responds to your request for our opinion on the effect of a stay\npending appeal upon fund termination proceedings of the Office of\nRevenue Sharing (ORS) in the Department of the Treasury under the\ncivil rights provisions of the State and Local Fiscal Assistance Act of\n1972, as amended (Revenue Sharing Act), 31 U.S.C. § 1242, and upon\nthe Law Enforcement Assistance Administration (LEAA) under the\nanalogous provisions of the Omnibus Crime Control and Safe Streets\nAct of 1972, as amended (Crime Control Act), 42 U.S.C. § 3789d(c).* Both statutes include provisions that require the agencies to institute\ntheir own enforcement proceedings whenever they learn of a judicial or\nadministrative determination that a recipient has discriminated in viola­\ntion of federal law, and both provide for automatic suspension of funds\nto a recipient within a fixed time thereafter. The question has arisen\nwhether a stay pending appeal of a lower court order vacates or defers\nadministrative fund suspension. •N o t e : U nder § 815(c) o f th e Justice Systems Im provem ent A ct o f 1979, Pub. L. N o. 97-157,\n93 Stat. 1167, 1206-09, the O ffice o f Justice Assistance, Research and Statistics replaced L E A A as the\nentity responsible for adm inistrative enforcem ent o f the nondiscrim ination provisions o f the C rim e\nC ontrol A ct. Ed. 487 Your division takes the position that a stay has the legal effect of\nvacating or deferring such suspension. Both the Department of the\nTreasury and LEA A disagree. The two agencies maintain that the\nadministrative process by which funds are terminated under the two\nacts is independent of any contemporaneous judicial proceeding,\nwhether or not the same issues of discrimination are involved, and\nwhether or not their administrative process has been triggered in the\nfirst instance by a determination in the judicial proceeding. Therefore,\nin their view a stay entered in the judicial proceeding has no effect on\nan administrative decision to suspend funds. The Civil Rights Division\nmemorandum takes the position that the administrative role under both\nstatutes is merely “ancillary and supportive” of the judicial process, and\nthat the agencies are therefore obliged “to honor” a judicial stay by\nsuspending their administrative procedures or, if necessary, restoring\nthe flow of federal funds. For reasons stated hereafter, we agree with your Division's position\non the effect of a stay on administrative fund suspension under the\nRevenue Sharing Act, but find merit in the position advanced by\nLEA A in interpreting its responsibilities under the Crime Control Act. We believe the law requires ORS, whose actions are triggered by and\nare to some extent dependent on a judicial determination, to conform its\nactions to those of a court granting a stay. And we think that Congress\nintended this administrative conformity to extend to the restoration of\nfunds already suspended or terminated. Although neither the terms nor\nthe legislative history of the relevant provisions of the Revenue Sharing"
}