{
  "document_category": "memos",
  "document_name": "22616",
  "chunk_index": 6,
  "chunk_text": "Such designation and authorization shall be in w rit­\ning, shall be published in the Federal Register, shall be\nsubject to such terms, conditions, and limitations as the\nPresident may deem advisable, and shall be revocable at\nany time by the President in whole or in part. Congress has further provided, in 3 U.S.C. § 302, that: The authority conferred by this chapter shall apply to\nany function vested in the President by law if such law\n95 does not affirmatively prohibit delegation of the perform­\nance of such function as herein provided for, or specifi­\ncally designate the officer or officers to whom it may be\ndelegated. This chapter shall not be deemed to limit or\nderogate from any existing or inherent right of the Presi­\ndent to delegate the performance of functions vested in\nhim by law, and nothing herein shall be deemed to re­\nquire express authorization in any case in which such an\nofficial would be presumed in law to have acted by au­\nthority or direction of the President. As a result o f these statutes, the President is authorized to delegate\nany pow er vested in him by statute unless the statute “affirmatively\nprohibits] delegation.” In our view, a statute should be construed as an\n“affirmative” prohibition o f delegation only if it prohibits delegation\nexpressly or by unmistakable implication. T he purpose of §§ 301 and\n302 is to facilitate the functioning o f the Executive by specifically\nauthorizing delegation in the great majority o f cases. To this end, § 301\nstates a general rule in favor of delegation. In light of the breadth of\nthis general rule, the exception in § 302 should be narrowly construed. The same inference can be drawn from the fact that Congress took care\nin § 302 not to derogate from any “existing or inherent right of the\nPresident to delegate the performance of functions vested in him by\nlaw .” Statutes which do expressly or by unmistakable implication prohibit\ndelegation are subject to the possible constitutional objection that the\npow er to delegate is inherent in the Executive and may not be re­\nstricted by Congress. T he issue is a difficult one and has never been\nresolved in court. In our view, the wiser course is to comply with any\nclear congressional intention to prohibit delegation, in order to avoid\ntesting the limits of this constitutional question, unless circumstances\nimperatively require delegation. In the brief time we have had to review the matter, we have discov­\nered only a very few statutes that expressly or by unmistakable implica­\ntion prohibit delegation. W hat follows is a description of categories of\nstatutes that fall o r may fall within this general class. 1. Statutes Explicitly Prohibiting Delegation T he clearest cases are those in which the statute explicitly prohibits\ndelegation. An example is found in the Export Administration A ct of\n1979, 50 U.S.C. § 2403(e) (Supp. Ill 1979), which provides that:\nT he President may delegate the power, authority, and\ndiscretion conferred upon him by this A ct to such depart­\nments, agencies, or officials of the Government as he may\nconsider appropriate, except that no authority under this\n96"
}