{
  "document_category": "memos",
  "document_name": "23996",
  "chunk_index": 19,
  "chunk_text": "We believe this is true even\nthough Congress’ recreated Customs Forfeiture Fund is not codified at 19 U.S.C. § 1613a, as referenced in section\n524(c)(10), but rather appears at section 1613b. See United Steelworkers of Am v. Weber, 443 U.S. 193,201 (1979),\n(citing Holy Trinity Church v. United States, 143 U.S. 457,459 (1892)). We note further that although the amend­\nments to section 524 contained in the 1988 Drug Act perpetuate the miscitation to the Customs Forfeiture Fund,\nthe 1988 Drug Act, in section 7364, correctly cites 19 U.S.C. § 1613b as the provision that codifies the Customs\nForfeiture Fund. 281 those cases in which Customs has explicit forfeiture authority but the Justice\nDepartment, by law, must play a role in the forfeiture of property seized by Cus­\ntoms. For example, the Department of Justice, through the United States At­\ntorneys, must handle certain civil judicial forfeiture proceedings in federal court\nof property seized by Customs under the customs laws. 54 Thus, there is an over­\nlap in the definitions of “those laws enforced or administered” by Customs and\n“those laws enforced or administered” by the Department of Justice because in\ncertain instances Customs has authority over the seizures and the Department\nof Justice has authority over the forfeitures. The exception clause in section\n524(c)(10) addresses the question of which fund should be used in such situa­\ntions by providing that when a Customs officer seizes property or maintains\ncustody of property under the customs laws, the proceeds of that forfeiture\nshould be placed in the Customs Forfeiture Fund, regardless of whether Cus­\ntoms conducted the forfeiture. The more difficult question is whether the final clause also pertains to cases\nin which Customs has seized property pursuant to the laws it enforces, but where\nthe property is forfeited by the Department of Justice, either administratively or\njudicially, under 21 U.S.C. § 881 or another forfeiture statute under which Cus­\ntoms has no forfeiture authority. As section 1613b(c) refers only to forfeitures\nunder “any law enforced or administered” by Customs, it can be argued that Con­\ngress intended that the Customs Forfeiture Fund be the depository only for pro­\nceeds from property that actually was forfeited under the customs laws. In light\nof our conclusion above that only the Department of Justice has independent\nstatutory authority to seize and forfeit property under 21 U.S.C. § 881, such an\ninterpretation necessarily would require that the proceeds from all section 881\nforfeitures be placed in the Department of Justice Assets Forfeiture Fund. How­\never, we believe that interpretation would be contrary to the language of the ex­\nception clause in section 524(c)(10), since it would prevent Customs from re­\nceiving proceeds from the forfeiture of property that it had seized under the\ncustoms laws. Accordingly, we conclude that the proceeds of property seized or\nheld in custody by Customs under the customs laws must be placed in the Cus­\ntoms Forfeiture Fund even though the property was forfeited by the Department\nof Justice under 21 U.S.C. § 881. Our interpretation of the exception clause is consistent with Reorganization\nPlan No. 2 of 1973, which reflects legislative and executive branch recognition\nof Customs’ traditional law enforcement role at the border."
}