{
  "document_category": "memos",
  "document_name": "24141",
  "chunk_index": 21,
  "chunk_text": "Thus, the question is one\nof legislative intent.32\nA. Statutory Intent The statutes potentially affected by the proclamation are too numerous to con­\nsider individually in the time permitted. However, we can discuss some of the\nconsiderations relevant to a determination whether Congress intended the appli­\ncation of a statute to be affected by a change in the breadth of the United States’\nterritorial sea, and then make such a determination with respect to the particular\nstatute of interest to the inter-agency working group—the Coastal Zone Man­\nagement Act, 16 U.S.C. §§ 1451-1464 (“CZMA” or “Act”). The most important consideration in determining whether Congress intended\na statute to be affected by a change in the breadth of the territorial sea is the lan­\nguage of the statute. If a statute includes a provision that simply overlaps or co­\nincides with the existing territorial sea—such as the provision “three miles sea­\nward from the coast of the United States”—the operation of the statute will\n32 While the Constitution provides the President with the power to represent the United States in foreign affairs\nand thus to assert a claim under Internationa] law, see supra pp. 241-50, the Constitution grants Congress the power\nto enact statutes with domestic effect within the areas of its enumerated powers. Congress could enact legislation\nstating that the area affected by a statute could be expanded either by presidential or congressional action The Pres­\nident can be delegated the authonty to fill in the details of a statute, such as determining the extent of a statute’s ju­\nnsdiction. Congress can always amend a statute, through passage of a new law, to expand its coverage. 253 probably not, in the absence of special circumstances, be affected by a change in\nthe territorial sea. Indeed, the statute does not appear to invoke the concept of the\nterritorial sea at all, except for denoting an area that coincides with the territor­\nial sea. A similar case is presented by a statute that uses the term “territorial sea”\nbut then defines it as “three miles seaward from the coast of the United States.” Although the statute refers to the territorial sea, the definition reveals that Con­\ngress understood the area involved as the three-mile territorial sea in existence\nwhen the statute was enacted. Of course, the more difficult cases will arise where Congress has used more\nambiguous language. The best example is a statute which refers to the term “ter­\nritorial sea” without further defining it. Congress could have intended the term\nto refer to the three miles that history and existing practice had defined or Con­\ngress could have intended the statute’s jurisdiction to always track the extent of\nthe United States’ assertion of territorial sea under international law. A determi­\nnation of congressional intent in these circumstances will therefore require fur­\nther inquiry into the purpose and structure of a particular statute, and may include\nreference to the legislative history, the interpretation of the statute by the execu­\ntive branch and the courts, and the meaning of similar statutes governing the same\nsubject matter. B. Coastal Zone Management Act"
}