{
  "document_category": "memos",
  "document_name": "20701",
  "chunk_index": 16,
  "chunk_text": "The statute\nshould be construed consistently with this purpose and its provisions. In permitting\nforeign aircraft to engage in air commerce between the United States and a foreign 122 Implementation of International Civil Aviation Agreements country the Congress has disclosed no purpose to prohibit foreign aircraft from\nmaking commercial non-stop flights over the territory of the United States. Fairly\nconstrued, such non-stop flights of foreign aircraft fall within the provisions of the\nAir Commerce Act of 1926, as amended, and the provisions of the Civil Aeronautics Act of 1938. A construction that would prohibit foreign aircraft from engaging in commercial non-stop flights undoubtedly would preclude the Government of the United\nStates from obtaining similar privileges from foreign governments for American\nair carriers. Such a construction would hamper and restrict the development of\ncivil aeronautics and air commerce in the United States. It would be contrary to\nthe provisions and purpose of the Air Commerce Act of 1926, as amended, and the\nCivil Aeronautics Act of 1938. III. The administrative practice supports the construction that I have suggested. Under the 1926 Act a number of bilateral agreements were entered into by the\nUnited States with foreign governments granting liberty of passage over our\nterritory in time of peace, and providing for the establishment and operation of\nregular air routes by air transport companies “across the said territory, with or\nwithout intermediary landing, . . . subject to prior consent of the other party given\non the principle of reciprocity.” Air Navigation Agreement, U.S.-Swe., art. 4,\nOct. 9, 1933, E.A.S. No. 47, at 1-2; Air Navigation Agreement, U.S.-Nor., art. 4,\nNov. 15, 1933, E.A.S. No. 50, at 1; Air Navigation Agreement, U.S.-S. Afr., art. 4,\nSept. 20, 1933, E.A.S. No. 54, at 1-2; Air Navigation Agreement, U.S.-Den., art. 4,\nApr. 16, 1934, E.A.S. No. 58, at 2. See also Air Navigation Agreement, U.S.-It.,\nOct. 31, 1931, E.A.S. No. 24; Air Navigation Agreement, U.S.-Gr. Brit., May 5,\n1935, E.A.S. No. 76; Air Navigation Agreement, U.S.-Ir., Dec. 4, 1937, E.A.S.\nNo. 110.\nSince 1938 additional agreements have been entered into. An agreement between the United States and Canada grants, subject to compliance with local laws and regulations, liberty of passage in time of peace above the\nterritories of each of the parties. It is further agreed “that the establishment and\noperation by an enterprise of one of the Parties of a regular air route or services to,\nover, or away from the territory of the other Party, with or without a stop, shall be\nsubject to the consent of such other Party.” Air Navigation Agreement, U.S.-Can.,\nart. 3, Aug. 1, 1938, E.A.S. No. 129, at 1. In a further exchange of notes, the Government of the United States and the\nGovernment of Canada agreed, subject to compliance with their laws and regulations,\nto grant to air carrier enterprises of the other Party permits for nonstop services through the air space over its territory between two 123 Supplemental Opinions of the Office of Legal Counsel in Volume 1 points within the territory of the other Party; provided however that\ninland non-stop services between the United States and Alaska shall\nbe the subject of a separate understanding."
}