{
  "document_category": "memos",
  "document_name": "23741",
  "chunk_index": 2,
  "chunk_text": "Id. As the Amendment was proposed by the requisite majorities of both\nHouses of Congress, and has been ratified by the legislatures of three-fourths\nof the States, it has met all of the requirements for adoption set forth in\nArticle V.\nSection 106b of title 1, United States Code, provides: Whenever official notice is received at the National Archives\nand Records Administration that any amendment proposed to\nthe Constitution of the United States has been adopted, ac­\ncording to the provisions of the Constitution, the Archivist of\nthe United States shall forthwith cause the amendment to be\npublished, with his certificate, specifying the States by which\nthe same may have been adopted, and that the same has be­\ncome valid, to all intents and purposes, as a part of the\nConstitution of the United States. Accordingly, upon the receipt of formal instruments of ratification of the\nPay Amendment from three-fourths of the States, the Archivist must forth­\nwith cause the Amendment to be published with his certificate specifying\nthe States by which it has been adopted, and that the Amendment has be­\ncome valid, to all intents and purposes, as a part of the Constitution of the\nUnited States. The effective date of the Amendment is the date on which it\nwas ratified by the thirty-eighth State to do so. TIMOTHY E. FLANIGAN\nActing Assistant Attorney General\nOffice o f Legal Counsel 86 November 2, 1992\nM em o ran d u m O p in io n f o r t h e C o u n sel to th e P r e s id e n t You have asked us to memorialize the detailed analysis underlying the\nadvice rendered to you earlier this year in connection with the ratification of\nthe Congressional Pay Amendment, originally proposed by Congress to the\nStates for ratification in 1789. You also asked us to address the question\nwhether the Archivist of the United States, upon receipt of formal instru­\nments of ratification from the requisite number of states, was required to\ncertify that the Congressional Pay Amendment has become part of the Con­\nstitution. 1 For the reasons set forth below, we conclude that the Congressional Pay\nAmendment has been ratified pursuant to Article V and is accordingly now\npart of the Constitution, and that the Archivist was required to issue his\ncertification to that effect in accordance with 1 U.S.C. § 106b. I.\nA.\nThe procedures for amending the Constitution are set forth in Article V:\nThe Congress, whenever two thirds of both Houses shall deem\nit necessary, shall propose Amendments to this Constitution,\nor, on the Application of the Legislatures of two thirds of the\nseveral States, shall call a Convention for proposing Amend­\nments, which, in either Case, shall be valid to all Intents and\nPurposes, as Part of this Constitution, when ratified by the\nLegislatures of three fourths of the several States, or by Con­\nventions in three fourths thereof, as the one or the other Mode\nof Ratification may be proposed by the Congress. ' We have relied upon the Archivist of the United States for his official tally of the ratifying States."
}