{
  "document_category": "memos",
  "document_name": "24271",
  "chunk_index": 14,
  "chunk_text": "In addition, relators such as\ndischarged employees may bring a qui tam count in conjunction with pri­\nvate causes o f action. To settle the private claims, the relator may have\nan incentive to trade the qui tam elements, since he receives only a frac­ 7 Even the Tunney Act, 15 U.S.C. § 16(e), which subjects antitrust consent decrees to judicial review as\nto the public interest, does not apply to settlements, which heretofore w ere entirely outside the court’s\njurisdiction There are very senous doubts as to the constitutionality even o f the Tunney Act it intrudes\ninto the executive power and requires the courts to decide upon the public interest — that is, to exercise\na policy discretion normally reserved to the political branches Three Justices o f the Supreme Court\nquestioned the constitutionality o f the TXmney A ct in M ainland o. United States, 460 U.S 1001 (1983)\n(Rehnquist, J , join ed by Burger, C.J., and White, J , dissenting). 8 In United States ex rel StillweU v Hughes Helicopters, In c , 714 F. Supp. 1084 (C D Cal 1989), the\ndefendant argued that the qui tam mechanism was unconstitutional on its face and pointed to the distnct\ncourt’s conduct in Gravitt as an example o f an illicit transfer o f authority to the courts. The ju dge in\nStillweU, in upholding the qui tam provisions (which he presumed to be constitutional, since they had not been challenged by the executive branch), replied that the G ravitt court’s views o f our conduct w ere\nentirely reasonable Id. at 1092-93 n.8. This may indicate that in some qui tam cases the courts w ill not\nneed to second-guess our decision to settle, because they will be able to dispose o f the issue by secondguessing our investigative zeal 219 tion o f any payment attributed to them. We must therefore carefully\nreview every qui tam settlement and, if it is defective, try to persuade the\njudge to reject it. Moreover, the collateral effects may go beyond barring further False\nClaims Act litigation. In United States v. Halper, 490 U.S. 435 (1989), the\nSupreme Court held that civil penalties under the False Claims Act can\nrepresent punishment for purposes o f the Double Jeopardy Clause. The\nCourt specifically left open the question whether a qui tam suit qualifies\nas a suit by the Government for these purposes. Id. at 451 n .ll. If it does,\nwe may be foreclosed by the relator from bringing subsequent criminal\nprosecutions.9 2. The Government as Contractor\nTransfer o f control over the Government’s litigation to private persons\naffects not only our litigation function, but every aspect o f the\nGovernment’s work that can be implicated in a suit under the False\nClaims Act. Any Government contract can give rise to a False Claims Act\naction. For that reason, every routine decision that an agency makes as a\ncontracting party is now subject to the relator’s influence. Any complex contract naturally will produce issues o f construction\nbetween the parties."
}