{
  "document_category": "memos",
  "document_name": "19586",
  "chunk_index": 5,
  "chunk_text": "In 1997,\nhowever, Congress passed the Veterans Reconciliation Act of 1997, which estab­\nlished a Department of Veterans Affairs Medical Care Collections Fund, and\nexpressly provided:\nAmounts recovered or collected after June 30, 1997, under any of\nthe following provisions of law shall be deposited in the fund: (6)\nPublic Law 87-693, popularly known as the “ Federal Med­\nical Care Recovery Act” (42 U.S.C. 2651 et seq.), to the extent\nthat a recovery or collection under that law is based on medical\ncare or services furnished under this chapter [i.e. Chapter 17 of\nTitle 38, which governs hospital, nursing home, domiciliary, and\nmedical care for veterans]. 38 U.S.C. § 1729A(b).8\n7 The opinions and legal interpretations of the G eneral Accounting O ffice and the Comptroller General often pro­\nvide helpful guidance on appropriations matters and related issues, but they are not binding on departments, agencies,\nor officers o f the executive branch. See Bowsher v. Synar, 478 U S. 714, 727-32 (1986). 8 In 1996 Congress had amended M CRA to allow amounts recovered for medical care furnished by military facili­\nties to be credited to the appropnaiions supporting the facilities as prescribed by the Secretary of Defense. Pub\nL No. 104-201, § 1075(a)(5), 110 Stat 2422, 2661 (1996) (codified as amended at 42 U S C §2651(0 (1994 &\nSupp 11 J996). 254 Miscellaneous Receipts Act Exception fo r Veterans' Health Care Recoveries In our view, the Veterans Reconciliation Act allows the portion of the settlement\namount that was based on claims under MCRA for medical care furnished or\nto be furnished by the Department of Veterans Affairs under Chapter 17 of Title\n38 to be deposited in the VA Fund.9 Even payment based on an abstract formula,\nsuch as ten cents per covered person, as opposed to a calculation o f actual\nexpenses for such claims, would qualify as long as the calculation was aimed\nsolely at settling the MCRA claim. MCRA specifically allows for the United States to recover for “ the reasonable\nvalue of the care . . . furnished, to be furnished, paid for, or to be paid for.”\n42 U.S.C. § 2651(a). Thus, some estimate of the value of future costs would be\ninevitable in determining damages even in a direct court action against the\ntortfeasor. Moreover, in the context of a settlement, as long as the federal govern­\nment had claims that it could assert in good faith under MCRA for such services,\nsuch claims could be relinquished in return for payment of a reasonable amount\nreflecting the value of the claims. The Attorney General has the authority to settle\na claim consistent with the requirements of the specific scheme under which the\nclaim arises. See 28 U.S.C. §§516, 519 (1994); see generally Settlement Authority\no f the United States in Oil Shale Cases, 4B Op. O.L.C. 756 (1980). Nothing in\nMCRA would appear to indicate that Congress intended to limit the Attorney Gen­\neral’s discretion to determine a reasonable settlement amount. Even when that\namount is determined based on an abstract formula, the government may still be\nrecovering the money for purposes of satisfying the MCRA claim."
}