{
  "document_category": "memos",
  "document_name": "450911",
  "chunk_index": 4,
  "chunk_text": "3 After\nall, decisions about how to deploy troops, and about how best to provide protection to military and civilian personnel in a war zone, are “official actions” of a\nbranch of the Armed Forces. Direct communications with members of that branch\nby a former senior officer made with the goal of influencing those decisions come\nwithin the scope of section 207(c). A different result follows, however, where the retired officer would merely be\nrequesting generally available factual information from MNF-W commanders. OGE has long taken the position, and we have agreed, that a communication\naimed solely at eliciting generally available information from a government\nagency is not made with the requisite “intent to influence” official agency action,\nand thus is not prohibited by section 207(c). See 5 C.F.R. § 2637.204(e); Memorandum for Component Heads, from Timothy E. Flanigan, Assistant Attorney\nGeneral, Office of Legal Counsel at 8 (Nov. 18, 1992) (noting that section 207(c)\n“does not apply to requests for factual information”); Memorandum for Tony\nSchall, Assistant to the Attorney General, from Timothy Flanigan, Principal\nDeputy Assistant Attorney General, Office of Legal Counsel, Re: Post Employment Restrictions at 1 (Aug. 15, 1991) (“Schall Memorandum”) (same). The\nretired officer thus remains free under section 207(c) to seek information or advice\nfrom the Marines regarding such matters as the security situation or the steps being\ntaken by the military (or that the Company should take) to protect civilian\ncontractors in Iraq. Although the sparse factual record before us makes it impossible to determine the extent to which the retired officer’s proposed communications\nwould actually fall into this category, it seems that at least some may do so. See,\ne.g., Rizzo Letter at 3 (“the Parent desires for the retired officer to ask questions\nand seek information related to how the Parent’s employees can better protect\nthemselves.”). We caution the retired officer, however, that especially where he\ncontemplates communicating with Marine Corps officers himself, the line between Camp India and make recommendations about procedures for pursuing the AIF [Anti-Iraqi Forces]\nresponsible for the mortar attacks.” Mora Memorandum at 1.\n3\nThe Office of Government Ethics (“OGE”) regulations contained in 5 C.F.R. pt. 2637 were\nwritten with respect to section 207 as it existed prior to its amendment in 1989, but both OGE and this\nOffice have continued to rely on them when interpreting those portions of the statute that were\nunchanged by the amendments. See “Communications” Under 18 U.S.C. § 207, 25 Op. O.L.C. at 60\nn.3. 162 Application of 18 U.S.C. § 207(c) to Communications Regarding Security Issues seeking information and providing advice or otherwise attempting to influence\ndecisions or actions may not always be clear, and that it is impermissible to use\nfactual inquiries in an effort to influence the agency to take particular official acts. See Schall Memorandum at 2. Next, we must consider whether the proposed communications—at least the\nones that are intended to influence—will be made “on behalf of” someone other\nthan the retired officer (or the United States)."
}