{
  "document_category": "memos",
  "document_name": "22616",
  "chunk_index": 10,
  "chunk_text": "A list o f articles on presidential inability can be found in the 1958 Hearings, at 41-42.\n2 T he first succession act was passed in 1792. A ct of M arch 1, 1792, §§9-11, 1 Stat. 239. Unsuccessful efforts to change this statute occurred in 1820, 1856, and 1881.\n3 W hen Harrison died, Secretary of State Daniel Webster questioned whether the Constitution\nmeant that Vice President John T yler became “A cting President,” rather than the President. Tyler\ndisagreed and took the oath as President, thus establishing the MTyler precedent” that the Vice\nPresident does succeed to the Office o f the President when the prior occupant dies. 1958 Hearings at\n149. T he deaths o f Z achary Taylor (July 9, 1850) and Abraham Lincoln (April 15, 1865) were appar­\nently so swift that their Vice Presidents (Millard Fillmore, Andrew Johnson) assumed control without\ntrouble. Feerick at 7-8. 100 No. 66, 89th Cong. 1st Sess. 6 (1965) (1965 Senate Report). Although\nthe entire Cabinet believed Garfield to be unable to carry out his\nduties,4 four of them, including the Attorney General, agreed with\nA rthur’s analysis. Secretary of State James G. Blaine was in fact criti­\ncized for attempting to usurp presidential powers during Garfield’s\nlengthy illness. 1958 Hearings at 149-50.5\n4. G rover Cleveland had two major operations for cancer of the\nmouth in July 1893. He told almost no one, including Vice President\nAdlai Stevenson. The two operations took place on a friend’s yacht,\nwith Cleveland unconscious and strapped to a chair propped against the\nmast. Feerick at 11-12. The complete secrecy was due to fears that the\ncountry might suffer an economic panic if it knew the President had\ncancer. The truth was apparently suppressed until 1917. Feerick at 12.6\n5. William McKinley was wounded on Friday, September 6, 1901. He underwent emergency surgery and his doctors issued optimistic\nstatements about his recovery. So positive was the outlook that Vice\nPresident Theodore Roosevelt and the Cabinet members who had gath­\nered in Buffalo over the weekend began to disperse. M. Leech, In the\nDays of McKinley 598-99 (1959). “[T]he Vice-President was so firmly\nconvinced that the emergency was over that he went to join his family\nat a camp in the Adirondacks, twelve miles from telegraph or tele­\nphone.” Id. at 599. When McKinley began to fail, a guide was sent up\ninto the mountains to fetch Roosevelt. Although he rushed back,\nRoosevelt arrived to take the oath of Office 12 hours after M cKinley’s\ndeath on September 14. 6. W oodrow Wilson was incapacitated from a stroke for about eight\nmonths of his second term. A t no time did Vice President Thomas R.\nMarshall attempt to take over. See 1958 Hearings at 19. The hesitation\nwas due to a fear that such action would be viewed as an effort to oust\nWilson permanently. When he recovered, Wilson forced Secretary of\nState Lansing, who had called Cabinet meetings and suggested that\nMarshall take over as Acting President, to resign, charging him with\ndisloyalty. Id.\n1.\nFranklin Roosevelt was in declining health during his last year in\noffice, and died on April 12, 1945."
}