{
  "document_category": "memos",
  "document_name": "19751",
  "chunk_index": 2,
  "chunk_text": "188 Funds Available fo r Payment o f Natural Resource Damages Under the Oil Pollution Act o f 1990 the restoration, rehabilitation, replacement, or acquisition of the equivalent, of the\nnatural resources under their trusteeship. Id. § 2706(c). The party found responsible for a spill (“ responsible party,” see id. §2701(32))\nis liable for removal costs and damages specified in the Act. Id. § 2702(b)(1)(2). Among the damages specified are “ natural resource damages.” The Act fur­\nther provides that only Trustees, the statutory custodians of the affected natural\nresources, may recover natural resource damages from a responsible party, either\nby settlement or litigation. Id. § 2702(b)(2)(A). Section 1013 of OPA provides the procedural framework for the presentation\nand processing of claims for removal costs or damages. 33 U.S.C. §2713. After\npreparing an assessment of damages, claimants must, in general, first present their\nclaims for removal costs and damages to the responsible party for consideration\nof settlement. If the claim is not settled within 90 days after presentment, the\nclaimant may either sue the responsible party in court or “ present the claim to\nthe [Oil Spill Liability Trust] Fund.” Id. § 2713(a), (c)(2). The presentation and\ndisposition of claims against the Fund pursuant to section 1013 is governed by\ndetailed regulations and is subject to administrative adjudication. Id. § 2713(e);\n33 C.F.R. pt. 136 (1996). In pursuing a claim against the Fund, “ [t]he claimant\nbears the burden of providing all evidence, information, and documentation\ndeemed necessary by the Director, NPFC [National Pollution Funds Center], to\nsupport the claim.” Id. § 136.105(a). Among other information, the written claim\nmust include a description of the oil spill and “ the nature and extent of the impact\nof the incident” on the claimant; a statement of damages claimed; “ [a]n expla­\nnation of how and when the [claimed] damages were caused” and what steps\nwere taken to mitigate those damages; supporting evidence; a list of relevant wit­\nnesses to the incident and the damages, with a description of each witness’s rel­\nevant knowledge; information confirming that the claim was first submitted to\nthe responsible party; and any other information deemed relevant by the National\nPollution Funds Center ( “ NPFC” ) of the U.S. Coast Guard. Id. § 136.105. OPA provides that the Oil Spill Liability Trust Fund is “ available to the Presi­\ndent” for designated categories of payments. 33 U.S.C. § 2712(a). The Fund,\noriginally created in 1986 as a separate account within the Treasury, has been\nfunded by a flve-cent per barrel fee on domestic and imported oil, by civil and\ncriminal penalties, and by other cost recoveries. 3 It is administered by the NPFC\nunder the authority of the Secretary of Transportation. Section 1012(a) of OPA\nauthorizes five separate uses of the Fund, of which the following two lie at the\nheart of this dispute:\nThe Fund shall be available to the President for—\n3 See section 8033(a) o f the Omnibus Budget Reconciliation Act o f 1986, Pub. L No. 99-509, 100 Stat. 1874,\n1959-62 (codified at 26 U.S.C §9509(a) (1994)), 26 U.S C. §461 l( a H c ) (1994); id §9509(b)(2), (5) (1994) 189"
}