{
  "document_category": "memos",
  "document_name": "22526",
  "chunk_index": 7,
  "chunk_text": "It is not clear in the statute o r its legislative\nhistory w h eth er this term was meant to include prelim inary o r interlocutory “ findings,” o r w hether it\nshould be limited to formal findings after a full hearing. L E A A 's ow n regulations do not define the\nterm, but that agency has apparently interpreted it to include the findings em bodied in a prelim inary\ninjunction order. If the “ finding\" is view ed solely as a triggering m echanism, then w e w ould have no\nbasis on w hich to quarrel w ith L E A A 's expansive definition o f the term. If, on the o th e r hand, a\n“ finding’' w ere to be considered m ore o r less determ inative o f the agency's ow n actions on the m erits\nin connection w ith fund suspension, as it appears to be under the R evenue Sharing A ct, w e w ould be\nless com fortable w ith the notion that C ongress intended to include in the term “finding\" any statem ent\nor action o f a court w ith respect to a com plaint b rought before it. See note 8 infra. It is precisely\nbecause under the C rim e C ontrol A ct a c o u rt's “ findings\" are not substantively binding on L E A A that\nwe are constrained to agree w ith that agency on the legal effect o f a stay. 491 To be sure, the Crime Control Act provides that payment of sus­\npended funds should be resumed if the recipient “complies fully with\nthe final order or judgment” of a court. But, by implication, any court\naction short of a “final order or judgment” would in itself permit no\nsuch resumption. Therefore, when funds have already been suspended\nby LEAA, a stay in the related judicial proceeding does not, in our\nopinion, have any effect on the suspension. On the other hand, where\nfunds have not yet been suspended and the agency inquiry is still under\nway, the statute does not appear to compel any particular agency\nresponse to developments in litigation involving the same issues. The\nopportunity provided the recipient in subparagraph (F) to defer suspen­\nsion by demonstrating a likelihood of success on the merits before an\nadministrative law judge suggests a general congressional policy under­\nlying the Act which we think would permit LEAA to defer its own\nsuspension proceedings where a stay has been granted by the court\nwhose “findings” triggered those proceedings in the first place. This is,\nhowever, a matter of policy and not a matter of law."
}