{
  "document_category": "memos",
  "document_name": "19976",
  "chunk_index": 6,
  "chunk_text": "47 U.S.C. § 1002(a). Thus\n§ 1002 does not prohibit a telecommunications carrier from transmitting to a public\nsafety organization the physical location information pertaining to a cellular caller\nrequired by the FCC rule. 11\nB. 18 U.S.C. §2703 Permits Wireless Carriers to Transmit to Public Safety\nAuthorities the Physical Location of Cellular Callers Dialing 911 Because Such\nCallers Have Impliedly Consented to Such Disclosure As set forth above, 18 U.S.C. §2703 requires wireless carriers to obtain a war­\nrant, a court order or the consent of the customer before disclosing to govern­\nmental authorities information relating to such customer. Although the disclosure\nof information regarding the physical location of a customer would likely fall\nwithin this provision, it is our view that, by dialing 911, the caller impliedly con­\nsents to the disclosure of information regarding his location at the time of the\ncall. 12 The whole purpose of a 911 call is to seek the aid of appropriate government\nofficials in responding to an emergency at a particular place. Typically, that emer­\ngency is in the immediate vicinity of the caller— indeed, it often involves the\ncaller himself and thus his exact location— and the whole purpose of the call\n11 The legislative history o f § 1002(a) supports our conclusion. As explained in the House Report (there was no\nSenate Report submitted with CALEA), Congress was acting to ensure that “ the authority for pen registers and\ntrap and trace devices cannot be used to obtain tracking or location information, other than that which can be deter­\nmined from the phone num ber.\" H.R. Rep. No. 103-827, at 17 (1994), reprinted in 1994 U.S.C.C.A.N. 3489, 3497;\nsee also id. at 22, reprinted in 1994 U.S.C.C.A.N. at 3502 ( “ Call identifying information obtained pursuant to\npen register and trap and trace orders may not include information disclosing the physical location o f the subscriber\nsending or receiving the message, except to the extent that location is indicated by the phone n um ber.\") (emphasis\nadded). “ Currently, in some cellular systems, transactional data that could be obtained by a pen register may include\nlocation information.\" Id. at 17, reprinted in 1994 U.S.C.C.A.N. at 3497 (emphasis added). 12Although there appear to be no cases interpreting §2 7 0 3 ’s consent provision, and the legislative history of\nthe section is silent on the matter, some guidance can be found in analyses o f the consent provision in Title DI\no f the Omnibus Crime Control and Safe Streets Act o f 1968, 18 U.S.C. § 231 l(2)(c>. Section 2511(2)(c) provides\nin part that “ [i] t shall not be unlawful under this chapter for a person acting under color o f law to intercept a\nwire, oral, or electronic communication, where . . . one o f the parties to the communication has given prior consent\nto such interception.’-"
}