{
  "document_category": "memos",
  "document_name": "22771",
  "chunk_index": 7,
  "chunk_text": "Nor have we\nbecome aware of any. Furthermore, although it is plain that in enacting Title III Congress\nwas sensitive to the need to protect citizens’ privacy interests, it does\nnot follow from this alone that §2516(1) must be read in the manner\nsuggested by the Legal Counsel Division. The Senate Judiciary Com­\nmittee report states that “ [t]o assure the privacy of oral and wire\ncommunications, title III prohibits all wiretapping and electronic sur­\nveillance by persons other than duly authorized law enforcement officers\nengaged in the investigation or prevention of specified types of serious\ncrimes, and only after authorization of a court order. . .\n(Emphasis\nadded). S. Rep. No. 1097, 90th Cong. 2d Sess. 66 (1968). In other\nwords, as long as the officers engaged in an interception are “duly\nauthorized” to do so and Title Ill’s other requirements are met, the\npurpose of protecting the legitimate privacy interests would be satisfied. Thus, the argument advanced by the Legal Counsel Division ultimately\nreturns us to the initial question that is the subject of this opinion: may\nthe FBI be “duly authorized” to participate in §2516(1) interceptions\nwhen the interception is directed at an offense listed in that subsection,\neven though the FBI lacks general investigative responsibility for the\noffense? The “purposive” approach o f the Legal Counsel Division’s\nmemorandum does not ultimately assist in answering that question. Another argument might have been made to support the position of\nthe Legal Counsel Division. Section 2516(1) specifically refers to the\nprocedures in §2518 governing orders authorizing interceptions, and\n§ 2518(l)(a) states that an application must identify “the investigative or\nlaw enforcement officer” making the application for an interception. 18\nU.S.C. § 2510(7) defines the term “investigative or law enforcement\nofficer” to include “any officer o f the United States or of a State or\npolitical subdivision thereof, who is empowered by law to conduct investi­\ngations o f or to make arrests fo r offenses enumerated in this chapter, and\nany attorney authorized by law to prosecute or participate in the\nprosecution of such offenses . . .\n(Emphasis added.) It might be said\nthat §§2518 and 2510(7), read together, contemplate that all officers\ncovered by an application for an interception must be “empowered by\n*A court interpreting a statute is bound by the 44 ‘literal or usual meaning of its words' ” unless this\nwould lead to \" ‘absurd results . . . o r would thw art the obvious purpose o f the statute.' . . ” Trans\nAlaska Pipeline Rate Cases, 436 U .S. 631, 643 (1978), quoting Commissioner v. Brown, 380 U.S. 563, 571\n(1965). See also Southeastern Community College v. Davis, 442 U .S. 397, 405 (1979); Detroit Trust Co. v.\nThe Thomas Barium, 293 U.S. 21, 38 (1934), quoted in Fedorenko v. United States, 449 U .S 490, 514\n(1981). 292 law” other than § 2516(1) to investigate an offense for which an inter­\nception authorization is sought. The weakness in this argument is that it simply presupposes its\nconclusion: it assumes that an “investigative or law enforcement offi­\ncer” for purposes of § 2518 could not be, in the context of an intercep­\ntion under §2516(1) directed at narcotics offenses, an officer of the\nFBI."
}