{
  "document_category": "memos",
  "document_name": "22526",
  "chunk_index": 10,
  "chunk_text": "L E A A appears to take the sam e position w ith respect to a\n“ finding\" under the Crim e C ontrol A ct. See note 5 supra. W e also note here that w e d o not think C ongress intended to attach any particular significance to\nthe use o f the term “holding\" in the Revenue Sharing A ct, as opposed to the term “ finding\" used by\nthe Crim e C ontrol A ct. N o difference betw een the tw o term s w as asserted in Congress, and none has\nbeen claim ed by either L E A A o r O RS. A s it happened, the term “ holding\" was the one em ployed by\nthe Senate in its revenue sharing bill, and the term “ finding\" was em ployed by the H ouse in both its\ncrim e control bill and its revenue sharing bill. T he term s “ holding\" and “ finding\" are used inter*\nContinued 493 before the Secretary of the Treasury and, if requested subsequently, an\nadministrative law judge. It is at this point that the two statutes part\nways. Where the two-step hearing procedure under the Revenue Shar­\ning Act has been triggered by a “holding” on the issues of discrimina­\ntion, the substance of this “holding” may not be collaterally attacked\nbefore either the Secretary or the administrative law judge. That is, the\nrecipient may present evidence to the Secretary only on the issue of\nwhether the program or activity in which discrimination is charged has\nbeen federally funded, and not on the merits of the discrimination\ncharge itself. If the Secretary determines that federal funds are in­\nvolved, and if the recipient then requests a further hearing before an\nadministrative law judge, that officer too is precluded from addressing\nthe discrimination issue on the merits. In case there remains any doubt,\nsubsection (c)(2) restates the restrictions on the administrative process\nas follows: If there has been a holding described in paragraph [(c)(1)]\nwith respect to a State government or a unit of local\ngovernment, then, in the case of proceedings by the Sec­\nretary pursuant to subsection (b)(2) of this section or a\nhearing pursuant to subsection (b)(3) of this section with\nrespect to such government, such proceedings or such\nhearings shall relate only to the question of whether the\nprogram or activity in which the exclusion, denial, dis­\ncrimination, or violation occurred is funded in whole or\nin part with funds made available under subchapter I of\nthis chapter. In such proceedings or hearing, the holding\ndescribed in paragraph [(c)(1)] . . . shall be treated as con­\nclusive. 31 U.S.C. § 1242(c)(2) (emphasis added). Unless the Secretary or admin­\nistrative law judge finds that the program in which discrimination is\ncharged is not federally funded, the Secretary “shall” suspend payment\nof funds."
}