{
  "document_category": "memos",
  "document_name": "22646",
  "chunk_index": 5,
  "chunk_text": "The Supreme Court granted certiorari to review these cases\nbut did not render an opinion on the merits because the Government in\nits brief conceded the need to modify its regulations. EPA v. Brown, 431\nU.S. 99 (1977). 4 Finally, there is some historical evidence, which is far from conclu­\nsive, that the first and subsequent Congresses may have believed that\nthey were not empowered by the Constitution to require unwilling\n2 Recently, the Supreme Court, in discussing the legislative history of 42 U.S.C. § 1983 in MonelJ v.\nNew York City Dept, o f Social Services, 436 U.S. 658, 676 (1978), suggested in dictum that a line of\ncases which included Dennison and Prigg had not survived as precedent. It is not clear what, if any,\nw eight should be given to that dictum , however, because the Court cited E x parte Virginia, 100 U.S.\n(10 O tto) 339, 347-48 (1879) as support—a case which held Dennison inapplicable because the\nFourteenth Amendment expressly gave Congress the authonty to interfere with and compel action by\nstate officers in matters covered by the Amendment. 3 See Hart, The Relations Between State and Federal Law, 54 Colum. L. Rev 489, 515-17 (1954)\n(“T aney’s statement [in Dennison] can stand today, if w e except from it certain pnm ary duties of state\njudges and occasional remedial duties of other state officers. Both exceptions, it will be observed,\ninvolve enforcem ent through the orderly and ameliorating forms o f the judicial process. In any event,\nexperience with the exceptions does little to bring into question the principle of the rule.\") 4 Recently, a district court in Mississippi declared unconstitutional provisions in the Public Utility\nRegulations Policies A ct of 1978 (PU RPA ), Pub. L. No. 95-617, 92 Stat. 3117, which required state\nregulatory authorities to implement, when appropriate, certain federal standards against utilities. Federal Energy Regulatory Commission v Mississippi, No. J. 79-212(c) (S.D. Miss. February 27, 1981). F E R C and the D epartm ent of Energy filed a joint notice of appeal to the Supreme Court on March\n13, 1981. As pointed out in the Jurisdictional Statement filed by the Solicitor General in this case and\nearlier by an opinion o f this Office (Memorandum from Deputy Assistant Attorney General Mary C.\nLaw ton to Assistant Attorney General John H. Shenefleld dated November 9, 1978), Titles I and III\no f PU R PA permit the states to choose whether to implement the federal standards and, therefore, do\nnot impermissibly intrude on the states’ sovereignty. Title II o f PURPA is closer to the proposed\nlegislation because it requires state regulatory authorities to implement rules promulgated by FER C,\nalbeit allow ing such authorities considerable discretion in deciding how to implement the rules. The\nSolicitor General argues in his Jurisdictional Statement that, because discretion is permitted in the\nimplementation o f the rules, any intrusion on the states’ sovereignty is minimal and, in any event,\njustified by the paramount federal interest in dealing with the energy crisis. Appellant’s Jurisdictional\nStatement at 21-23, F E R C v. Mississippi, No. 80-1749 (October Term, 1980)."
}