{
  "document_category": "memos",
  "document_name": "24236",
  "chunk_index": 5,
  "chunk_text": "Id. at 731 (emphasis added). 3 Finally, history is replete with examples of the executive’s assertion of\nprivilege in the face of congressional requests for deliberative process\ninformation. We have previously recounted the incidents in which\nPresidents, beginning with President Washington, have withheld from\nCongress documents that reflected deliberations within the executive\nbranch. History of Refusals by Executive Branch Officials to Provide\nInformation Demanded by Congress, Part II - Invocations of Executive\nPrivilege by Exective Officials, 6 Op. O.L.C. 782 (1982). III. Accommodation Process Where Congress has a legitimate need for information that will help it\nlegislate, and the executive branch has a legitimate, constitutionally rec­\nognized need to keep certain information confidential, at least one court\n3 The Supreme Court has assumed that the constitutional privilege protects executive branch delibera­\ntions against Congress to some degree. See United States v Nixon, 418 U S at 712 n 19. Moreover, the\nCourt held in Administrator of General Services, that the constitutional privilege protects executive\nbranch deliberations from disclosure to members of the same branch in a later administration, the Court\nrejected the specific claim of privilege in the case not because the privilege was inapplicable but because\nthe intrusion was limited and the interests justifying the intrusion were strong and nearly unique. See 433\nU S at 446-55. Since the Court has held that the privilege protects executive branch communications\nagainst compelled disclosure to the judicial branch and to later members of the executive branch, there is\nevery reason to believe that the Court would hold that it protects against compelled disclosure to Congress 157 has referred to the obligation of each branch to accommodate the legiti­\nmate needs of the other. This duty to accommodate was described by the\nD.C. Circuit in a case involving a House committee’s request to a private\nparty for information which the executive branch believed should not be\ndisclosed. The court said: The framers ... expect[ed] that where conflicts in scope of\nauthority arose between the coordinate branches, a spirit of\ndynamic compromise would promote resolution of the dis­\npute in the manner most likely to result in efficient and effec­\ntive functioning of our governmental system. Under this\nview, the coordinate branches do not exist in an exclusively\nadversary relationship to one another when a conflict in\nauthority arises. Rather, each branch should take cognizance\nof an implicit constitutional mandate to seek optimal accom­\nmodation through a realistic evaluation of the needs of the\nconflicting branches in the particular fact situation. [Because] it was a deliberate feature of the constitutional\nscheme to leave the allocation of powers unclear in certain\nsituations, the resolution of conflict between the coordinate\nbranches in these situations must be regarded as an oppor­\ntunity for a constructive modus vivendi, which positively\npromotes the functioning of our system. The Constitution\ncontemplates such accommodation. Negotiation between\nthe two branches should thus be viewed as a dynamic\nprocess affirmatively furthering the constitutional scheme. United States v. AT&T, 567 F.2d 121, 127, 130 (D.C. Cir. 1977) (footnotes\nomitted). In an opinion he issued in connection with a 1981 executive privilege\ndispute involving a committee of the House of Representatives and the\nDepartment of Interior, Attorney General William French Smith captured\nthe essence of the accommodation process:"
}