{
  "document_category": "memos",
  "document_name": "1085561",
  "chunk_index": 14,
  "chunk_text": "Individual senators did stress the amended provision’s breadth in floor statements. See 113 Cong. Rec. 36103 (1967) (statement of Sen. Randolph) (indicating that the Senate\namended the provision “to plug any loopholes which might exist,” because “[i]t was\ncritical that the nepotism provisions be applied across the board”); id. (stating that “[w]e\ncould not stop at a certain point in formulating a policy on nepotism” and “had to apply\nthe policy across the board”); id. at 36103–04 (suggesting that “the White House believes,\nas does now the Congress, that a nonnepotism policy should apply equally to any branch\nof Government”); id. at 37316 (statement of Sen. Udall) (explaining that the provision\napplies “across-the-board, from the highest office to the lowest paid job, with equal force\nand effect” and that “[n]o official in any of the three branches of the Government . . . may\nappoint or promote a relative to any position under his or her control or jurisdiction,” and\ncalling it “the strongest possible guarantee against any abuse of Federal appointive\nauthority and any preference in Federal positions that is adverse to the public interest”). These statements, whatever their worth in demonstrating congressional intent more\ngenerally, suggest that at least those senators meant for section 3110 to have broad effect\nacross the three branches of government. But because those statements do not speak to\nsection 3110’s relationship to the President’s hiring authority under the annual appropriations for the Executive Office of the President—and, of course, could not speak to the\nrelationship between section 3110 and the later-enacted section 105(a)—they do not\nilluminate the matter at hand. 15 Opinions of the Office of Legal Counsel in Volume 41 seeking advice from family members in their personal capacities. Cf. In\nre Cheney, 406 F.3d 723, 728 (D.C. Cir. 2005) (en banc) (referring to the\nPresident’s need, “[i]n making decisions on personnel and policy, and\nin formulating legislative proposals, . . . to seek confidential information\nfrom many sources, both inside the government and outside”); Pub. Citizen v. Dep’t of Justice, 491 U.S. 440, 466 (1989) (construing the Federal\nAdvisory Committee Act (“FACA”) not to apply to the judicial recommendation panels of the American Bar Association in order to avoid\n“formidable constitutional difficulties”). Consequently, even if the antinepotism statute prevented the President from employing relatives in the\nWhite House as advisors, he would remain free to consult those relatives\nas private citizens. See Barron Opinion at 8–9 (finding the application of\nsection 3110 to presidential advisory committees constitutional in part\nbecause “[t]he President remains free to consult his relatives in their\nprivate, individual capacities at the time and place of, and on the subjects\nof, his choosing”). And our Office has found that such an informal, “essentially personal” advisory relationship, even if the private person offers\nadvice to the President on a “wide variety of issues,” does not make that\nperson an employee of the federal government subject to the conflict of\ninterest laws in title 18."
}