{
  "document_category": "memos",
  "document_name": "24141",
  "chunk_index": 23,
  "chunk_text": "These factual findings indicate that it is unlikely that the\ncoastal zone was intended to change with the expansion of the territorial sea. Con­\ngress could not have known whether these findings would also be true of other ar­\neas over which the United States might assert its jurisdiction or sovereignty. Dif­\nferent conditions obviously could hold depending upon whether the President\nasserted a territorial sea of three, twelve, or two hundred miles. Second, it is unlikely that Congress would have intended the CZMA’s scope\nto expand beyond the clear limit of the states’ jurisdiction. The central purpose\nof the CZMA was to assist and encourage the states to regulate use of the coastal\nzone,3S and there is serious question whether the states can extend their regula­\ntory jurisdiction beyond the limit of the three-mile belt. In this regard, there are\ntwo reasons why the states would not be able to regulate an expanded section of\nthe territorial sea in the comprehensive way contemplated by the CZMA: the\nstates do not have jurisdiction over the soil beneath the nine miles of the expanded\nterritorial sea and it is very uncertain whether the states could assert jurisdiction\n33 In interpreting the CZMA, there are both the Act as originally passed in 1972 and the subsequent amendments\nto the Act to consider. See Pub. L. Nos. 94-370 (1976), 90 Stat. 1013 & 96-^64,94 Stat. 2060 (1980). The defin­\nition of coastal zone was included in the original Act, and has not been amended in any substantive respect. We ac­\ncordingly look principally to the original Act in determining Congress' intent, and only consider the amendments\nto determine whether they were intended to alter the meaning of the original definition. See Secretary o f Interior\nv California , 464 U S. 312, 330 n.15, 331-32 (1984) (relying principally upon legislative history of the original\nCZMA, but also considering later provisions). 34 See also S. Rep No. 753, 92d Cong., 2d Sess. 4 (1972) (“Why single out the coastal zone for special man­\nagement attention? . . . The fact is that the waters and narrow strip of land within the coastal zone is where the most\ncritical demands, needs and problems presently exist.\") 35 See 16 U.S.C. §§ 1451(i), 1452(2). Moreover, section 1455(d) of title 16 requires the Secretary o f Commerce,\npnor to approving a state management program, to find that the State “has authority for the management of the\ncoastal zone in accordance with the management program,” including the power to administer land and water use\nregulations, to control development, and to condemn property, for the purpose of achieving compliance with the\nmanagement program. 255 even to regulate the waters of that section. We discuss these points in turn. States had for decades generally assumed that they at least controlled the land\nbeneath the territorial sea. However, in United States v. California, the Supreme\nCourt held—contrary to many states ’ assumption—that “the Federal Government\nrather than the state has paramount rights in and power over [the three mile mar­\nginal] belt, an incident to which is full dominion over the resources of the soil\nunder that water area.” 332 U.S. at 38-39."
}