{
  "document_category": "memos",
  "document_name": "22996",
  "chunk_index": 3,
  "chunk_text": "31 U.S.C. § 628; 52 Comp.\n215 Gen. 504 (1973); 50 Comp. Gen. 534 (1971). Thus, funds appropriated for the\nofficial functioning of the offices of the President and the Vice President may be\nused for travel expenses only if the travel is reasonably related to an official\npurpose. If, however, there is no reasonable connection between the expense\nincurred and the official purposes to be served by an appropriation— as, generally\nspeaking, there would not be when an expense is incurred purely for partisan\npolitical purposes— official funds may not be used to pay the expense. The second basic principle is that, in general, official activities should be paid\nfor only from funds appropriated for such purposes, unless Congress has author­\nized the support of such activities by other means. Stated another way, although\nappropriated funds should not be used for non-official purposes, it is equally true\nthat outside sources of funds may not be used to pay for official activities. This\nlatter principle, which prevents the unauthorized augmentation of appropriations,\nhas been recognized by the Comptroller General on numerous occasions. 1 A\nproblem concerning an unauthorized augmentation of an appropriation does not\narise when a trip is purely non-official in character and non-official funds are used\nto pay for it. Rather, the issue arises only where an official activity is supported by\nnon-appropriated funds and where there is no authority for that to occur. In short, appropriated funds should not be used to pay for political events, and\nabsent authority to the contrary, political funds should not be used to pay for\nofficial events. The difficulties of applying these principles arise because both\ntypes of activities may occur on the same trip and because it is exceedingly\ndifficult in many instances to determine what is official and what is political. II. What Tests Should Be Used for Determining Whether an Expense\nShould Be Considered “ Political” or “ Official? ” Because officials will wish to ensure that appropriated funds are used only to\npay for expenses associated with official events and are not used to pay for\npolitical expenses, it will be necessary to determine on a case-by-case basis\nwhether an expense is official or political in character. As discussed generally\nabove, there is unfortunately no single litmus test for making such judgments. Indeed, many events could be characterized properly as either political or official\nor both. Therefore, in making this determination the persons most familiar with\nthe facts of a particular trip will have to assess all of the circumstances involved\nand apply a large measure of common sense. There are, however, two major\nvariables concerning the source of the expense to be borne in mind: the nature of\nthe event involved, and the nature of the individual involved. Either, or both, of\nthese indicia may be useful in a particular case in determining whether a\nparticular expense should be considered official or political."
}