{
  "document_category": "memos",
  "document_name": "19751",
  "chunk_index": 15,
  "chunk_text": "Thus, the circumstances posed here simply\ndo not fit the pattern of the leading cases finding persuasive evidence of acquies­\ncence by inaction. 15\nMoreover, congressional attention to the proposal that would have effectively\nnullified the Comptroller General’s ruling was not only very brief in duration but\nlimited in nature. The amendment in question, originally proposed as section 204\nof S. 1730 during the 104th Congress, would have added section 1012(a)(2) to\nthe existing Fund payment provisions exempted from section 6002’s subsequent\nl5The limited congressional attention to the Comptroller General opinion at issue here presents the same consider­\nations addressed by the court in Lanehart v Horner, 818 F 2 d 1574 (Fed. C ir 1987), where the court rejected\na similar legislative ratification argument concerning an administrative interpretation of federal firefighters’ overtime\npay under the Fair Labor Standards Act As the court stated: We find this argument singularly unpcrsuasive in the context of this case. In the cited cases, the issue\ninvolved “ considerable public controversy,” or Congress had a “ prolonged and acute awareness” o f the\nimportance of the issue. Bob Jones, 461 U.S. at 601, 103 S. Ct at 2033. The overtime pay of firefighters\ndid not rise to these levels in Congress. Id. at 1579 (citation omitted) 201 Opinions o f the Office o f Legal Counsel in Volume 21 appropriations requirement. It would thus have removed the crucial premise to\nthe Comptroller General’s decision and would have eliminated any doubt that\nTrustees could recover natural resource damages from the Fund without further\nappropriation. However, that amendment was modified by the Senate Committee\non Environment and Public Works, which approved and reported S. 1730 with\nan amendment to section 6002 that did not include the appropriations exemption\nfor section 1012(a)(2) and thus did not nullify the Comptroller General’s opinion. See S. Rep. No. 104-292, at 31-32 (1996). In any event, however, S. 1730 was\nnever taken up by the full Senate or the House. Consequently, congressional\nconsideration of the proposal to override the Comptroller General’s interpretation\nwas apparently limited to action on a single amendment by a single committee\nof the Senate. 16 In Bob Jones University, the Court departed from the general ru le 17 that\ncongressional inaction “ is not often a useful guide” only after stressing that “ few\nissues have been the subject of more vigorous and widespread debate and discus­\nsion in and out of Congress” than the educational segregation issue implicated\nby the IRS ruling under consideration there. 461 U.S. at 599. In light of the\nlengthy and widespread congressional exposure to legislation concerning that\nruling, the Court observed: It is hardly conceivable that Congress — and in this setting, any\nMember of Congress — was not abundantly aware of what was\ngoing on. In view of its prolonged and acute awareness of so impor­\ntant an issue, Congress’ failure to act on the bill proposed on this\nsubject provides added support for concluding that Congress\nacquiesced in the IRS rulings in 1970 and 1971. Id. at 600-01."
}