{
  "document_category": "memos",
  "document_name": "451181",
  "chunk_index": 4,
  "chunk_text": "49 Opinions of the Office of Legal Counsel in Volume 31 restrictions apply to certain former “officer[s] or employee[s] of the executive\nbranch of the United States.” The reference to the Executive Branch of “the United\nStates” plainly is to the Executive Branch of the federal government. When the\nsection later refers to a communication “on behalf of . . . the United States,” the\n“normal rule of statutory construction” would call for the conclusion that “identical words used in different parts of the same act are intended to have the same\nmeaning,” Sorenson v. Sec’y of Treasury, 475 U.S. 851, 860 (1986), and this\nprinciple is especially compelling here because the identical words appear in the\nsame sentence, see Buckeye Check Cashing, Inc. v. Cardegna, 546 U.S. 440, 448\n(2006). 3 See also 18 U.S.C. § 207(b) (provision restricting a former employee’s\nactivities with respect to trade or treaty negotiations applies to a former employee\n“who personally and substantially participated in any ongoing trade or treaty\nnegotiation on behalf of the United States within the 1-year period preceding the\ndate on which his or her service or employment with the United States terminated”). Because a communication “on behalf of the United States” would thus have\nto be on behalf of the federal government, the statement that the Board’s personnel\nare not “agent[s] for the Federal Government” negates precisely that they act “on\nbehalf of . . . the United States” within the meaning of the statute. The interests of the Board may well coincide with those of the United States. The Board is a creation of the United States government and is subject to the\ncontrol of the Commission in significant respects. Nevertheless, section 207 can\napply even when a former official is advocating the same position that is taken by\nhis former agency. “‘[A] former employee does not act on behalf of the United\nStates . . . merely because the United States may share the same objective as the\nperson whom the former employee is representing.’” 18 U.S.C. § 207 and the\nGovernment of Guam, 20 Op. O.L.C. 326, 329 (1996) (quoting Office of Government Ethics, Summary of Post-Employment Restrictions of 18 U.S.C. Section 207,\nat 4 (Nov. 4, 1992)). Here, although the Board, the Commission, and more\ngenerally the United States may have the same interests, Congress has declared\nthat the Board’s personnel are not “agent[s] for the Federal Government,” and,\ngiven this declaration, it does not matter if the Board’s personnel advance interests\nthat match those of other entities of the federal government. The statute, in other\nwords, distinguishes between the Board and the United States and treats Board\npersonnel as speaking on behalf of the Board."
}