{
  "document_category": "memos",
  "document_name": "1349716",
  "chunk_index": 3,
  "chunk_text": "Id. § 6(a)(3)(B)(ii).2 For any proposed regulatory action that is\nexpected to be “economically significant,” the agency must submit a more\ndetailed analysis of the potential costs and benefits and of reasonably\nfeasible potential alternatives. Id. § 6(a)(3)(C). Those requirements do not\napply if an agency is “obligated by law to act more quickly,” although an\nagency must schedule its rulemakings to permit OIRA review “to the\nextent practicable.” Id. § 6(a)(3)(D). OIRA must complete its review\nwithin specified deadlines, id. § 6(b)(2), and an agency may not publish a\n2 The order defines a “regulatory action” as “any substantive action by an agency . . .\nthat promulgates or is expected to lead to the promulgation of a final rule or regulation .”\nEO 12866, § 3(e). A “rule” or “regulation,” in turn, is defined as any “agency statement of\ngeneral applicability and future effect, which the agency intends to have the force and\neffect of law, that is designed to implement, interpret, or prescribe law or policy or to\ndescribe the procedure or practice requirements of an agency,” subject to certain exceptions. Id. § 3(d). 3 43 Op. O.L.C. __ (Oct. 8, 2019) proposed or final rule pending OIRA review, “[e]xcept to the extent\nrequired by law,” id. § 8. During the review process, OIRA may circulate\nthe regulatory proposals to interested agencies and components of the\nExecutive Office of the President, such as the National Economic Council. See Cass R. Sunstein, The Office of Information and Regulatory\nAffairs: Myths and Realities, 126 Harv. L. Rev. 1838, 1854–59 (2013)\n(“OIRA Myths and Realities”). If OIRA believes that an agency should\nreconsider a proposed action, OIRA may return the action with “a written\nexplanation for [the] return setting forth the pertinent provision of [EO\n12866] on which OIRA is relying,” and the agency may respond in writing if the agency disagrees. EO 12866, § 6(b)(3). In practice, such “return letters” are rare. OIRA appears to have issued\nonly seven during the period between 1994 and 2000, and only twentyeight since July 2001—periods in which OIRA reviewed thousands of\nproposed agency actions. See OIRA, OMB, Executive Office of the President, OIRA Return Letters, www.reginfo.gov/public/do/eoReturnLetters\n(last visited Oct. 8, 2019); Copeland, Role of OIRA at 19. More commonly, OIRA, the agency, and any other interested agencies discuss suggestions in an iterative revision process, with any disagreements percolating\nup through interagency committees of increasingly senior officials. Section 7 of EO 12866 provides for the President, or the Vice President\nacting at the request of the President, to resolve any remaining “disagreements or conflicts between or among agency heads or between OMB and\nany agency,” “[t]o the extent permitted by law.”\nOIRA is a repository of valuable rulemaking expertise, and its views\ncarry significant weight. See Sunstein, OIRA Myths and Realities, 126\nHarv. L. Rev. at 1854–55. A wide range of commentators has recognized\nthat OIRA’s regulatory review process, which draws on the expertise of\nthe entire government, has come to provide an “essential mechanism to\nensure unity and coherence in execution of the law.” OMB Letter at 4. 3\n3"
}