{
  "document_category": "memos",
  "document_name": "19751",
  "chunk_index": 12,
  "chunk_text": "The explanation states, “ [i]f full compensation is\nnot available to settle a claim presented in accordance with this section, a claim\nfor uncompensated removal costs and damages may be presented to the Fund.” Id. This explanation contains no suggestion that a claim for damages presented\n13 It should also be noted, however, that the legislative history preceding the Conference Report is consistent\nwith the view that Congress intended that Trustees should be able to receive compensation from the Fund pursuant\nto the section 1013 claim s process See, e g , S R ep No 101-94, at 10 (1989), reprinted in 1990 U .S C .C A N\n722, 731 ( “ the Fund is to assure prompi access to sufficient sums to pay all removal costs and restoration o f\nnatural resource dam ages” ) (emphasis added); H .R. Rep. No 101-242, pt 2, at 35 (explaining that “ all claimants,\nwhether governmental or individual,” would be ab le to submit their claims to the Fund following exhaustion of\nthe settlement provisions and “ recover in full for a broad list o f clearly spelled out damages” ) 198 Funds Available fo r Payment o f Natural Resource Damages Under the Oil Pollution Act o f 1990 to the Fund by Trustees would be treated any differently than one presented by\nany other claimant. Given the fact that Trustees are the only claimants able to\nassert natural resource damages claims under section 1013, and given that prompt\ncompensation for natural resource damages was a paramount concern of the legis­\nlation, it would be surprising for the Conferees to use such unqualified language\nif they intended to bar Trustees from obtaining compensation from the Fund on\ntheir claims unless an annual appropriation was enacted. Additionally, the floor debates on the Conference Report reflect the fundamental\nobjective that the Fund “ should be available for prompt, adequate compensation\nto oilspill victims without having to endure endless and costly litigation.” 14 136\nCong. Rec. 22,289 (1990) (remarks of Rep. Stangeland). Similarly, in urging adop­\ntion of the Conference Report on the House floor, the House sponsor of the bill,\nRepresentative Jones, explained as follows: Finally, we make it easier for victims of oilspills to recover for\neconomic damages, natural resource damages, subsistence loss,\nand others. They can seek reimbursement from the spiller or\ndirectly from the $1 billion Federal trust fund. 136 Cong. Rec. at 22,285 (emphasis added) (remarks of Rep. Jones). Likewise,\nin further House debate on the Conference Report, Representative Fields observed:\n[T]his landmark legislation provides that those injured by an oilspill\nwill be fully and swiftly compensated for their losses — such as\nproperty damage, lost income, damage to natural resources, and\nlost business opportunities. Once this legislation is signed into law,\nthose adversely affected will not have to wait years in order to\nrecover their losses. In fact, if an agreement with a spiller cannot\nbe reached within 90 days, injured parties will be compensated from\nthe $1 billion oil industry-financed fund and the fund will seek\nreimbursement from the spiller later. 136 Cong. Rec. at 22,291 (emphasis added) (remarks of Rep. Fields)."
}