{
  "document_category": "memos",
  "document_name": "24321",
  "chunk_index": 1,
  "chunk_text": "Whether the Federal Trade Commission Has Authority\nto Prosecute Actions for Criminal Contempt\nThe Federal Trade Commission lacks authority to prosecute actions for cnm inal contem pt,\nunless the Com m ission’s attorneys receive special appointments from the Attorney\nGeneral and b ecom e subject to his direction. September 25, 1989\nM e m o r a n d u m O p in io n f o r t h e A c t in g A s s is t a n t A t t o r n e y G e n e r a l\nC iv i l D i v i s i o n This memorandum responds to your request for the opinion of this\nOffice as to whether the Federal Trade Commission (“FTC” or “Com­\nmission”) has authority to prosecute actions for criminal contempt. We\nconclude that the Commission lacks authority to prosecute such actions,\nunless the Commission’s attorneys receive special appointments from the\nAttorney General and become subject to his direction. I. A court o f the United States has the power to “punish by fine or impris­\nonment ... such contempt of its authority, and none other, as ... [disobe­\ndience or resistance to its lawful writ, process, order, rule, decree, or\ncommand.” 18 U.S.C. § 401(3). Where an alleged criminal contempt arises\nfrom disobedience to a court order in a case that the Commission has\nbrought or defended, the Commission asserts \"the authority, upon\nappointment by the court, to prosecute the contempt. See Letter for\nRobert N. Ford, Deputy Assistant Attorney General, Civil Division, from\nAmanda B. Pederson, Deputy Director of Consumer Protection, Federal\nTrade Commission at 1 (June 24, 1985) (“Pederson Letter”). The Civil\nDivision and the Criminal Division both take the view that the\nCommission is without authority to conduct such prosecutions. See\nLetter for Amanda B. Pederson, from Robert N. Ford (June 10, 1985);\nMemorandum for Margaret Love, Attomey-Advisor, Office of Legal\nCounsel, from Lawrence Lippe, Chief, General Litigation and Legal\nAdvice Section, Criminal Division (Oct. 28, 1985). Under 28 U.S.C. § 516, the Attorney General, “[e]xcept as otherwise\nauthorized by law,” has control over “the conduct o f litigation in which\n291 the United States, an agency, or officer thereof is a party, or is interested.” See also 28 U.S.C. § 519.1The principle that the Attorney General has ple­ nary authority over such litigation applies with particular force in crimi­\nnal cases. See United States v. Nixon, 418 U.S. 683, 694 (1974) (“Under\nthe authority o f Art. II, § 2, Congress has vested in the Attorney General\nthe pow er to conduct the criminal litigation o f the United States\nGovernment.”) (citing 28 U.S.C. § 516). Therefore, the Commission may\nnot bring an action for criminal contempt unless clearly “authorized by\nlaw” to do so. Cf. United States v. International Union of Operating\nEng'rs, 638 F.2d 1161, 1162 (9th Cir. 1979), cert, denied, 444 U.S. 1077\n(1980) (noting “a presumption against a congressional intention to limit\nthe power o f the Attorney General to prosecute offenses under the crim­\ninal laws o f the United States,” in rejecting argument that United States\nmust exhaust administrative remedies before bringing criminal case)."
}