{
  "document_category": "memos",
  "document_name": "20126",
  "chunk_index": 11,
  "chunk_text": "Papers of\nGeorge Bush 1609, 1610 (Nov. 30, 1989). President Bush asserted, for example,\nthat limitations set out in legislation “ do[] not constrain the President’s constitu­\ntional authority to appoint officers o f the United States, subject only to the advice\nand consent o f the Senate.” National Affordable Housing Act Statement at 1701,\nquoted in part in NRA Political Victory Fund, 6 F.3d at 824-25.12\n12 The position taken by President Bush w as based on the principles set out in Justice Kennedy’s concurring\nopinion in Public Citizen v. United States Dep’t o f Justice, 491 U.S. 440 (1989), joined by C hief Justice Rehnquist\nand Justice O ’Connor. “ By its term s,” Justice K ennedy wrote, “ the [Appointments] Clause divides the appointment\npower into tw o separate spheres: the President's pow er to 'nom inate,’ and the Senate’s pow er to give or withhold\nits ‘Advice and Consent.’ No role whatsoever is given either to the Senate or to Congress as a whole in the process\nof choosing the person who will be nominated fo r appointment.” Id. at 483. Furthermore, “ where the Constitution\nby explicit text commits the pow er at issue to th e exclusive control o f the President, we have refused to tolerate 358 Application o f 28 U.S.C. §458 to Presidential Appointments o f Federal Judges There has been a particular concern about applying qualifications for appoint­\nments o f Article III judges. In 1979, for example, our Office rejected the argument\nthat the ADEA applied to the President’s choice of nominees for judgeships. Judges— Appointment— Age Factor, 3 Op. O.L.C. 388 (1979). We there accepted\nthat Congress might impose some qualifications on some constitutional offices,\nbut nevertheless noted that applying the ADEA to judicial nominations would\nconstrain the President’s ability to exercise a long-term influence on the develop­\nment of the law. We concluded that, “ because o f the gravity of the constitutional\nquestions [a requirement to ignore the age of potential nominees] raises, we would\nbe most reluctant to construe any statute as an attempt to regulate the President’s\nchoice in that way.” Id. at 389. As we stressed, “ [t]he power to appoint Federal\njudges, who hold office on good behavior, is by tradition and design one o f the\nmost significant powers given by the Constitution to the President.” Id. The Constitution vests in the President the power to nominate judges and vests\nin the Senate the power to give, or refuse, its advice and consent to the nomina­\ntions. Without taking a position on whether, and under what circumstances, Con­\ngress has authority to impose qualification requirements on constitutional offices,\nit is clear that, if a Congress tried to bind future Presidents and future Senates\nby imposing statutory constraints on eligibility, such legislation would raise\nserious constitutional questions. n\nThe clear statement rule settles the meaning of §458. Section 458 does not\napply to presidential appointments of federal judges. Even without applying this\nconstitutionally based principle, however, analysis of the text of § 458, its prede­\ncessor, and the text of the Act of 1911 taken as a whole, establishes the same\nresult."
}