{
  "document_category": "memos",
  "document_name": "22616",
  "chunk_index": 2,
  "chunk_text": "As a general rule, an\nContinued 91 dent transmits an additional written declaration stating that he has\nbecome able to perform his responsibilities. Second, if the President is unable or unwilling to transmit a declara­\ntion o f his inability to perform his duties, the Vice President will\nbecome Acting President 2 if the Vice President and a majority of the\n“principal officers of the executive departments” transmit to the Presi­\ndent pro tem pore of the Senate and the Speaker of the House a written\ndeclaration that the President is unable to discharge the powers and\nduties o f this Office. See U.S. Const., Amend. XXV, §4. The term\n“principal officers of the executive departments” is intended to mean\n“the Cabinet,” although the term “Cabinet” has no precise legal defini­\ntion. 3 If, during the period in which the Vice President is Acting President,\npursuant to the provisions of Section 4 of the Twenty-Fifth Amend­\nment, the President submits to the President pro tempore of the Senate\nand the Speaker of the House a written declaration that no inability\nexists, he will resume the powers of his office unless, within four days, the\nVice President and a majority of the Cabinet heads transmit an addi­\ntional written declaration stating that the President is unable to dis­\ncharge his powers and duties. A t that point, Congress must decide the official w ho is “acting” in a certain capacity need not vacate the office previously held or take the\noath o f office ordinarily taken by th e person whose duties he has temporarily assumed This conclu­\nsion is supported by Presidential Inability and Vacancies in the Office o f Vice President: Hearings Before\nthe Subcomm. on Constitutional Amendments o f the Senate Comm, on the Judiciary, 88th Cong., 2d Sess\n215, 232 (1965); Presidential Inability: Hearings Before the House Comm, on the Judiciary, 89th Cong.,\n1st Sess 87 (1965). See also J. Feerick, The Twenty-Fifth Amendment, 199 (1976) (Feerick) T he rule\nas to resignation a n d /o r taking the President’s oath appears to be different for those officials further\ndow n the line o f succession See 3 U.S.C. § 19. This memorandum does not address the issues involved\nin the devolution of powers beyond the position of Vice President. 2 T he Vice President will evidently continue to exercise the duties of Vice President while he\nserves as Acting President. The V ice President would, however, lose his title as President of the\nSenate. See 111 Cong. Rec. 3270 (1965) (Sen. Saltonstall); Feerick at 199\n3 See S. Rep. No. 66, 89th Cong., 1st Sess. 2 (1966) We believe that the “ principal officers of the\nexecutive departm ents,” for purposes of the Twenty-Fifth Amendment, include the Secretary of State,\nSecretary o f Treasury, Secretary o f Defense, A ttorney General, Secretary of the Interior, Secretary of\nAgriculture, Secretary o f Commerce, Secretary of Labor, Secretary of Health and Human Services,\nSecretary o f Housing and Urban Development, Secretary of Transportation, Secretary o f Energy, and\nSecretary o f Education."
}