{
  "document_category": "memos",
  "document_name": "20701",
  "chunk_index": 15,
  "chunk_text": "This definition, therefore, as well as the definition of “air commerce”\nin the 1926 Act, seems to include non-stop flights. The Civil Aeronautics Act of 1938 is derived from S. 3845, 75th Cong., 3d\nSess., and H.R. 9738, 75th Cong., 3d Sess. 121 Supplemental Opinions of the Office of Legal Counsel in Volume 1 S. 3845, as reported to the Senate and agreed to by the Senate, provided in\nsection 1103:\n(b) . . . If a foreign country grants a similar privilege in respect of\naircraft of the United States the Authority may authorize such foreign aircraft registered under the laws of such country to enter and\nbe navigated within the United States. . . .\n(d) No foreign aircraft shall engage in interstate or overseas air\ncommerce, or in the transportation of persons or property for compensation or hire, or be operated or navigated in the conduct or furtherance of a business or vocation, in commerce wholly within a\nState. 83 Cong. Rec. 6765 (1938). H.R. 9738, as reported to the House and agreed to by the House, contained the\namendment to section 6(c) of the Air Commerce Act of 1926, which was finally\nadopted in the 1938 Act, providing that no foreign aircraft shall engage in air\ncommerce otherwise than between any state and a foreign country. 83 Cong. Rec.\n7100, 7104 (1938). The Senate bill repealed all of the provisions of the Air Commerce Act of 1926,\nand rewrote in the text of the bill such of the provisions that the Senate thought\nnecessary to preserve. The House bill, on the other hand, repealed most of the\n1926 Act, but preserved in existence and amended in certain respects other provisions of the 1926 Act. The conferees adopted the House amendment, dealing with\n“admission of foreign aircraft into the United States,” without, however, indicating\nthat in their opinion there was any material difference between the Senate\nprovision and the House provision. Where there was any substantial or material\ndifference between a Senate provision and a House provision, the conference\nreport called attention to the difference. See H.R. Rep. No. 75-2635, at 80–81\n(1938). It thus appears that the provisions of the House bill and the Senate bill were\neach designed to prohibit foreign aircraft from engaging in interstate air commerce\nor overseas air commerce or air commerce wholly within a State. The amendment\nto the 1926 Act made by the 1938 Act authorizing foreign aircraft to engage in air\ncommerce between the United States and foreign countries discloses no purpose to\nprohibit foreign air carriers from engaging in air commerce to the extent of\nmaking non-stop flights across territory of the United States or of landing in the\nUnited States for non-traffic purposes. The Civil Aeronautics Act of 1938 is intended to promote the development of\ncivil aeronautics and air commerce in the United States and abroad. The statute\nshould be construed consistently with this purpose and its provisions. In permitting\nforeign aircraft to engage in air commerce between the United States and a foreign 122 Implementation of International Civil Aviation Agreements"
}