{
  "document_category": "memos",
  "document_name": "1085561",
  "chunk_index": 4,
  "chunk_text": "That congressional intent is manifest in the House and Senate\ncommittee reports accompanying the 1978 legislation by which Congress\nenacted section 105(a). See Pub. L. No. 95-570, 92 Stat. 2445 (1978). Both reports state that the language “expresses the committee’s intent to\npermit the President total discretion in the employment, removal, and\ncompensation (within the limits established by this bill) of all employees\nin the White House Office.” H.R. Rep. No. 95-979, at 6 (1978) (emphasis\nadded); S. Rep. No. 95-868, at 7 (1978) (same). Aside from the reference\nto the compensation limits in subsection (a)(2), that statement is qualified\nonly by the committees’ explanation that section 105(a) “would not excuse any employee so appointed from full compliance with all laws,\nexecutive orders, and regulations governing such employee’s conduct\nwhile serving under the appointment.” H.R. Rep. No. 95-979, at 6; S. Rep.\nNo. 95-868, at 7 (same). One piece of section 105(a)’s legislative history does point the other\nway. During the House subcommittee hearing, the General Counsel to the\nPresident’s Reorganization Project at the Office of Management and\nBudget (“OMB”) testified that the language exempting the White House\nOffice (along with other entities in the Executive Office of the President)\nfrom the usual rules on hiring and compensation “would not exempt\n[these entities] from the restrictions under the nepotism statute because of\nthe specific provisions of that act which apply to the President.” Authorization for the White House Staff: Hearings Before the Subcomm. on\nEmployee Ethics and Utilization of the H. Comm. on Post Office and\nCivil Service, 95th Cong. 20 (1978) (“Authorization for the White House\n4 Application of Anti-Nepotism Statute to Presidential Appointment in White House Staff ”) (testimony of F.T. Davis, Jr.). Even if we were prepared to reach\na different understanding of section 105(a)’s text based on a single witness statement, but see S&E Contractors, Inc. v. United States, 406 U.S.\n1, 13 n.9 (1972) (“In construing laws we have been extremely wary of\ntestimony before committee hearings[.]”), this particular statement does\nnot offer a persuasive basis on which to do so. Although no member of\nthe subcommittee disputed the OMB official’s interpretation, it is far from\nclear whether the members (and later, the authors of the House and Senate\nreports) ultimately endorsed his view about the language. The OMB\nofficial offered his interpretation after the subcommittee chair asked about\nthe language’s effect on a number of federal laws and authorities, including “the Hatch Act, nepotism law, criminal conflict of interest laws, [and]\nExecutive Order 11222 regulating employee conduct”; the chair explained that she was asking in order to draft the committee report. Authorization for the White House Staff at 20 (question of Rep. Schroeder). But while another of the witness’s assertions ultimately made it into the\ncommittee reports—his statement that the language would not affect any\nlaws “dealing with conduct by public officials once they are appointed,”\nid. (testimony of Mr. Davis), see also H.R. Rep. No. 95-979, at 6; S. Rep.\nNo. 95-868, at 7—his comment about the anti-nepotism statute did not. Cf. Gustafson v. Alloyd Co., 513 U.S. 561, 580 (1995) (“If legislative\nhistory is to be considered, it is preferable to consult the documents\nprepared by Congress when deliberating.”)."
}