{
  "document_category": "memos",
  "document_name": "22296",
  "chunk_index": 2,
  "chunk_text": "Judicial Branch is ordinarily in a position to protect both the govern­\nment and the citizenry from unconstitutional action, legislative and\nexecutive; but only the Executive Branch can execute the statutes of\nthe United States. F or that reason alone, if executive officers w ere to\nadopt a policy o f ignoring or attacking A cts o f Congress w henever\nthey believed them to be in conflict w ith the provisions of the Constitu­\ntion, their conduct in office could jeopardize the equilibrium established\nwithin our constitutional system. A t the same time, I believe that if C ongress w ere to enact a law\nrequiring, for example, that the A ttorney G eneral arrest and imprison\nall m embers o f the opposition party w ithout trial, the A ttorney General\ncould lawfully decline to enforce such a law; and he could lawfully\ndecline to defend it in court. Indeed, he w ould be untrue to his office if\nhe w ere to do otherw ise. This is not because he has authority to “deny\nthe validity o f A cts o f C ongress.” It is because everything in our\nconstitutional jurisprudence inescapably establishes that neither he nor\nany o th er executive officer can be given authority to enforce such a\nlaw. T he “assertion” o f the D epartm ent o f Justice is nothing more, nor\nless, than th is.1\nI have one further observation. In your letter you state that your\nrequest “does not include those situations w here the A cts themselves\ntouch on constitutional separation o f pow ers between Executive and\nLegislative Branches . . . .” Since almost all o f the legal authority\ndealing with this question, from the trial o f A ndrew Johnson to the\nargum ents o f A ttorney G eneral Levi in B uckley v. Valeo, 424 U.S. 1\n(1976), deal w ith separation o f pow ers issues, your limitation is strin­\ngent. I will not discuss all the pertinent authorities if you will permit\nme to note that in this field the historical predom inance o f separation of\npow ers issues is no accident. I have said that the Executive can rarely\ndefy an A ct o f C ongress w ithout upsetting the equilibrium established\nwithin our constitutional system; but if that equilibrium has already\nbeen placed in jeopardy by the A ct o f C ongress itself, the case is much\nm ore likely to fall within that narrow class. T he traditional debate over the nature and extent o f the President’s\nsupervisory authority as chief executive provides a good illustration of\nthe phenom enon to w hich I have just referred. From time to time\nC ongress has attem pted to limit the President’s pow er to remove, and\nthereby control, the officers o f the United States. Some o f these at­\ntem pts have been consistent w ith the Constitution; others have not. In\n11\nnote that an analogous situation is presented w here an individual subject to a court injunction\nbelieves that injunction to be unconstitutional o r legally invalid."
}