{
  "document_category": "memos",
  "document_name": "20701",
  "chunk_index": 10,
  "chunk_text": "Pub. L. No. 69-254, § 6, 44 Stat. 568, 572 (emphasis supplied). The parts underscored in the above quotation were repealed or amended by the\nCivil Aeronautics Act of 1938, Pub. L. No. 75-706, 52 Stat. 973.\nSection 9(b) of the Air Commerce Act of 1926 provides that the term “United\nStates,” when used in a geographical sense, means the territory comprising the\nseveral States, Territories, possessions, and the District of Columbia, and the\noverlying air space. 44 Stat. at 573. The term “air commerce” is defined in section 1 of the statute as “transportation in whole or in part by aircraft of persons or property for hire, navigation of\naircraft in furtherance of a business, or navigation of aircraft from one place to\nanother for operation in the conduct of a business.” 44 Stat. at 568. The term “interstate or foreign air commerce” is defined in section 1 of the\nstatute to mean “air commerce between any State, Territory, or possession, or the\nDistrict of Columbia, and any place outside thereof; or between points within the\nsame State, Territory, or possession, or the District of Columbia, but through the\nairspace of any place outside thereof; or wholly within the airspace over any\nTerritory or possession or the District of Columbia.” 44 Stat. at 568. 116 Implementation of International Civil Aviation Agreements It will be seen that section 6 of the statute permits foreign civil aircraft, not a\npart of the armed forces of a foreign nation, to be “navigated in the United States”\nunder certain conditions. The conditions are:\n(1) Reciprocal rights must first be granted by the foreign nation with\nrespect to aircraft of the United States. The foreign aircraft or carrier—\n(2) must receive authorization from the Secretary of Commerce to be\n“navigate[d] in the United States”;\n(3) may be subject to regulation; and\n(4) may not engage in interstate or intrastate air commerce. 44 Stat. at 572. Subject to the foregoing conditions, foreign civil aircraft may be “navigated in\nthe United States.” This term is not defined in the statute. Also, it is to be noted\nthat the statute contains no express reference to non-stop flights or landing for\nnon-traffic purposes. It seems clear that so long as a foreign aircraft does not\nengage in interstate or intrastate air commerce, both non-stop flights and landing\nfor non-traffic purposes would fall within the terms “navigated in the United\nStates” and “air commerce” as used in the Air Commerce Act of 1926. The term “navigation in the United States” as used in the statute includes any\nnavigation through the air space over the territory of the United States or any part\nthereof. Id. §§ 2(e), 5(e); 44 Stat. at 569, 571. This term would, therefore, include\na non-stop flight across the territory of the United States and a stop or stops in the\nUnited States for non-traffic purposes. The term “air commerce” is defined in the Act of 1926 to include “transportation in whole or in part by aircraft of persons or property for hire” and “navigation\nof aircraft in furtherance of a business.” Id. § 1; 44 Stat. at 568."
}