{
  "document_category": "memos",
  "document_name": "24236",
  "chunk_index": 8,
  "chunk_text": "At the same time,\nthe interference with the President’s ability to execute the\nlaw is greatest while the decisionmaking process is ongoing. Id. at 30-31. IV. Procedures\nPresident Reagan’s November 4, 1982 Memorandum for the Heads o f\nExecutive Departments and Agencies on “Procedures Governing\nResponses to Congressional Requests for Information” ( “Reagan\nMemorandum”) sets forth the long-standing executive branch policy in\nthis area: The policy o f this Administration is to comply with Con­\ngressional requests for information to the fullest extent\nconsistent with the constitutional and statutory obligations\nof the Executive Branch.... [E]xecutive privilege will be\nasserted only in the most compelling circumstances, and\nonly after careful review demonstrates that assertion o f the\nprivilege is necessary. Historically, good faith negotiations\nbetween Congress and the executive branch have mini­\nmized the need for invoking executive privilege, and this\ntradition o f accommodation should continue as the prima­\nry means o f resolving conflicts between the Branches. Reagan Memorandum at 1. The Reagan Memorandum also sets forth the\nprocedures for asserting executive privilege in response to a congres­\nsional request for information. Under the terms o f the Memorandum, an\nagency must notify and consult with the Attorney General, through the\nAssistant Attorney General for the Office o f Legal Counsel, as soon as it\ndetermines that compliance with the request raises a “substantial ques­\ntion o f executive privilege.” The Memorandum further provides that\nexecutive privilege cannot be asserted without specific authorization by\nthe President, based on recommendations made to him by the concerned\nagency head, the Attorney General, and the Counsel to the President. In practice, disputes with Congress in this area typically commence\nwith an informal oral or written request from a congressional committee\nor subcommittee for information in the possession o f the executive\nbranch. Most such requests are honored promptly; in some cases, how­\never, the executive branch official may resist supplying some or all o f the\n161 requested information either because o f the burden o f compliance or\nbecause the information is o f a sensitive nature. The executive branch\nagency and the committee staff will typically negotiate during this period\nto see if the dispute can be settled in a manner acceptable to both sides. In most cases this accommodation process is sufficient to resolve any\ndispute. On occasion, however, the process breaks down, and a subpoe­\nna is issued. At that point, if further negotiation is unavailing, it is neces­\nsary to consider asking the President to assert executive privilege. I f after assertion o f executive privilege the committee remains unsatis­\nfied with the agency’s response, it may vote to hold the agency head in\ncontempt o f Congress. If the full Senate or House o f Representatives then\nvotes to hold the official in contempt, it might attempt to impose sanc­\ntions by one o f three methods. First, it might refer the matter to a United\nStates Attorney for reference to a grand jury. See 2 U.S.C. §§ 192, 194."
}