{
  "document_category": "memos",
  "document_name": "23421",
  "chunk_index": 9,
  "chunk_text": "Perkins Memorandum at 4.8 We do note, how­\never, that it would appear at this time that any personal interests are merely\nincidental to the governmental interests. After looking into the matter thor­\noughly, the Civil Division knows of no personal or official wrong-doing of\nwhich the employees could fairly be accused. Like all witnesses before\nCongress, the employees have “personal” interests such as being treated fairly,\nhaving a full and fair opportunity to respond, and avoiding being made an\nunfair target of congressional criticism; beyond that, these witnesses are ap­\npearing before Congress only because they did their jobs as Department\nemployees. These personal interests would not appear to be of the kind this\nOffice has previously identified as “purely personal.” 9 CONCLUSION We conclude, under these specific and unusual circumstances, that the\nDepartment may reimburse Department employees for legal fees they incur\nin connection with their representation by private counsel at the depositions *See also Representation o f White House Employees , 4B Op. O .L .C . 749, 7 50 (1980) (“ W hite H ouse\nM em oran d u m ” ) (“ No g o vernm ent attorney, and no private atto rn ey retained at g o v e rn m e n t e x p en se\nm ay represent th e personal interests o f W hite H ouse em p lo y ees in connection w ith the S e n a te in v e sti­\ngatio n ” )\n9See W hite H ouse M em orandum , 4B O p. O .L .C . at 753 (“ [TJhe interests in avoiding fed eral c rim in a l\np rosecu tio n , c iv il liability to the U nited States o r adverse ad m in istrative action by a federal a g en cy are\nc learly personal rather than governm ental in terests.” ). 137 being conducted by the Judiciary Committee. You have not asked us to make\nthe individualized inquiries necessary to determine whether the representa­\ntion of particular employees includes representation of purely personal interests\nthat should not be reimbursed. We do note, however, that we are unaware at\nthis time of any such interests, The Civil Division concurs in our analysis\nand conclusions. JOHN O. M cGINNIS\nDeputy Assistant Attorney General\nOffice o f Legal Counsel 138"
}