{
  "document_category": "memos",
  "document_name": "24271",
  "chunk_index": 36,
  "chunk_text": "238 that at some undefined point, the subjective degree o f encroachment on\nexecutive powers will have become unbearable. That sort o f unprincipled\nbalancing approach leaves the Executive entirely vulnerable to an\nadverse judicial decision. Moreover, conceding standing itself weakens the separation of powers\nargument. To satisfy the standing requirements, we must accept the fic­\ntion that the relator and the Executive are coplaintiffs pursuing two sep­\narate claims. With that fiction in place, the encroachment on executive\npowers is difficult to resist, since the issue becomes framed in terms of\nthe competing interests o f two litigants rather than an infringement on\nseparation o f powers. Second, the approach represents a completely disingenuous way of\ndetermining a statute’s constitutionality. Although it is generally true that\na statute should be construed when possible to avoid constitutional prob­\nlems, portions o f the statute cannot be twisted or ignored to reach that\nresult. The Court recently reaffirmed the longstanding principle that in\nassessing the facial validity o f a statute, it will not ‘“press statutory con­\nstruction “to the point o f disingenuous evasion” even to avoid a constitu­\ntional question.’” Public Citizen v. United States Department of Justice,\n491 U.S. at 467 (quoting United States v. Locke, 471 U.S. 84, 96 (1985)\n(quoting Moore Ice Cream Co. v. Rose, 289 U.S. 373, 379 (1933))). Accord\nWebster v. Reproductive Health Servs., 492 U.S. 490 (1989) (reprimand­\ning the plurality for “distorting the statute” to avoid invalidating it)\n(Blackmun, J., dissenting). Even the Solicitor General concedes that\nsome provisions of the qui tam statute are facially unconstitutional, such\nas the grant to the court o f the ultimate power to decide whether the gov­\nernment may settle or dismiss a qui tam suit when the relator objects. See\nTaranto Memo at 12. To argue, then, that these provisions must be\nignored for now and later applied other than as written to avoid an asapplied challenge engages in the very sort o f “disingenuous evasion”\nagainst which the Court has cautioned. Moreover, by conceding that the\nstatute is constitutional as applied to date, the Solicitor General concedes\nthe legality o f the prime example o f encroachment on executive powers\n— the Executive’s ability to initiate suit and the discretion to decide\nwhich cases not to pursue. Third, the Solicitor General’s proposed balancing approach does not\nproperly apply Morrison v. Olson. The Solicitor General advocates exam­\nining each case brought under the qui tam statute to ascertain the degree\nof that case’s encroachment on executive powers. This method o f analy­\nsis is completely inconsistent with the balancing approach used in\nMorrison, which looked instead at the potential impact o f applying the\nstatute according to its terms. The Solicitor General also advocates a more global approach to ana­\nlyzing the potential encroachment on executive powers. Under this\napproach, the Solicitor General recommends waiting to see if Congress\n239 employs the qui tam method o f enforcement in other statutory contexts. If so, the Solicitor General postulates that the cumulative burden on\nexecutive powers might be so great that the amendments to the False\nClaims Act then would be unconstitutional. This method o f analysis has\nno basis in law."
}