{
  "document_category": "memos",
  "document_name": "19011",
  "chunk_index": 3,
  "chunk_text": "Congress enacted the current language of 31 U.S.C. § 301(d) in 1994. Neither of these enactments\nanswers the question whether Congress has required the filling of the office to be established. 231 227-329 VOL_26_PROOF.pdf 241 10/22/12 11:13 AM Opinions of the Office of Legal Counsel in Volume 26 one into the statute: “When Congress decides purposefully to enact legislation\nrestricting or regulating presidential action, it must make its intent clear.” Armstrong v. Bush, 924 F.2d 282, 289 (D.C. Cir. 1991) (emphasis added). To be sure, 31 U.S.C. § 301 also provides that “[t]he President may appoint, by\nand with the advice and consent of the Senate, an Assistant General Counsel who\nshall be the Chief Counsel for the Internal Revenue Service,” 31 U.S.C.\n§ 301(f)(2), and the use of “may” in this provision arguably suggests that, in\ncontrast, the “has . . . an Under Secretary for Enforcement” language was intended\nto impose a duty on the President to fill the office of Under Secretary for\nEnforcement. See Russello v. United States, 464 U.S. 16, 23 (1983) (“[W]here\nCongress includes particular language in one section of a statute but omits it in\nanother section of the same Act, it is generally presumed that Congress acts\nintentionally and purposely in the disparate inclusion or exclusion.”) (internal\nquotation marks omitted). But this possible inference hardly makes “clear” that\nCongress intended to fix a duty upon the President. Armstrong, 924 F.2d at 289. Indeed, the provision on the Chief Counsel continues: “The Chief Counsel is the\nchief law officer for the Service and shall carry out duties and powers prescribed\nby the Secretary.” 31 U.S.C. § 301(f)(2). As this additional language shows,\nsection 301 does not invariably use the present tense of verbs (“has” or “is”) to\nrefer to offices that necessarily will be filled, and no inference should be drawn\nfrom the use of the words “has . . . an Under Secretary for Enforcement” rather\nthan some variation of the “may appoint” formulation. III. If the President leaves the office unfilled, the remaining duties of the office\nmust be carried out by some other official. As noted above, the Under Secretary\nfor Enforcement assigns duties to the Tax and Trade Bureau and receives advice\nand recommendations from the Director of the Financial Crimes Enforcement\nNetwork. Absent new legislation, there are, we believe, two basic ways in which\nthese responsibilities could be performed. First, the Secretary himself could assign duties to the Tax and Trade Bureau\nand receive the reports from the Director of the Financial Crimes Enforcement\nNetwork. Under 31 U.S.C. § 321(c) (2000), “[d]uties and powers of officers and\nemployees of the Department are vested in the Secretary,” with some express\nexceptions not relevant here. The Secretary, therefore, could carry out these duties. Interpreting similar language applicable to the Attorney General, 28 U.S.C. § 509\n(2000), we have concluded that the provision sets up a “general standing rule that\nall functions performed by officers in the Department of Justice are vested\nultimately in the Attorney General and may be performed by him.”"
}