{
  "document_category": "memos",
  "document_name": "19521",
  "chunk_index": 1,
  "chunk_text": "Term of a Member of the Mississippi River Commission\nT he term o f a m em ber o f the M ississippi River C om m ission is set by the statute governing his office,\nand the term dictated by the statute applies even though the language used in his nom ination,\nconfirm ation, and com m ission calls for a different term. May 27, 1999\nM e m o r a n d u m O p in io n f o r t h e E x e c u t iv e C l e r k You have asked for our opinion whether the term of a member of the Mis­\nsissippi River Commission is set by the language of his nomination, confirmation,\nand commission, even though the statute governing his office calls for a different\nterm. We conclude that the term dictated by the statute applies. The Mississippi River Commission consists of seven members, appointed by\nthe President with the advice and consent of the Senate. 33 U.S.C. §§641-642\n(1994). Three of the members are from the Engineer Corps of the Army, one\nfrom the National Ocean Survey, and three from “ civil life.” Id. §642. Each\ncommissioner from civil life “ shall be appointed for a term of nine years.” Id. Ordinarily, when a statute provides for an appointee to serve a term of years,\nthe specified time of service begins with the appointment. Case o f Chief Con­\nstructor Easby, 16 Op. Att’y Gen. 656 (1880). A different rule generally applies\nto commissions whose members have staggered terms. There, to preserve the stag­\ngering required by statute, each member may serve only until the passage of the\nspecified number of years calculated from the expiration of his predecessor’s term,\neven if the member’s confirmation and appointment take place after that prior\nterm has expired. Memorandum for Tim Saunders, Acting Executive Clerk, Execu­\ntive Clerk’s Office, from Dawn Johnsen, Deputy Assistant Attorney General,\nOffice of Legal Counsel, Re: When the Statutory Term o f a General Trustee o f\nthe John F. Kennedy Center for the Performing Arts Begins (Sept. 14, 1994);\nMemorandum for Nelson Lund, Associate Counsel to the President, from John\nO. McGinnis, Deputy Assistant Attorney General, Office of Legal Counsel, Re:\nStarting Date fo r Terms o f Members of the United States Sentencing Commission (May 10, 1990). Because the Mississippi River Commission’s members do not serve staggered\nterms, its members’ terms, as we understand the practice, have previously been\ncalculated from appointment, rather than from the expiration of the predecessors’\nterms. In the case that prompts your question, however, this rule was not followed\nin the nomination, confirmation, and commission of the member. The prede­\ncessor’s term expired October 21, 1996. See 133 Cong. Rec. 28,444 (1987) (Senate\nconfirmation). The President’s nomination of the successor was “ for a term\nexpiring October 21, 2005,” 144 Cong. Rec. S10,943 (daily ed. Sept. 24, 1998) —\nnine years after the previous term expired — rather than for a term of nine years\n123 Opinions o f the Office o f Legal Counsel in Volume 23 to begin upon appointment."
}