{
  "document_category": "memos",
  "document_name": "482151",
  "chunk_index": 2,
  "chunk_text": "The only\nother EPA document concerning the ozone regulation is a set of talking points for 1 Opinions of the Office of Legal Counsel in Volume 32 the EPA Administrator to use in a meeting with you. The remaining EPA\ndocuments consist of talking points for EPA officials to use in presentations to\nsenior White House staff at meetings at which California’s waiver petition was\ndiscussed, communications within EPA and with EOP staff concerning the\npreparation of talking points for you to use in a conversation with the Governor of\nCalifornia, communications with EOP staff regarding how to respond to a letter to\nyou from the Governor, and a response to a request from senior White House staff\nfor a report on EPA’s goals and priorities. The Office of Legal Counsel is satisfied that the subpoenaed documents fall\nwithin the scope of executive privilege. For the reasons discussed below, I agree\nwith that determination and conclude that you may properly assert executive\nprivilege in response to the subpoenas. I.\nDocuments generated for the purpose of assisting the President in making a\ndecision are protected by the doctrine of executive privilege. See, e.g., In re Sealed\nCase, 121 F.3d 729, 752–53 (D.C. Cir. 1997) (addressing presidential communications component of executive privilege); Assertion of Executive Privilege With\nRespect to Clemency Decision, 23 Op. O.L.C. 1, 1–2 (1999) (opinion of Attorney\nGeneral Janet Reno) (same). As the Supreme Court recognized in United States v.\nNixon, 418 U.S. 683 (1974), there is a\nnecessity for protection of the public interest in candid, objective,\nand even blunt or harsh opinions in Presidential decisionmaking. A\nPresident and those who assist him must be free to explore alternatives in the process of shaping policies and making decisions and to\ndo so in a way many would be unwilling to express except privately. These . . . considerations justify[] a presumptive privilege for Presidential communications. The privilege is fundamental to the operation of Government and inextricably rooted in the separation of powers under the Constitution. Id. at 708. The doctrine of executive privilege also encompasses Executive Branch deliberative communications that do not implicate presidential decisionmaking. As the\nSupreme Court has explained, the privilege recognizes “the valid need for\nprotection of communications between high Government officials and those who\nadvise and assist them in the performance of their manifold duties.” Nixon, 418\nU.S. at 705. Based on this principle, the Justice Department—under administrations of both political parties—has concluded repeatedly that the privilege may be\ninvoked to protect Executive Branch deliberations against congressional subpoenas. See, e.g., Assertion of Executive Privilege With Respect to Prosecutorial 2 Assertion of Executive Privilege Over Communications Regarding Air Quality Standards Documents, 25 Op. O.L.C. 1, 2 (2001) (opinion of Attorney General John D.\nAshcroft)"
}