{
  "document_category": "memos",
  "document_name": "20271",
  "chunk_index": 4,
  "chunk_text": "We reject the argu­\nment that a delegation of broad enforcement authority can be inferred from the\nstatute’s delegation of authority to issue implementing regulations and the fact that\nthe CRA does not explicitly state that the agencies may only sanction financial in­\nstitutions through the application process. First of all, the authority to issue regu­\nlations is limited to “carry[ing] out the purposes” of the CRA, 12 U.S.C. § 2905,\nand those purposes are limited to requiring the agencies to “use [their] authority\nwhen exam ining fin an cial institutions, to encourage such institutions to help meet\nthe credit needs” of their communities, 12 U.S.C. § 2901(b) (emphasis added). More fundamentally, as the D.C. Circuit wrote recently, “ [w]ere courts to presum e\na delegation of power absent an express w ithholding o f such power, agencies\nwould enjoy virtually limitless hegemony, a result plainly out of keeping with\nChevron and quite likely with the Constitution as well.” Railw ay L abor Execu­\ntives' A s s ’n, 29 F.3d at 671. The legislative history o f the CRA firmly supports our conclusion that the CRA\ndoes not authorize the agencies to employ other methods of enforcement. Neither\nthe House Conference Report nor the Senate Report makes any mention of a\nmethod of sanction other than through the application process,4 and when intro­\nducing the bill on the Senate floor, Senator Proxmire stated that “[t]he require­\nments in the bill apply only to applications otherwise required under existing law\nor regulations and do not provide any new authority to the bank regulatory agen­\ncies.” 123 Cong. Rec. 1958 (1977). Similarly, during the floor debate on whether\nto delete the CRA provisions from the Housing and Community Development Act,\nSenator Lugar stated that “[t]he sanctions that are finally offered, even if some in­\nstitution is found guilty in the process, are apparently that the institution would\nhave some difficulty extending its facilities, no more and no less than that.” Id. at\n17,633. More specifically, it would be inconsistent with the views expressed by Senator\nProxmire for the agencies to rely on the CRA for authority to issue cease-anddesist orders or impose monetary penalties. Speaking as the bill’s chief sponsor,\nSenator Proxmire stressed the limited nature o f the authority being vested in the 4\nIn fact, ihe conference report describes the purposes o f the C RA in very m odest term s. “This title and\nother am endm ents contained in this bill are designed to en co u rag e m ore coordinated efforts betw een pnvate\ninvestm ent and federal grants and insurance in o rd er to in crease the viability o f our urban com m unities.\" H R C o n f R ep No. 95-634, at 76 (1977), rep rin ted in 1977 U S C C .A N 2965, 2995 251 Opinions o f th e Office o f L egal C ounsel agencies."
}