{
  "document_category": "memos",
  "document_name": "24141",
  "chunk_index": 30,
  "chunk_text": "We describe the amendments below'. The CZMA was first significantly amended by the Coastal Zone Management\nAmendments of 1976, Pub. L. No. 94-370,90 Stat. 1013 (1976) (“ 1976 Amend­\nment”). The 1976 Amendment effected two important changes in the role of the\n46 We also believe that section 307(c)(3) of the original Act, 16 U.S.C § 1456(c)(3)(A), did not, as originally\nenacted, apply to activities seaward of the coastal zone Section 307(c)(3) required activities “affecting land or w a­\nter uses in the coastal zone” to be subjected to review for consistency with state management programs, and was a\nsister provision to section 307(c)(1) construed in Secretary of Interior v California Based on the logic and lan­\nguage of that case, the C ourt’s statement that the Congress that passed the original CZMA “expressly intended to\nremove control of [outer continental shelf] resources from CZMA’s scope” also applies to section 307(c)(3). We\nneed not decide, however, whether the scope of this provision has been changed by amendments to the Act. See\ne g , Pub. L. No. 94-370, 90 Stat. 1018 (1976) (codified at 16 U.S.C. § 1456(c)(3)(B)). 47 It is clear that Congress was concerned with more than whether a provision violated international law. The\nConference Committee rejected section 313 of the House bill because it would have created potential conflicts with\nexisting legislation governing the outer continental shelf, not because it would violate international law H.R. Conf. Rep. No. 1544, 92d Cong., 2d Sess. 15 (1972). Thus, Congress’ decision to extend the coastal zone seaward only\nthree miles was in part the product of its conscious coordination of the CZMA with other statutory provisions gov­\nerning the outer continental shelf, provisions which would be unaffected by a change in the United States’ territo­\nrial sea. 48 The CZMA has been amended at least seven times. Here, we focus on the 1976 amendment because it con­\ntains the principal changes in federal and state authonty. See also Coastal Zone Management Improvements Act of\n1980, Pub L. No 96-464, 94 Stat 2060 (1980) 261 states, both of which recognize and attempt to address the effects of OCS activ­\nities on the coastal zones of the states. First, section 6 requires federal licenses\nfor OCS exploration or development to attempt to conform to management plans\nof affected states. The Secretary of Commerce may override the state’s determi­\nnation that an activity is inconsistent with its plan only upon finding that the pro­\nposed activities are consistent with the objectives of the CZMA or are necessary\nin the interest of national security. 16 U.S.C. § 1456(c)(3)(B). Second, section 7\nof the 1976 Amendment establishes a Coastal Energy Impact Program that pro­\nvides financial assistance to states to meet needs resulting from and reflecting the\nimpact of coastal energy activities, including OCS activities, which for technical\nreasons must be sited in or near the state’s coastal zone. 16 U.S.C. § 1456a. In 1978, Congress further modified the allocation of federal and state respon­\nsibilities through enactment of the Outer Continental Shelf Lands Act Amend­\nments of 1978, Pub. L. No. 95-372,92 Stat. 629 (“OCSLA Amendment”)."
}