{
  "document_category": "memos",
  "document_name": "20176",
  "chunk_index": 3,
  "chunk_text": "Works Bd.t 426 U.S. 736, 740-41 (1976) 268 Constitutionality o f Awarding Historic Preservation Grants to Religious Properties That the Court conceives of this restriction on use of public funds as both essen­\ntial and rather sweeping is illustrated by the Tilton case, holding that the expiration\nof a restriction after twenty years violates the Establishment Clause: “ If, at the\nend of 20 years, the building is, for example, converted into a chapel or otherwise\nused to promote religious interests, the original federal grant will in part have\nthe effect of advancing religion.” Id. at 683. The Court made the same point\nin Nyquist, invalidating maintenance and repair grants to nonpublic schools in\npart because they lacked “ appropriate restrictions” : “ Nothing in the statute, for\ninstance, bars a qualifying school from paying out of state funds the salaries of\nemployees who maintain the school chapel, or the cost of renovating classrooms\nin which religion is taught, or the cost of heating and lighting those same facili­\nties.” 413 U.S. at 774. Importantly, the prohibition on public funding of facilities\nused for religious activity applies even where the government’s purpose in funding\nthose facilities is concededly secular and “ entirely appropriate for governmental\naction.” Tilton, 403 U.S. at 678-79; see Nyquist, 413 U.S. at 773-74. The second part of the rule qualifies the first: with or without restrictions, the\ngovernment may not provide monetary aid directly to “ pervasively sectarian”\ninstitutions, defined as institutions in which “ religion is so pervasive that a\nsubstantial portion of [their] functions are subsumed in the religious mission.” Hunt, 413 U.S. at 743. The outer boundaries of the “ pervasively sectarian” cat­\negory are not well-defined, see Bowen v. Kendrick, 487 U.S. 589, 631 (1988)\n(Blackmun, J., dissenting), and the Supreme Court has used it most often — though\nnot exclusively9 — in connection with educational institutions. Nevertheless, we\nhave no doubt that you are correct in assuming that most if not all active houses\nof worship would fall within this category. 10 Indeed, the notion that religion plays\nsomething less than a vital and pervasive role in an active church’s mission might\nappear inconsistent with a proper respect for religious institutions as well as with\ncommon sense. As the Court has explained, the reason for the prohibition on direct monetary\ngrants to pervasively sectarian institutions is the unacceptable risk that where sec­\nular and religious functions are “ inextricably intertwined,” government aid,\nthough designated for a secular purpose, will in fact advance the institution’s reli­\ngious mission. Meek v. Pittenger, 421 U.S. 349, 365-66 (1975) (invalidating\nprovision to pervasively sectarian schools of instructional material “ earmarked\nfor secular purposes” ); Kendrick, 487 U.S. at 610. Again, it is immaterial to this\npart of the Court’s analysis that provision of assistance would serve a legitimate\n(upholding provision o f noncategorical state grants to private colleges and universities, where grants may not be\nused for “ sectarian purposes” ); Committee fo r Pub. Educ. v. Nyquist, 413 U.S. 756, 774 (1973) (invalidating state\nmaintenance and repair grants for nonpublic elementary and secondary schools in part because they lack restrictions\non use for religious purposes). 9"
}