{
  "document_category": "memos",
  "document_name": "20036",
  "chunk_index": 3,
  "chunk_text": "According to the court, “ if the error in a legislative act is apparent\non the face of the act and can be corrected by other language of the act, it is\nnot fatal.” Id. at 124.1 The fact that the provision’s literal terms require USIA\nto satisfy a condition that is beyond the realm of possibility strongly suggests\nthat the provision contains an error of the type contemplated by the “ technical\nor clerical error” line of cases. The “ technical or clerical error” doctrine directs courts, when necessary, to\nlook beyond a statute’s literal language to the statute’s legislative history to fash­\nion an interpretation that is consistent with Congress’s intention in passing the\nstatute. We will, therefore, attempt such an exercise with respect to the provision’s\nApril 1, 1996 relocation deadline. Our research reveals that Senator Gramm ini­\ntially introduced the requirement that OCB’s headquarters be relocated to south\nFlorida by April 1, 1996 as an amendment to the Senate’s version of H.R. 2076,\nthe Department of Commerce, Justice, and State, the Judiciary, and Related Agen­\ncies Appropriations Act, 1996. 141 Cong. Rec. S14,539-40 (daily ed. Sept. 28,\n1995).2 On September 28, 1995, the same day the amendment was introduced,\nit was incorporated by unanimous consent into the version of H.R. 2076 then\npending before the Senate. Id. at S I4,540. On the following day, September 29,\n1995, the Senate passed its version of H.R. 2076, as amended. Id. at S I4,697\n(daily ed. Sept. 29, 1995). A slightly modified version of Senator Gramm’s amendment emerged from con­\nference with the House of Representatives, see 141 Cong. Rec. H13.885 (daily\ned. Dec. 4, 1995), and was included in the version of H.R. 2076 that was passed\nby both houses of Congress on December 6 and 7, 1995. Id. at H14,112 (daily\ned. Dec. 6, 1995); id. at S I8,182-83 (daily ed. Dec. 7, 1995). The relocation\nlanguage that emerged from conference and was approved by both houses as part\nof H.R. 2076 was identical to the relocation language contained in the provision. In describing the relocation language that emerged from the conference on H.R.\n2076, the joint explanatory statement on the conference agreement stated:\n1Although the Supreme Court has not had an occasion to review a decision regarding technical o r clerical errors\no f this kind, it has acknowledged that Chevron's teaching with regard to the literal meaning o f a statute is subject\nto some exceptions. Recognizing in Green v. Bock Laundry Machine Co., 490 U.S. 504, 510 (1989), that a literal\ninterpretation o f Fed. R. Evid. 609(a)(1) would cause an '\"unfathomable” result (i.e., the <4den[ial to] a civil plaintiff\n[of] the same right to impeach an adversary's testimony that [the rule] grants to a civil defendant” ), it held that\nthe rule should be read in a manner consistent with Congress’s intention in enacting it, which requires that the\nword “ defendant\" be interpreted to refer solely to “ crim inal” defendants. 490 U.S. at 521.\n2"
}