{
  "document_category": "memos",
  "document_name": "21326",
  "chunk_index": 4,
  "chunk_text": "If, as it appears, loans of furnishings may be accepted for use in the White\nHouse or Vice President’s residence, we see no reason why the lender may not\npay the costs incident to the loan. We do not mean to suggest, however, that\nfunds appropriated for the Executive Residence or the Official Residence of the\nVice President under the Executive Office Appropriations Act of 1977, Pub. L.\nNo. 94-363, 90 Stat. 966 (1976), may not be used to pay these costs. The\nappropriations are available for the “ refurnishing” and “ furnishing” of the\ntwo residences, respectively. Presumably they may be spent for the outright\nacquisition of suitable art and furnishings. Obtaining such items on loan is\nmerely another form of acquisition, albeit of a temporary nature, and we see no\nreason why appropriated funds cannot be expended to meet the costs of their\nuse by the Government. Cf. 22 Comp. Gen. 153, 154 (1942). In this\nconnection, the Curator’s Office informed us that it has in the past spent\nappropriated funds to pay the costs incidental to loans of art and furnishings to\nthe White House. One final point with respect to loans may be of interest. The Committee for\nthe Preservation of the White House has apparently required lenders of property\nto state in writing that they will not sell the property in question for a certain\nperiod of time after it has been returned by the White House and to promise that\nthe fact that the property was once displayed in the White House will not be\nmentioned in advertising in connection with its later sale. This obviously is\nintended to prevent trading on the White House name. It may be appropriate to\nadopt a similar policy for the Vice President’s residence. III. Gifts for the Purpose of Acquiring Art, Furnishings, or\nAttendant Services The special statute authorizing the acceptance of furniture and furnishings for\nthe White House does not appear to permit acceptance of cash donations. 3\nU.S.C. § 110 (1976). However, the general statutory authority of the Secretary\nof the Interior to accept gifts in connection with National Park Service activities\nspecifically mentions money, 16 U.S.C. § 6a (1976), as does the special statute\napplicable to the Vice President’s residence, Pub. L. No. 93-346, supra. The\nstatute applicable to GSA does not expressly mention gifts of money, but such\ngifts would appear to be.included in the general phrase in 40 U.S.C. § 298a\n(1976), “ gifts of real, personal, or other property.” IV. The Proper Recipient of Gifts\nUnder paragraph 12 of Secretary of the Navy Instruction (SECNAV)\n4001,2E, the Chief of Naval Operations is designated as the “ cognizant official”\nresponsible for processing gifts to the Vice President’s residence; but it is the\nSecretary of the Navy who ultimately accepts such gifts. 5\n5If any questions arise regarding the acceptance of gifts for the Vice President’s residence, the\nAdministrative Law Section of the Navy’s Office of the Judge Advocate General is familiar with\n(Continued)"
}