{
  "document_category": "memos",
  "document_name": "1349716",
  "chunk_index": 20,
  "chunk_text": "Extending Regulatory Review to Independent Regulatory Agencies prevent the President from exercising ‘coercive influence’ over independent agencies”). 13 And even some independent regulatory agencies\nwithout express tenure protection for their heads, such as the SEC, have\nhistorically enjoyed a broader degree of political independence than other\nexecutive agencies. See Free Enter. Fund, 561 U.S. at 547 (Breyer, J.,\ndissenting) (noting the “political environment” protecting the independence of some agencies). We believe, however, that those decisions are consistent with EO\n12866, which “does not purport wholly to displace, but only to guide and\nlimit, discretion which Congress has allocated to a particular subordinate\nofficial.” EO 12291 Opinion, 5 Op. O.L.C. at 61. EO 12866 does not\nsupplant an independent agency’s discretion any more than it does for a\n“non-independent” agency. To the contrary, the order “reaffirm[s] the\nprimacy of Federal agencies in the regulatory decision-making process”\nand directs that regulatory review “be conducted so as to meet applicable\nstatutory requirements and with due regard to the discretion that has been\nentrusted to the Federal agencies.” EO 12866, pmbl. Regardless of whether an agency is “independent,” the President’s authority to supervise all\nthose who execute federal law must permit him, at the least, to require\nthat agencies consult with his senior advisers to ensure that the agencies\nadhere to principles of sound governance and law. We therefore conclude\nthat a for-cause limitation on removal does not preclude the President\n13 Other decisions of the Supreme Court have suggested a broader concept of what\nconstitutes “cause” for removal under particular statutes. See Morrison, 487 U.S. at 692\n(describing the power to remove for cause as conferring “ample authority to assure” that a\nsubordinate “is competently performing his or her statutory responsibilities”); Bowsher,\n478 U.S. at 729 (stating that the terms in a for-cause removal provision “are very broad\nand, as interpreted by Congress, could sustain removal of a Comptroller General for any\nnumber of actual or perceived transgressions of the legislative will”). Our Office too has\nfavored the broader understanding, in large part to avoid constitutional concerns. See,\ne.g., Separation of Powers, 20 Op. O.L.C. at 169 n.117 (“[A] generous reading of the\nPresident’s . . . power to remove an inferior officer may be essential to the constitutionality of removal restrictions.”); Memorandum for Roger Pauley, Director, Office of Legislation, Criminal Division, from Richard L. Shiffrin, Deputy Assistant Attorney General,\nOffice of Legal Counsel, Re: S. 101, Lobbying Disclosure Act at 1 (July 17, 1995) (legislation proposing “for cause” removal protection for an executive officer “might well be\n. . . unconstitutional” if it “were interpreted to bar the President from discharging the\n[officer] for failure to carry out the Administration’s policies”). We have no occasion here\nto consider whether the refusal of an agency head to comply with a presidential directive\nunder EO 12866 would constitute cause for removal. 23 43 Op. O.L.C. __ (Oct. 8, 2019) from applying the OIRA review process under EO 12866 to an independent agency. D.\nCongress has adopted other statutory mechanisms to provide independent regulatory agencies with a degree of insulation within the Executive\nBranch."
}