{
  "document_category": "memos",
  "document_name": "1272131",
  "chunk_index": 4,
  "chunk_text": "The CSA makes the unauthorized The United Nations’ Economic and Social Council requested that the SecretaryGeneral prepare the Commentary “in the light of the relevant conference proceedings and\nother material” in order to aid governments in applying the Single Convention. Economic\nand Social Council Resolution 1962/914(XXXIV)D (Aug. 3, 1962). 2 4 Licensing Marijuana Cultivation possession, manufacture, and distribution of marijuana a crime punishable\nby severe penalties. 21 U.S.C. §§ 841, 844. Although federal law recognizes no currently accepted medical use for\nmarijuana, see United States v. Oakland Cannabis Buyers’ Co-op., 532\nU.S. 483, 491 (2001), it does permit the cannabis plant to be cultivated\nlawfully for research purposes pursuant to a DEA license. See 21 U.S.C.\n§§ 822(a)(1), 823(a); 21 C.F.R. pt. 1301.3 Since its founding in 1973,\nDEA has licensed only one such grower to supply researchers with marijuana—the National Center for Natural Products Research (“National\nCenter”), a division of the University of Mississippi. See Lyle E. Craker,\n74 Fed. Reg. at 2104; Applications To Manufacture Marijuana, 81 Fed.\nReg. at 53,846. The National Center cultivates marijuana pursuant to a\ncontract administered by NIDA. Besides overseeing the cultivation of\nmarijuana, NIDA also plays a role in determining which researchers may\nobtain marijuana for medical or scientific use. See 21 U.S.C. § 823(f );\nAnnouncement of Revision to the Department of Health and Human\nServices Guidance on Procedures for the Provision of Marijuana for\nMedical Research as Published on May 21, 1999, 80 Fed. Reg. 35,960\n(June 23, 2015). The current contract between NIDA and the National Center, which\nbecame effective on March 23, 2015, provides that the National Center\nwill, among other things, “cultivate and harvest, process, analyze, store,\nand distribute cannabis . . . for research.” Award/Contract Issued by Nat’l\nInst. on Drug Abuse, to the University of Mississippi, Contract No.\nHHSN271201500023C, at 4 (effective Mar. 23, 2015) (“2015 NIDA\nContract”). The National Center must also “[p]rovide an adequate DEA\napproved storage facility” for the harvested cannabis and may ship it to\nresearchers only “as required by NIDA.” Id. at 17. All work under the\ncontract is to be “monitored” by the Government Contracting Officer’s\nRepresentative, an employee at NIDA’s headquarters in Bethesda, Maryland. Id. at 16, 34. The contract requires the NIDA representative to\nmonitor technical progress based on the National Center’s monthly progress reports, to evaluate the National Center’s work, to perform technical\nevaluations and inspections of a sample of the marijuana shipped to\nNIDA, and to assist in resolving technical problems. Id. at 17, 26, 34.\n3 Sections 822(a) and 823(a) vest authority over registration for such licenses in the\nAttorney General. Pursuant to 21 U.S.C. § 871(a), the Attorney General delegated this\nfunction to DEA. 28 C.F.R. § 0.100(b). 5 Opinions of the Office of Legal Counsel in Volume 42 In 2016, in response to increasing public interest in marijuana research,\nDEA announced a new policy reflecting its intention to increase the\nnumber of federally authorized growers. See Applications To Manufacture\nMarijuana, 81 Fed. Reg. at 53,846–48."
}