{
  "document_category": "memos",
  "document_name": "doc_45",
  "chunk_index": 6,
  "chunk_text": "We believe Congress would\nhave spoken more clearly had it intended to preclude acting officials from\nissuing NSLs. See Designation of a Deputy Assistant Attorney General at\n6; Authority of Acting Assistant Attorney General at 7. The legislative history of the NSL statutes generally supports the view\nthat Congress sought to limit the delegation of NSL functions to FBI\nofficials at the level of Deputy Assistant Director or above, rather than\nto preclude Acting Deputy Assistant Directors from issuing NSLs. As\n151 33 Op. O.L.C. 146 (2009) originally enacted, 18 U.S.C. § 2709, 12 U.S.C. § 3414, and 15 U.S.C.\n§ 1681u did not expressly limit the class of officials whom the Director\ncould designate to sign NSLs. Instead, 18 U.S.C. § 2709 authorized\n“[t]he Director . . . (or an individual within the Federal Bureau of Investigation designated for this purpose by the Director)” to make the certifications required for NSLs (Electronic Communications Privacy Act,\nPub. L. No. 99-508, § 201, 100 Stat. 1848, 1867 (1986)), and 12 U.S.C.\n§ 3414 and 15 U.S.C. § 1681u provided that “the Director . . . (or the\nDirector’s designee)” could make NSL certifications (Intelligence Authorization Act for Fiscal Year 1987, Pub. L. No. 99-569, § 404, 100 Stat. 3190, 3197 (1986); Intelligence Authorization Act for Fiscal Year 1996,\nPub. L. No. 104-93, § 601(a), 109 Stat. 961, 975 (1996)). In the conference reports accompanying 12 U.S.C. § 3414 and 15 U.S.C. § 1681u,\nhowever, the conferees stated that the Director should not delegate NSL\nauthority below the level of Deputy Assistant Director. See H.R. Rep. No.\n99-952, at 23–24 (1986) (Conf. Rep.) (noting that the conferees had\n“concluded that, should the Director of the FBI decide to delegate his\nauthority [under 12 U.S.C. § 3414], . . . he should delegate it no further\ndown the FBI chain-of-command than the level of Deputy Assistant Director” (emphasis added)); H.R. Rep. No. 104-427, at 37–38 (1995) (Conf.\nRep.) (“As is the case with the FBI’s existing National Security Letter\nauthority . . . , the conferees expect, that if the Director of the FBI delegates th[ese] function[s] under [15 U.S.C. § 1681u], the Director will\ndelegate [them] no further than the level of FBI Deputy Assistant Director.”); see also H.R. Rep. No. 99-690, pt. 1, at 17 (1986) (“The Committee urges that, if the Director of the FBI delegates his function under [12\nU.S.C. § 3414], he will delegate it no further down the FBI chain of\ncommand than the level of Assistant Director.”). The conference report\nthat accompanied 18 U.S.C. § 2709 does not as clearly reveal a concern\nabout delegability, but it seems likely that Congress viewed this statute\nand the other NSL statutes as similar. See S. Rep. No. 99-541, at 44–45\n(1986) (“It is intended that the [certification] requirement will be determined by a senior FBI official at the level of Deputy Assistant Director or\nabove.”). 5 There is no indication in the legislative history of 18 U.S.C.\n5 Congress subsequently codified these restrictions by amending 18 U.S.C. § 2709(b)\nto provide that the “Director of the [FBI], or his designee in a position not lower than 152"
}