{
  "document_category": "memos",
  "document_name": "1085561",
  "chunk_index": 12,
  "chunk_text": "White House Aide Memo II, at 3. We therefore invoked the\n“basic principle of statutory construction that a statute dealing with a\nnarrow, precise, and specific subject is not submerged by a later enacted\nstatute covering a more generalized spectrum.” Id. (quoting Radzanower\nv. Touche Ross & Co., 426 U.S. 148, 153 (1976)). But the canon about\ngeneral and specific statutes seems of limited help here, because neither\nof the two relevant statutes can readily be characterized as more or less\nspecific than the other. To be sure, section 3110 could be said to concern\nthe “specific” subject of nepotism. But section 105(a) could reasonably be\ndescribed as a statute “dealing with [the] narrow, precise, and specific”\nsubject of hiring for the White House Office that ought to overcome the\ngenerally applicable anti-nepotism rule of section 3110. The 1977 memoranda also put significant weight on the legislative history of section 3110, discerning a clear congressional intent that the\nExecutive Office of the President, including the White House Office, be\namong the entities subject to the anti-nepotism prohibition. See Mental\nHealth Commission Memo I; Mental Health Commission Memo II, at 5;\nWhite House Aide Memo I, at 2; White House Aide Memo II, at 2–3. We\nthink that this history is not so compelling, however, as to direct the\noutcome on the question here. Section 3110 was enacted as part of the Postal Revenue and Federal\nSalary Act of 1967. See Pub. L. No. 90-206, § 221, 81 Stat. 613, 640. When Congress considered and passed the legislation, the annual appropriations for the Executive Office of the President then in effect included\nthe permissive language about the President’s authority to hire personnel\nin the White House Office. See Pub. L. No. 90-47, tit. III, 81 Stat. 113,\n117 (1967). As our 1977 memoranda observed, there was no mention of\nthose appropriations or that language during Congress’s consideration of\n13 Opinions of the Office of Legal Counsel in Volume 41 the anti-nepotism provision. But one witness, the Chairman of the Civil\nService Commission, testified before the Senate committee that, in his\nview, the language then under consideration would have prevented President Franklin Delano Roosevelt from appointing his son “at the White\nHouse as a civilian aide” (as President Roosevelt had done). Federal Pay\nLegislation: Hearings Before the S. Comm. on Post Office and Civil\nService, 90th Cong. 366 (1967) (“Federal Pay Legislation Hearings”)\n(testimony of Chairman Macy). Following the hearing, the Senate amended the provision in the bill and explicitly named the President as a “public\nofficial” to whom the bar applied. “Because the Senate Hearings contain\nthe only extended discussion of the provision and the only discussion at\nall of its application to the President,” we explained in our memorandum\nconcerning the White House appointment, “it seems appropriate to attach\nparticular significance to the Civil Service Commission’s interpretation of\nthe statute in the course of the hearings. It is reasonable to assume that the\nSenate Committee and eventually the Congress acted on the basis of\nChairman Macy’s interpretation of the prohibition as drafted.” White\nHouse Aide Memo II, at 2. Having reexamined the legislative materials, we no longer would make\nthat assumption."
}