{
  "document_category": "memos",
  "document_name": "19976",
  "chunk_index": 3,
  "chunk_text": "4The physical size o f a cell depends upon the density o f use: it could encompass only a few blocks in a populated\ncity, or m iles in a rural area. 5 W hen a cellular caller makes a cal], the carrier captures his signal (his electronic serial number) and the data\ncarried on that signal, which is generally a mobile identification number ( “ M IN” ). A MIN is a 34-bit binary number\nthat a cellular handset transm its as part o f the process o f identifying itself to wireless networks. Each handset has\none M IN, which is derived from the ten-digit North A merican Numbering Plan telephone number that is generally\nprogram m ed into the handset by a provider when it initiates service for a new subscriber. See id. §20.18. The\ncarrier’s records include transactional information, such as the caller’s address, associated with the MIN. 316 Transmission by a Wireless Carrier o f Information Regarding a Cellular Phone User's Physical\nLocation to Public Safety Organizations through the development of new technologies enabling the carrier to combine and\nanalyze information regarding the strength, angle and timing of the caller’s signal\nmeasured at two or more cell sites. A caller’s signal, and its strength, are already\noften picked up by more than one cell site. In addition, many cell sites have\nsectorized antennas, and, depending upon the angle of the signal’s arrival, a par­\nticular antenna will pick up the signal, thus informing the carrier what sector of\nthe cell the caller is located in. Finally, each site records the arrival time of a\nsignal. By developing new computer programs, switching technology, protocols\nand network architecture, the carrier will be able to combine and analyze all of\nthis information— the strength of the signal at each of the cell sites picking up\nthe signal, the sector of a cell from which a signal emanates, and the time that\nit takes for the signal to arrive at one cell site compared to other sites— to identify\nmore precisely the caller’s location. B. Relevant Statutory Provisions\nThe Communications Assistance for Law Enforcement Act of 1994\n(“ CALEA” ), among other things, requires telecommunications carriers to ensure\nthat their equipment is capable of permitting the government (pursuant to a court\norder or other lawful authorization) to access certain “ call-identifying informa­\ntion” 6 that is reasonably available to the carrier. 47 U.S.C. § 1002(a)(2). CALEA\nincludes limitations, however, and specifically prohibits telecommunications car­\nriers from providing the government with “ information acquired solely pursuant\nto the authority for pen registers and trap and trace devices (as defined in section\n3127 of title 18) . . . that may disclose the physical location of the subscriber\n(except to the extent that the location may be determined from the telephone num­\nber).” Id. § 1002(a)(2)(B).7 Section 3127 of title 18 (part of the Electronic Com­\nmunications Privacy Act of 1986 (“ ECPA” )) in turn prohibits the installation\nor use of pen registers and trap and trace devices absent a court order, with the\nexception of particular uses by providers of electronic or wire communication\nservices."
}