{
  "document_category": "memos",
  "document_name": "22366",
  "chunk_index": 5,
  "chunk_text": "Although the\nIEEPA and its predecessor statute have long been used to embargo\ntrade with offending nations, we know of no instance of a secondary\nboycott, nor of any particular support for one in the legislative history. It seems clear, however, that the President could find that a foreign\ncarrier’s providing air service to Iran poses an unusual threat to the\nforeign policy of the United States and that all transactions with that\ncarrier should be prohibited. 226 It may also be possible for the President to draw authority for an\naction designed to free the hostages, such as a secondary boycott, from\nthe provisions of an 1868 statute, now 22 U.S.C. § 1732:\nWhenever it is made known to the President that any\ncitizen of the United States has been unjustly deprived of\nhis liberty by or under the authority of any foreign\ngovernment, it shall be the duty of the President forth­\nwith to demand of that government the reasons of such\nimprisonment; and if it appears to be wrongful and in\nviolation of the rights of American citizenship, the Presi­\ndent shall forthwith demand the release of such citizen,\nand if the release so demanded is unreasonably delayed or\nrefused, the President shall use such means, not amount­\ning to acts of war, as he may think necessary and proper\nto obtain or effectuate the release; and all the facts and\nproceedings relative thereto shall as soon as practicable be\ncommunicated by the President to Congress. We are unaware of any instances in which this provision has been\ninvoked. It was passed in response to a dispute with Great Britain after\nthe Civil War, in which that nation was trying its former subjects, who\nhad become naturalized Americans, for treason. The House version of\nthe bill, which would have authorized the President to suspend all\ncommerce with the offending nation and to round up its citizens found\nin this country as hostages, was replaced by the present language which\nwas in the Senate bill. Cong. Globe, 40th Cong., 2d Sess. 4205, 4445-46\n(1868). It is not clear whether this change was meant to restrict the\nPresident to measures less drastic than those specified in the House bill. It is also not clear what Congress meant by the phrase “not amounting\nto acts of war.” At least Congress did not seem to be attempting to\nlimit the President’s constitutional powers. To the foregoing statutory sources of presidential authority must be\nadded his broad constitutional power in foreign affairs. See generally\nUnited States v. Curtiss-Wright Export Corp., 299 U.S. 304 (1936). The\nPresident should be able to take actions in foreign affairs for which\nCongress has not explicitly denied him authority. See Youngstown Sheet\n& Tube Co. v. Sawyer, 343 U.S. 579, 635-38 (1952) (Jackson, J., concur­\nring). A secondary boycott against those trading with Iran, ordered to\nhelp free the hostages in Tehran, should be within the broad constitu­\ntional powers of the President, since the statutes do not explicitly deny\nhim such power—indeed, 22 U.S.C. § 1732 provides him some general\nsupport in this particular situation. There may, however, be limitations on presidential power in applica­\nble aviation agreements with particular countries."
}