{
  "document_category": "memos",
  "document_name": "22771",
  "chunk_index": 2,
  "chunk_text": "We conclude\nthat it is not necessary for the FBI to have general investigative\nresponsibility for such offenses before it may participate in court-approved §2516(1) interceptions directed at them. The basis for this\nconclusion is the plain language of §2516(1), which provides in perti­\nnent part: The Attorney General, or any Assistant Attorney General\nspecially designated by the Attorney General, may au­\nthorize an application to a Federal judge of competent\njurisdiction for, and such judge may grant in conformity\nwith section 2518 of this chapter an order authorizing or\napproving the interception of wire or oral communica­\ntions by the Federal Bureau of Investigation, or a Federal\nagency having responsibility for the investigation of the\noffense as to which the application is made, when inter. ception may provide or has provided evidence of—\n*\n*\n*\n*\n*\n(e) any offense involving . . . the manufacture, importa­\ntion, receiving, concealment, buying, selling, or otherwise\ndealing in narcotic drugs, marihuana, or other dangerous\ndrugs, punishable under any law of the United States . . . The foregoing language specifically provides that an application may be\nmade to a court for an order approving an interception “by the Federal\nBureau of Investigation, or a Federal agency having responsibility for\nthe investigation of the offense as to which the application is made,\nwhen such interception may provide or has provided evidence of ” the\nlisted offenses. In literal terms, this language authorizes the FBI to\nparticipate in court-approved interceptions directed at the listed of­\nfenses. An interpretation leading to the contrary result would depend on the\npremise that the clause within the commas—“or a Federal agency\nhaving responsibility for the investigation of the offense as to which the\napplication is made,”—refers to the FBI as well as other federal agen­\ncies, thereby requiring the FBI itself to have “responsibility” for the\ninvestigation of any offense as to which an interception application is\nmade. That premise lacks specific textual support. 2 We also believe it to\nFBI, concurrently with the DEA, to investigate violations o f the cnminal drug laws of the United\nStates. See A tt’y Gen. Or. No. 968-82, 47 Fed. Reg. 4989 (1982). Ed.\n2 A cardinal principle of statutory construction is that the language used by Congress is to be given\nprimary weight See, e.g.. Southeastern Community College v Davis, 442 U.S. 397, 405 (1979); InternaContinued 287 be contrary to the natural inference to be drawn from the placement of\ncommas around the clause referring to a federal agency having investi­\ngative “responsibility,” which renders that clause clearly a subordinate,\nself-contained part of the sentence. No language renders the subordi­\nnate clause an express qualification on the sentence’s main proposition\nthat the FBI may be authorized to participate in interceptions directed\nat the listed offenses. It would have been simple to provide, had it been\nCongress’ intent to do so, that the FBI may participate in courtapproved interceptions only in those instances where it has investiga­\ntive “responsibility” for a given offense and not in those where another\nfederal agency has such “responsibility.” 3\nII.\nSection 2516(l)’s legislative history lends support to its “plain mean­\ning” interpretation. The Senate Judiciary Committee report, S. Rep.\nNo. 1097, 90th Cong., 2d Sess. 97 (1968), explains §2516(1) as follows:"
}