{
  "document_category": "memos",
  "document_name": "20561",
  "chunk_index": 30,
  "chunk_text": "Id. at 1175. Massachusetts ultimately\nratified the Bill of Rights in 1939, as did Georgia and Connecticut. Bill o f Rights an d the States, at xxii. 108 1816, ch. 30, 3 Stat. 257. See also 29 Annals of Cong. 199-204 (1816). The\nCompensation Act was extraordinarily unpopular. See Henry Adams, History\no f the United States of America During the Administrations of James Madi­\nson 1274-76 (Library of America 1986). Immediately upon convening the\nsecond session of the Congress, a bill repealing the Act was introduced. See\n30 Annals of Cong. 10 (1816). Beyond merely a repeal of the offensive\nstatute, Senator James Barbour introduced a joint resolution proposing a con­\nstitutional amendment identical to the Congressional Pay Amendment in all\nbut punctuation: No law varying the compensation for services of the Senators\nand Representatives shall take effect until an election of Rep­\nresentatives shall have intervened. Id. at 30. See also Herman V. Ames, The Proposed Amendments to the\nConstitution o f the United States During the First Century o f its History,\nH.R. Doc. No. 353, 54th Cong., 2d Sess., pt. 2, at 34 (1897) (“Ames”). Congress repealed the Compensation Act, see Act of Feb. 6, 1817, ch. 9, 3\nStat. 345, but did not act on the proposed amendment. Nevertheless, several states joined the call for such an amendment. On\nJanuary 17, 1817, the General Assembly of Kentucky proposed a constitu­\ntional amendment nearly identical to the Congressional Pay Amendment: That no law varying the compensation of the members of the\ncongress of the United States, shall take effect until the time\nfor which the members of the house of representatives of that\ncongress by which the law was passed, shall have expired. 1816-17 Ky. Laws 279. See also Ames, at 333. The legislatures of Massa­\nchusetts and Tennessee passed resolutions proposing similar amendments. Ames, at 34-35, 333. Tennessee’s resolution, identical to that of Kentucky\nexcept for punctuation and capitalization, was received by the Senate and\nprinted in the Annals o f Congress although only by a narrow vote after\n“considerable debate.” 31 Annals of Cong. 170 (1818). Congress took no\naction on any of these proposals. The legislature of Illinois, however, passed\na resolution criticizing Kentucky’s proposed amendment as “unnecessary\nand inexpedient” and directing Illinois’s representatives in Congress to op­\npose the proposal. 1821 111. Laws 187. Illinois’s resolution was transmitted\nto Congress. 38 Annals of Cong. 35 (1821). Vermont, Ohio and New Hamp­\nshire also passed resolutions opposing Kentucky’s proposal. 1817 Vt. Laws\n100-01; 1818 Ohio Laws 202-03; 1818 N.H. Laws 165. See also Ames, at\n333. It does not appear that any of those States took action at that time to\nratify or reject the Congressional Pay Amendment proposed by the first\n109 Congress, nor is there any indication whether anyone at the time considered\nthat amendment to be pending before the States. 5 In 1822, three new amendments related to congressional salaries were\nproposed, though Congress did not act on any of them. Ames, at 35. One\nwas essentially the same as the Congressional Pay Amendment, except that\nit did not apply to Senators:"
}