{
  "document_category": "memos",
  "document_name": "24636",
  "chunk_index": 6,
  "chunk_text": "This interpretation avoids so far as\npossible a construction of the second sentence of § 6(0 as conferring\ndiscretion that cannot be exercised while at the same time not validat­\ning the exercise of discretion where it was not intended. The interpreta­\ntion has the additional benefit of changing the definitional focus from\nthe vague concept of “help[ing to] meet basic human needs” to the\nmore concrete categories of “medicine or medical supplies.” This brings us to your second question. In the event that we found\nthe scope of the exclusion limited by the standard of basic human\nneeds, you asked what was meant by that phrase. In light of our\nconclusion that the exclusion is not so limited, the question is no longer\npertinent. Instead, the appropriate standard of reference is “medicine or\nmedical supplies.” 814 As noted above, the Act does not define “medicine or medical\nsupplies”; nor does the legislative history provide any guidance, except\nthe general humanitarian sentiments expressed. But we have previously\nrecognized that the Act provides the President great discretion and\nflexibility. In the absence of a definition specifically confining this\ngeneral authority, the President may utilize his authority to the utmost\nextent and identify the contours of the exclusion subject only to the\nlimitations imposed by humanitarianism suggested by the concept of\nbasic human needs. 1\nL eo n U lm an Deputy Assistant Attorney General\nOffice o f Legal Counsel 1\nIn a m em orandum opinion o f today's date for the D eputy Counsel to the President, w e conclude\nthat the exem ption o f exports from dom estic standards under the Federal F ood, D rug, and C osm etic\nA ct, 21 U.S.C. § 381(dXO* and o th e r statutes controlling hazardous substances does not preclude the\nimposition o f export controls for foreign policy purposes. In light o f that conclusion, the scope o f the\nexclusion for “ m edicine o r m edical supplies’* need not be defined by reference to the reach of\nregulatory authority under the Food, D rug, and C osm etic A ct. Indeed, w e note that in the pursuit o f\nhealth and safety under that A ct, a regulatory scope significantly bro ader than a standard o f \"basic\nhum an needs” might be appropriate. [ N o t e : T h e text o f the M em orandum O pinion for the D eputy\nCounsel to the President im m ediately precedes this opinion, at p. 802. Ed.] 815"
}