{
  "document_category": "memos",
  "document_name": "451181",
  "chunk_index": 3,
  "chunk_text": "II. Your question concerns former “Commissioners or staff members who leave\nthe Commission to accept a position with the [Board]” and communicate with the\nCommission as part of their official functions. Commission Letter at 1, 3. We\nbelieve that such a former official would not communicate “on behalf of . . . the\nUnited States” under 18 U.S.C. § 207(c). A.\nWe have previously concluded that communications “on behalf of” a person\nunder section 207 “include only communications that are made by one who is\nacting as an agent or attorney, or in some other representational capacity for\nanother.” Memorandum for Michael Boudin, Deputy Assistant Attorney General,\nAntitrust Division, from J. Michael Luttig, Assistant Attorney General, Office of\nLegal Counsel, Re: Application of 18 U.S.C. § 207(a) to Pardon Recommendation\nMade by Former Prosecutor at 6 (Oct. 17, 1990) (“Pardon Recommendation”). A\nformer senior official who works at the Board and communicates in his official\ncapacity to the Commission would do so as the Board’s agent: “‘Agency is the\nfiduciary relation which results from the manifestation of consent by one person to\nanother that the other shall act on his behalf and subject to his control, and the\nconsent of the other so to act.’” Id. (quoting Restatement of the Law (Second) of\nAgency § 1 (1958) (emphasis omitted)); accord Restatement of the Law (Third) of\nAgency § 1.01 (2006). The applicability of section 207(c) thus turns on whether,\nas an agent of the Board, a former employee of the Commission would act as an\nagent of “the United States.” The statute answers that question in the negative. The Sarbanes-Oxley Act provides that “[n]o member or person employed by, or\nagent for, the Board shall be deemed to be an officer or employee of or agent for\nthe Federal Government by reason of such service.” 15 U.S.C. § 7211(b) (emphasis added). That provision, we believe, indicates that a person employed by or\nacting as agent for the Board is not acting “on behalf of . . . the United States”\nunder section 207(c). Title 18 does not have a general definition of “the United\nStates,” except “in a territorial sense,” 18 U.S.C. § 5 (2000), but section 207(c)\nitself suggests the meaning in the present context. Section 207(c) states that its\nnot ask for us to address the lifetime ban under 18 U.S.C. § 207(a)(1) for specific-party matters in\nwhich a former officer or employee participated personally and substantially or the two-year ban for\nspecific-party matters pending under the official responsibility of the former officer or employee, we\nnote that both provisions also use the “on behalf of . . . the United States” language. 49 Opinions of the Office of Legal Counsel in Volume 31 restrictions apply to certain former “officer[s] or employee[s] of the executive\nbranch of the United States.” The reference to the Executive Branch of “the United\nStates” plainly is to the Executive Branch of the federal government."
}