{
  "document_category": "memos",
  "document_name": "1349716",
  "chunk_index": 22,
  "chunk_text": "2. Independent Litigating Authority. For similar reasons, EO 12866\nwould not conflict with the authority of an agency to litigate independently of the Department of Justice when the agency has been given such\nauthority. See, e.g., 12 U.S.C. § 5564 (Bureau of Consumer Financial\nProtection (“CFPB”)). Such authority does not imply that there are any\nstatutory limits upon presidential supervision of agency rulemaking. EO\n12866’s centralized review process applies only to regulatory actions that\npromulgate or are expected to lead to the promulgation of “a final rule or\nregulation.” EO 12866, § 3(e); supra note 2. Thus, the order does not\ncover agency litigation decisions or decisions to seek judicial enforce- See, e.g., 29 U.S.C. § 153(a) (“The President shall designate one member [of the\nNational Labor Relations Board] to serve as Chairman of the Board.”); 42 U.S.C.\n§ 5841(a)(1) (“The President shall designate one member of the [Nuclear Regulatory]\nCommission as Chairman thereof to serve as such during the pleasure of the President. ”);\n42 U.S.C. § 7171(b)(1) (“One of the members [of the Federal Energy Regulatory Commission] shall be designated by the President as Chairman.”); 46 U.S.C. § 301(c)(1) (“The\nPresident shall designate one of the Commissioners [of the Federal Maritime Commission] as Chairman.”); 47 U.S.C. § 154(a) (“The Federal Communications Commission . . .\nshall be composed of five commissioners appointed by the President, by and with the\nadvice and consent of the Senate, one of whom the President shall designate as chairman.”); Reorg. Plan No. 10 of 1950, § 3, 64 Stat. 1265, 1266 (effective May 24, 1950)\n(“The functions of the [Securities and Exchange] Commission with respect to choosing a\nChairman from among the commissioners composing the Commission are hereby transferred to the President.”); Reorg. Plan No. 8 of 1950, § 3, 64 Stat. 1264, 1265 (effective\nMay 24, 1950) (“The functions of the [Federal Trade] Commission with respect to\nchoosing a Chairman from among the membership of the Commission are hereby transferred to the President.”). 14 25 43 Op. O.L.C. __ (Oct. 8, 2019) ment, and agencies with independent litigating authority will exercise that\nauthority without OMB or OIRA review. In fact, Congress has given\nCabinet departments independent litigating authority in limited circumstances, see, e.g., 29 U.S.C. § 216(e)(3)(B) (Department of Labor), yet\nthose agencies have long been subject to EO 12866. 3. OMB Bypass Authority. Congress has given some independent regulatory agencies the authority to bypass OMB by submitting reports, budgets, or testimony directly to Congress without prior OMB review. For the\nCFPB, for example, Congress provided that\n[n]o officer or agency of the United States shall have any authority\nto require the Director or any other officer of the Bureau to submit\nlegislative recommendations, or testimony or comments on legislation, to any officer or agency of the United States for approval,\ncomments, or review prior to the submission of such recommendations, testimony, or comments to the Congress[.]"
}