{
  "document_category": "memos",
  "document_name": "24271",
  "chunk_index": 20,
  "chunk_text": "It is clear,\nhowever, that the mere expectation o f a reward cannot be characterized\nunder established Supreme Court precedent as an “ir\\jury” o f any kind. 11 The only party who suffers iryury as a result o f the contractor’s false\nclaims is the government. The relator simply seeks to stand in the gov­\nernment’s shoes to sue for an invasion o f the government’s rights. The\nmonetary payment he seeks is not judicial relief to redress his iryury, but\na reward for bringing the case. Mere financial incentive to bring the suit\ndoes not satisfy the constitutional standard. The Supreme Court has expressly rejected this argument in Diamond\nv. Charles, 476 U.S. 54 (1986). There, a physician argued that he had\nstanding to continue defending an abortion statute because the trial court\nhad already awarded attorneys’ fees against him. Only he was left to\ndefend the statute, and only by vindicating the statute could he avoid pay­\ning the fees. Although the Court recognized that the physician had a\nfinancial stake in the outcome o f the litigation, it held that financial inter­\nest alone is not sufficient to confer standing. Id. at 69-70. Citing Valley Forge to stress that the plaintiff’s iryury must be a “result o f the putatively illegal conduct,” the Court stated that “Art. Ill standing requires an\niryury with a nexus to the substantive character” o f the underlying claim;\nan interest that is merely “a byproduct o f the suit” is not sufficient. Id. at\n70-71. Just as an attorney with a contingency fee arrangement does not 11 This view is supported by tw o Supreme Court cases holding that an informer’s prospective interest in his reward does not give him a judicially cognizable interest sufficient to allow him to intervene m a\ncase being prosecuted by the government In both cases, the statute at issue gave the informer a share\no f the proceeds o f the governm ent’s recovery, but did not authorize direct suit by the informer In Un ited\nStates v. M o m s , 23 U S (10 W h eat) 246 (1825), the Court ruled that customs officers who had a nght to a share o f forfeited property as a reward had no right to intervene in the forfeiture proceeding to prevent\nthe United States from remitting the property to the ow ner The Court ruled that\nlt]he forfeiture is to the United States, and must be sued for in the name o f the United States. In all this, [the collector] acts as [an] agent o f the government, and subject to the authori­\nty o f the secretary o f the treasury, who may direct the prosecution to cease\n. [T]he nght [o f\nthe customs officer] does not become fixed, until the receipt o f the money by the collector\nId. at 290 Accord C onfiscation Cases, 74 U S. (7 Wall ) 454 (1868) (follow in g M o rris ). 225"
}