{
  "document_category": "memos",
  "document_name": "20701",
  "chunk_index": 2,
  "chunk_text": "106 Implementation of International Civil Aviation Agreements ized or forbidden by domestic law, a serious question might arise as to whether the\nagreements could be consummated as executive agreements. If it is concluded that\nthe Civil Aeronautics Authority is authorized by existing law to grant to foreign\naircraft a license or certificate to fly across United States territory without landing\nor to land in the United States for non-traffic purposes, the problem of the\nagreements contemplating action not authorized by existing law does not arise. I. Statutes Involved\nSection 6 of the Air Commerce Act of 1926, Pub. L. No. 69-254, 44 Stat. 568,\n572, as amended by the Civil Aeronautics Act of 1938, Pub. L. No. 75-706, 52\nStat. 973,1 provides in part as follows:\n(a) The United States of America is hereby declared to possess and\nexercise complete and exclusive national sovereignty in the air space\nabove the United States . . . .\n(b) Foreign aircraft not a part of the armed forces of the foreign nation shall be navigated in the United States only if authorized as\nhereinafter in this section provided. (c) If a foreign nation grants a similar privilege in respect of aircraft\nof the United States, and/or airmen serving in connection therewith,\nthe Civil Aeronautics Board may authorize aircraft registered under\nthe law of the foreign nation and not a part of the armed forces\nthereof to be navigated in the United States. No foreign aircraft shall\nengage in air commerce otherwise than between any State, Territory,\n1\nSection 1107(i) of the Civil Aeronautics Act of 1938 amended section 6 of the Air Commerce Act\nof 1926. Among other things, section 1107(i) struck out the last part of section 6(a) and added the last\nsentence of section 6(c) as quoted in the text. In its original form, section 6(c) contained the following\nlanguage limiting the authority to permit foreign aircraft to be navigated in the United States: “but no\nforeign aircraft shall engage in interstate or intrastate air commerce.” Pub. L. No. 69-254, 44 Stat. at\n572. The Air Commerce Act of 1926 contains the following definitions: That as used in this Act, the term “air commerce” means transportation in whole or in\npart by aircraft of persons or property for hire, navigation of aircraft in furtherance of\na business, or navigation of aircraft from one place to another for operation in the\nconduct of a business. As used in this Act, the term “interstate or foreign air commerce” means air commerce between any State, Territory, or possession, or the District of Columbia, and any place outside thereof; or between points within the same\nState, Territory, or possession, or the District of Columbia, but through the airspace\nover any place outside thereof; or wholly within the airspace over any Territory or\npossession or the District of Columbia. Pub. L. No. 69-254, § 1, 44 Stat. at 568, codified at 49 U.S.C. § 171 (1940). As defined in the 1926 statute, the term “United States” includes the overlying airspace. Id. § 9(b),\n44 Stat. at 573, codified at 49 U.S.C. § 179(b) (1940). 107 Supplemental Opinions of the Office of Legal Counsel in Volume 1"
}