{
  "document_category": "memos",
  "document_name": "24271",
  "chunk_index": 1,
  "chunk_text": "Constitutionality of the Qui Tam Provisions\nof the False Claims Act\nQui tam suits brought by private parties to enforce the claims of the United States violate\nthe Appointments Clause of the Constitution because qui tam relators are “Officers of the\nUnited States” but are not appointed in accordance with the requirements of the\nAppointments Clause. Private qui tam actions violate the doctrine of Article III standing because the relator has\nsuffered no personal “injury in fact.” The qui tam provisions of the False Claims Act violate the separation of powers doctrine\nbecause they impermissibly infringe on two aspects of the President’s authority to exe­\ncute the laws: the discretion whether to prosecute a claim and the authority to control\nthe conduct of litigation brought to enforce the Government’s interests. Given qui tam’s clear conflict with constitutional principles, any argument to sustain the qui\ntam provisions based upon historical practice must fail. July 18, 1989\nM e m o r a n d u m O p in io n f o r t h e A t t o r n e y G e n e r a l * I. OVERVIEW AND SUMMARY\nA. The Issue The issue presented here is whether the so-called “qui tam” provisions\no f the False Claims Act, 31 U.S.C. §§ 3729-3733 ( “Act”), are constitution­\nal. This may well be the most important separation o f powers question\nyou will have to address as Attorney General. In these qui tam provisions, Congress purports to authorize any person\nto prosecute — on behalf o f the United States and in the name o f the\nUnited States — a civil fraud for treble damages and penalties against any\nperson who allegedly makes a false claim to the U.S. government. Unlike\nnormal citizen suits, the qui tam plaintiff — or so-called “relator” — is\n^ E d ito r’s N o te : This memorandum was not intended to present the official position o f the Department\no f Justice at the time o f its writing, but rather was intended to contribute to a discussion within the\nDepartment over what position should be adopted The views on the Appointments Clause expressed in\nthe memorandum have been superseded by a subsequent O ffice o f Legal Counsel memorandum. See\nMemorandum fo r the General Counsels o f the Federal Government from Walter Dellinger, Assistant\nAttorney General, Office o f Legal Counsel, Re. The Constitutional Separation o f Poivers between the\nPresident and Congress 20-21 n 53 (May 7, 1996) (to be published)\n1 207 empowered to sue, on the government’s behalf, even if he has not sus­\ntained any personal injury as a result o f the wrongdoer’s alleged miscon­\nduct. As a bounty for prosecuting the fraud, the relator receives up to\nthirty percent o f any damages and penalties recovered, with the balance\npaid into the U.S. Treasury. The relator is empowered to prosecute the\ngovernment’s claim even when the Attorney General has determined that\nthere is no valid claim or that pursuing the suit is not in the interests o f\nthe United States."
}