{
  "document_category": "memos",
  "document_name": "19426",
  "chunk_index": 6,
  "chunk_text": "37 Opinions o f the Office o f Legal Counsel in Volume 24 Enforcement Actions A gainst Congress For similar reasons, we see no general separation of powers problem with\napplying section 274A against Congress. The more significant question is whether\nenforcement actions may be initiated against Members of Congress or congres­\nsional offices consistent with the legislative immunity accorded by the Speech\nor Debate Clause of the Constitution. 3 The Speech or Debate Clause provides\nthat, “ for any Speech or Debate in either House, [Senators and Representatives]\nshall not be questioned in any other Place.” U.S. Const, art. I, §6, cl. 1.\nIn interpreting the Speech or Debate Clause, the Supreme Court has not confined\nits protections literally to “ Speech or Debate in either House” but has given it\n“ a practical rather than a strictly literal reading which would limit the protection\nto utterances made within the four walls of either Chamber.” Hutchinson v. Proxmire, 443 U.S. I l l , 124 (1979). Thus, in United States v. Johnson , 383 U.S.\n169 (1966), the Court foreclosed prosecution of a Member of the House of Rep­\nresentatives for allegedly taking a bribe in return for delivering a speech on the\nfloor of the House. The indictment necessarily focused upon both Johnson’s\nmotives in making the speech and the contents of the speech itself, and the Court\nconcluded that the Congressman’s motive “ is precisely what the Speech or Debate\nClause generally forecloses from executive and judicial inquiry.” Id. at 180. In\nholding Johnson immune from prosecution under the Speech or Debate Clause,\nhowever, the Court emphasized that its holding was limited to the facts before\nit, and reserved the question whether Speech or Debate immunity would preclude\n“ a prosecution which, though as here founded on a criminal statute of general\napplication, does not draw in question the legislative acts of the defendant member\nof Congress or his motives for performing them.” Id. at 185. Six years later, in United States v. Brewster, 408 U.S. 501 (1972), the Supreme\nCourt resolved that question by holding that Speech or Debate immunity did not\nbar prosecution of a member of Congress for soliciting and receiving sums of\nmoney in return for ‘ ‘official acts performed by him in respect to his action, vote\nand decision” on proposed postal rate legislation, where the Member could\nsuccessfully be prosecuted without inquiry into either legislative acts or their moti­\nvation: The question is whether it is necessary to inquire into how\nappellee spoke, how he debated, how he voted, or anything he did\nin the chamber or in committee in order to make out a violation\n3 With respect to the applicability o f section 274A against Congress, we will here address only the general question\no f the availability o f speech and debate immunity W e do not address the more specific question of who the proper\ndefendant may be in individual enforcement actions."
}