{
  "document_category": "memos",
  "document_name": "1349716",
  "chunk_index": 17,
  "chunk_text": "In the course of upholding the lawfulness of such a restriction, the\nCourt in Humphrey’s Executor spoke in sweeping terms about the congressional intent underlying the FTC Act: Commission, the Federal Communications Commission, the Office of Financial Research,\nand the SEC. But cf. Free Enter. Fund, 561 U.S. at 487 (assuming that SEC members can\nbe removed only for cause); SEC v. Blinder, Robinson & Co., 855 F.2d 677, 681 (10th\nCir. 1988) (same). The President may remove the Comptroller of the Currency only “upon\nreasons to be communicated by him to the Senate,” 12 U.S.C. § 2, but no statute purports\nto limit the permissible reasons for removal. And no statute expressly limits the President’s authority to remove the three appointed (i.e., non-ex-officio) members of the\nFederal Deposit Insurance Corporation. In Wiener, the Supreme Court held that the\nPresident could remove members of the War Claims Commission only for cause even\nthough Congress concededly “said nothing about it.” 357 U.S. at 356. But we have\nquestioned that conclusion and advised that “the executive branch should resist any\nfurther application” of Wiener outside the context of purely adjudicatory bodies. The\nConstitutional Separation of Powers Between the President and Congress, 20 Op. O.L.C.\n124, 170 (1996) (“Separation of Powers”); see also Holdover and Removal of Members of\nAmtrak’s Reform Board, 27 Op. O.L.C. 163, 166 (2003) (“Because the removal power is a\nprincipal means by which the President carries out the executive power and takes care that\nthe laws be faithfully executed, we do not believe that any restrictions on the President’s\nremoval power should be inferred.”). 19 43 Op. O.L.C. __ (Oct. 8, 2019) [T]he language of the [FTC Act], the legislative reports, and the\ngeneral purposes of the legislation as reflected by the debates, all\ncombine to demonstrate the Congressional intent to create a body of\nexperts who shall gain experience by length of service—a body\nwhich shall be independent of executive authority, except in its selection, and free to exercise its judgment without the leave or hindrance of any other official or any department of the government. To\nthe accomplishment of these purposes, it is clear that Congress was\nof opinion that length and certainty of tenure would vitally contribute. And to hold that, nevertheless, the members of the commission\ncontinue in office at the mere will of the President, might be to\nthwart, in large measure, the very ends which Congress sought to realize by definitely fixing the term of office. 295 U.S. at 625–26 (emphasis omitted); see also id. at 628 (stating that\nthe FTC’s duties “are performed without executive leave and, in the\ncontemplation of the statute, must be free from executive control”). If\nthis view were “taken at face value, the President’s constitutional power\nto supervise” the “body of experts” at the independent agencies would be\n“limited to his power of appointment,” Simms Memorandum at 9, and he\ncould no more supervise their “quasi-judicial” and “quasi-legislative”\nwork than he could the judgments of his appointees to the Article III\ncourts."
}