{
  "document_category": "memos",
  "document_name": "22151",
  "chunk_index": 5,
  "chunk_text": "The primary func­\ntion o f the National G uard is to m aintain and assure the strength and\norganization o f reserve com ponents o f the Armed Forces. 26 This is not the\ntype o f security work excepted from the order. The maxim noscitur a\nsociis (a word is known by the com pany it keeps) applies here to limit the\nterm “ security work” to the type o f work associated with intelligence and\ninvestigative w ork.27\nW hether the Council applied an invalid standard o f review is not a m at­\nter for the Departm ent o f Justice to determine. Under the order, the\nCouncil is the final administrative authority. 28 There is no right to appeal\nto the Attorney General, and it would be inappropriate for the D epart­\nment o f Justice to comment on the decision. 29 The right o f appeal lies else­\nwhere. Issues arising out o f the controversy now are pending before the\nFederal Labor Relations A uthority30 and at least one Federal co u rt.31 There is a long line o f opinions o f the Attorneys General to the effect that\nit is not proper to express an opinion upon a judicial question that is pend­\ning in, or must ultimately be decided by, the courts. 32 Accordingly, we\ndecline to comment on the Council’s decisions in these cases. Leon U lm an D eputy Assistant A ttorney General\nOffice o f Legal Counsel “ 32 U .S.C . § 102. Section 709(e)(2) deals with the military security standards applicable to\nindividual members o f a reserve com ponent. It does not define the primary function o f the\nNational G uard. Cf., Third N a t’l Bank v. Impac. Limited, Inc. 432 U .S. 312 (1977), Jarecki v. G.D.\nSearte & Co.. 367 U .S. 303, 307 (1961).\n“ Exec. O rder No. 11491, § 11(c)(4). \"See 11 O p. A tt’y Gen. 407, 408 (1865); 10 O p. A tt’y Gen. 347, 349 (1862); 6 O p. A tt’y\nGen. 289 (1854).\n“ The Federal L abor Relations A uthority was created by the Civil Service Reform Act o f\n1978, 5 U.S.C. § 7105. It is the “ successor” to the Council. Section 7123 o f the Act provides\nfor judicial review o f final orders o f the A uthority. \"See, Nevada N a t’l Guard v. United States, No. 79-7235 (9th C ir., filed May 31, 1979). \"See, e.g., 41 O p. A tt’y Gen. 266, 272 (1956); 37 O p. A tt’y Gen. 34, 42 (1932); 33 Op.\nA tt’y Gen. 86, 87 (1922). 372"
}