{
  "document_category": "memos",
  "document_name": "22986",
  "chunk_index": 2,
  "chunk_text": "See, e.g., Barnum v. NTSB, 595 F.2d 869 (D.C. Cir.\n1979) (FAA order suspending pilot’s license for two low-flying incidents upheld). While § 609 requires the FAA to advise the certificate holder of charges against\nhim, and to give him an opportunity to respond to them prior to taking any action\nto amend, suspend, or revoke his certificate, the law does not require that the\nFAA’s action be preceded by any sort of formal hearing, nor does the FAA\nprovide such a hearing as matter of discretion. A certificate holder is, however,\nafforded an opportunity to appeal the FAA’s action to the NTSB, a procedure\nwhich, as described below, provides for such a hearing. Section 609 describes the procedures governing appeals to the NTSB from an\nFAA order amending, suspending, or revoking a certificate, and reads in perti­\nnent part as follows: Any person whose certificate is affected by such an order of the\nAdministrator under this section may appeal the Administrator’s\norder to the Board and the Board may, after notice and hearing,\namend, modify, or reverse the Administrator’s order if it finds that\nsafety in air commerce or air transportation and the public interest\ndo not require affirmation of the Administrator’s order. In the\nconduct of its hearings the Board shall not be bound by findings of\nfact of the Administrator. The filing of an appeal with the Board\nshall stay the effectiveness of the Administrator’s order unless the\nAdministrator advises the Board that an emergency exists and\nsafety in air commerce o r air transportation requires the immedi­\nate effectiveness of his order, in which event the order shall\nremain effective and the Board shall finally dispose of the appeal\nwithin sixty days after being so advised by the Administrator. The\nperson substantially affected by the Board’s order may obtain\njudicial review of said order under the provisions of section 1006\n[49 U.S.C. § 1486], and the Administrator shall be made a party\nto such proceedings. Federal Aviation Act of 1958, Pub. L. No. 85-726, § 609, 72 Stat. 731, 779-80\n(1958). See 49 U .S.C . § 1429(a). Formal hearings in connection with appeals from FAA orders are conducted by\nadministrative law judges employed by the NTSB. See 49 C.F.R. § 800.23. Procedures governing these hearings are set out in 49 C.F.R. Part 821,\nw ith special rules applicable to proceedings under § 609 contained at\n§§ 821.30-821.33. Under these rules, the order of the FAA from which appeal\nhas been taken is filed with the NTSB as a complaint; the allegations must be\nproven by the Administrator of the FAA in the subsequent hearing before the law\njudge. The Administrator has the burden of proving that the action taken against\n198 the certificate holder was reasonable and in accordance with NTSB precedent. Both the certificate holder and the FAA are entitled to appeal a law judge’s initial\ndecision to the NTSB itself; in the absence of such an appeal, however, the law\njudge’s initial decision becomes final. See 49 C.F.R. § 821.43."
}