{
  "document_category": "memos",
  "document_name": "24271",
  "chunk_index": 2,
  "chunk_text": "The relator is empowered to prosecute the\ngovernment’s claim even when the Attorney General has determined that\nthere is no valid claim or that pursuing the suit is not in the interests o f\nthe United States. Through qui tam, Congress has attempted to create universal standing\nto prosecute purely public offenses. These qui tam suits pose a devastat­\ning threat to the Executive’s constitutional authority and to the doctrine\no f separation o f powers. If qui tam suits are upheld, it would mean\nCongress will have carte blanche to divest the executive branch o f its\nconstitutional authority to enforce the laws and vest that authority in its\nown corps o f private bounty hunters. Simply by attaching a penalty to the\nviolation o f any law and by offering a bounty to any person who sues,\nCongress effectively could “privatize” all civil law enforcement. Indeed,\nthrough this device, Congress has authorized each o f its own members\n(as any “person”) to enforce the laws directly. In several qui tam suits currently pending in federal district court,\ndefendant contractors have moved to dismiss, contending that the qui\ntam mechanism is unconstitutional. Several courts have asked the\nDepartment o f Justice to express a position. The Office o f Legal Counsel,\nthe Civil Division, and the former Office o f Legal Policy all agree that the\nqui tam provisions in the False Claims Act are unconstitutional. We\nbelieve they violate the Appointments Clause, infringe on the President’s\ncore Article II authority to execute the law, and violate Article III stand­\ning doctrine. The Civil Division would like to enter an appropriate case\nand, either as amicus or by intervention, present the executive branch’s\narguments against the constitutionality o f qui tam. The Solicitor General\nargues that we should intervene in district court to support the constitu­\ntionality o f qui tam. B. Background The use o f qui tam suits arose in fourteenth century England as an aid\nto government’s primitive law enforcement capabilities. These statutes\nauthorized private “informers” to bring criminal prosecutions for viola­\ntion o f certain penal laws. Upon conviction of the wrongdoer, the private\nprosecutor was given a share o f the penalty as a reward. While some\nstatutes permitted prosecution only by a person who had suffered injury,\nother statutes authorized “any person,” regardless o f ir\\jury, to prosecute\na wrongdoer in the name o f the sovereign for violation o f a penal law. Initially, these informer actions were brought by criminal indictment or\ninformation, but eventually informers could opt to bring their suits as\n208 either a criminal or civil action. This experiment with private law\nenforcement had an unhappy history o f abuse. Qui tam suits fell into dis­\nfavor and, from the sixteenth century forward, their use was progres­\nsively curtailed. In the United States, during the emergency o f the Civil War, Congress\nresorted to this archaic device in response to widespread contractor\nfraud. The False Claims Act o f 1863, 12 Stat. 696, authorized any person\nto prosecute, in the name o f the United States, a civil action against a con­\ntractor for alleged fraud against the United States."
}