{
  "document_category": "memos",
  "document_name": "22526",
  "chunk_index": 6,
  "chunk_text": "W e think the reference in subparagraph (D ) to subparagraph (F ) is mistaken, and that it should\ninstead be read as a reference to the hearing described in subparagraph (G). 490 the merits of the discrimination charge, by showing a likelihood of\nsuccess at a preliminary hearing. But the statute does not spell out what\nrelationship if any Congress intended there to be between L E A A ’s\nenforcement procedures once they have been set in motion, and any\nongoing judicial or administrative proceedings which may have trig­\ngered them in the first place. The legislative history of the 1976 amendments to the Crime Control\nAct does little to clarify this relationship. It manifests congressional\ndissatisfaction with the lack of initiative shown by LEAA in enforcing\nthe nondiscrimination provisions of the Act, and an intent to remedy\nthis by forcing the agency into action whenever a court or another\nagency “finds” the recipient to have engaged in a “pattern or practice”\nof discrimination. Thereafter, however, it would appear that LEA A\nwas perceived as having an enforcement role independent of contempo­\nraries and related court proceedings. The House report states that “the\nCommittee bill will require the Administration to honor the discrimina­\ntion findings of State and Federal courts and State and Federal agencies\nby then beginning its own enforcement process with the sending out of\nnoncompliance notices to recipients found by others to have discrimi­\nnated.” H.R. Rep. No. 1155, 94th Cong., 2d Sess. 26 (1976) (emphasis\nadded). 4 The more important evidence of LEA A ’s independence comes from\na reading of the statute itself, and from a comparison of its provisions\nwith the analogous provisions of the Revenue Sharing Act. Unlike the\nRevenue Sharing Act, the Crime Control Act contains no provisions\nrequiring deference on the merits to the triggering “finding” in any part\nof the administrative process. Rather, it would seem that this “finding”\noperates on the agency only to spur it into “beginning its own enforce­\nment process.” 5 As will be discussed in greater detail below, the\nanalogous sections of the Revenue Sharing Act are considerably more\nexplicit with respect to the further substantive effect that should be\ngiven the triggering judicial determination. 4 T he Senate bill had made no changes in the nondiscrim ination provisions o f the C rim e C ontrol\nA ct, and the conference com m ittee reported out provisions that w ere in all pertinent respects identical\nto those in the H ouse bill. See H .R. Rep. No. 1723, 94th Cong., 2d Sess. 32 (1976). 5 O ne o f the difficulties in construing L E A A 's obligations under these provisions o f the statute is\nC ongress' failure to define w hat it meant by a ‘‘finding.” It is not clear in the statute o r its legislative\nhistory w h eth er this term was meant to include prelim inary o r interlocutory “ findings,” o r w hether it\nshould be limited to formal findings after a full hearing."
}