{
  "document_category": "memos",
  "document_name": "23741",
  "chunk_index": 1,
  "chunk_text": "Congressional Pay Amendment T h e C o n g ressio n al Pay A m endm ent, w hich w as originally proposed by C ongress to the States\nfor ratification in 1789, and having been ratified by three-fourths o f the S tates, h as b een\nratified p u rsu an t to A rticle V and is accordingly now part o f the C onstitution. U n d er 1 U .S .C . § 106b, the A rchivist was, upon receipt o f form al instrum ents o f ratification\nfrom the req u isite num ber o f States, required to publish the C ongressional Pay A m endm ent\nalong w ith his certificate specifying that the A m endm ent has becom e valid, to all in ten ts and\npurposes, a s part o f the C onstitution. May 13, 1992\nM em orandum O p in io n f o r t h e C o u n sel to the P r e s id e n t You have asked for a summary of our views, on an expedited basis, on\nwhether the Congressional Pay Amendment has been duly adopted in accor­\ndance with the formal requirements of Article V of the Constitution. The\nGeneral Counsel of the National Archives and Records Administration has\ninformed us that the Archivist of the United States has received word that a\ntotal of thirty-nine States have adopted the Amendment, one more than the\nthree-fourths required under Article V. The Archivist expects to have re­\nceived formal instruments of ratification from all the necessary States shortly\nand informs us that no state has purported to rescind its ratification. Article V of the Constitution provides:\nThe Congress, whenever two thirds of both Houses shall deem\nit necessary, shall propose Amendments to this Constitution . . .\nwhich . . . shall be valid to all Intents and Purposes, as Part of\nthis Constitution, when ratified by the Legislatures of three\nfourths of the several States, or by Conventions in three fourths\nthereof, as the one or the other Mode of Ratification may be\nproposed by the Congress . . . . Congress proposed the Pay Amendment to the States in 1789, by a resolu­\ntion concurred in by two-thirds of both Houses. 1 Stat. 97 (1789). That\nresolution further provided that the Amendment would be valid as part of\n85 the Constitution “when ratified by three fourths of the [State] legislatures.” Id. As the Amendment was proposed by the requisite majorities of both\nHouses of Congress, and has been ratified by the legislatures of three-fourths\nof the States, it has met all of the requirements for adoption set forth in\nArticle V.\nSection 106b of title 1, United States Code, provides:"
}