{
  "document_category": "memos",
  "document_name": "doc_76",
  "chunk_index": 31,
  "chunk_text": "Recess Appointments Amid Pro Forma Senate Sessions bearing on the proper interpretation of the Recess Appointments Clause.” Id.\nat 590. Moreover, we have concluded that “there are sound reasons to believe that the President has authority to make recess appointments in situations in which a pocket veto might well be inappropriate.” The Pocket Veto:\nHistorical Practice and Judicial Precedent, 6 Op. O.L.C. 134, 149 (1982). The Pocket Veto Clause “ensures that the President will not be deprived of his constitutional power to veto a bill by reason of an adjournment.” Recess Appointments Issues, 6 Op. O.L.C. at 590. The holdings in\nWright and Sampson—that the President could not pocket veto a bill\nduring an intrasession recess where the Senate had designated an agent to\nreceive the return of a bill—were “bottomed on the theory that [the adjournments at issue] did not ‘prevent’ the return of disapproved bills.” The\nPocket Veto, 6 Op. O.L.C. at 149. Put another way, the designation of an\nagent to receive messages and the pocket veto serve the same purpose,\ni.e., protecting the President’s right to disapprove bills, and therefore\nobviate the need for the power provided by the Clause. The Recess Appointments Clause, however, serves a different purpose. It\n“enables the President to fill vacancies which exist while the Senate is\nunable to give its advice and consent because it is in recess.” Recess Appointments Issues, 6 Op. O.L.C. at 590. The designation of an agent to\nreceive messages neither allows the President to fill vacancies nor makes the\nSenate available to advise and consent. Thus, the President’s ability to make\nappointments during a recess is necessary to further the Recess Appointments Clause’s purpose, while the President’s authority to pocket veto\narguably is not necessary when the presence of a congressional agent allows\nhim to return a bill, exercising his constitutional prerogative to disapprove\nlegislation. While the congressional designation of an agent arguably addresses the constitutional concerns embodied in the President’s pocket veto\nauthority, the periodic convening of pro forma sessions at which no business\nis to be conducted simply does not address the constitutional concerns\narising from the Senate’s unavailability to consider appointments. Finally, we considered whether the Department of Justice has already taken a different view. In arguing that the recess appointment of a member of\nthe National Labor Relations Board (“NLRB”) did not render moot the\ncontroversy about legal consequences of the absence of a Board quorum, the\nSolicitor General said that “the Senate may act to foreclose [recess appointments] by declining to recess for more than two or three days at a time over\n47 36 Op. O.L.C. 15 (2012) a lengthy period,” using the Senate’s 2007 pro forma sessions as an example. Letter for William K. Suter, Clerk, Supreme Court of the United States,\nfrom Elena Kagan, Solicitor General, Office of the Solicitor General, at 3\n(April 26, 2010), New Process Steel, L.P. v. NLRB, 130 S. Ct. 2635 (2010)\n(No. 08-1457). This portion of the letter is focused on the question whether\nan intrasession recess of three days or fewer constitutes a recess under the\nRecess Appointments Clause."
}