{
  "document_category": "memos",
  "document_name": "22961",
  "chunk_index": 8,
  "chunk_text": "A ppendix C o f the FPM sum m arizes the conflict\nstatutes as they apply to both regular and sp ecial governm ent em ployees. S pecific questions about the application of\nthese statutes o r the C om m erce D epartm ent Standards o f C onduct should be directed to the D esignated A gency\nE thics O fficial for that D epartm ent or the O ffice o f G overnm ent E thics. 164 defer to the judgm ent of the Commerce Department about the propriety of\npayments in specific cases. 15\nB. Equipment The Secretary of Commerce has been given authority by Congress to accept\ngifts of property for the purpose of aiding or facilitating the work of that\nDepartment. See 15 U .S .C . § 1522. In order to implement this authority, the\nSecretary has issued an Administrative Order (D A O -203-9), dated July 30,\n1965, governing the acceptance of gifts and bequests by the D epartm ent.16 We\nunderstand that the anticipated donation of supplies and equipment to the Task\nForce will b e processed by the Commerce Department pursuant to this order. You\nshould be aware that the order provides that gifts shall not be accepted unless they\nmeet specific conditions, which include the following:\n[the gift] would not involve in substance, or have the appearance\nof involving, personal benefit to an employee for or in con­\ntemplation of services to the donor. Its acceptance would not tend to result in public misunderstanding\nconcerning the ability of any Department employee to carry out\nhis official duties in a fair, independent, impartial, or objective\nmanner. Its acceptance would not compromise or appear to compromise\nthe honesty and integrity of departmental programs or of its\nemployees and their official actions or decisions. Administrative Order at p. 2. We would interpret these conditions to suggest that\nthe Com m erce D epartm ent direct the same kind of attention to the identity of\ndonors as we described previously with regard to the volunteers. 17 Conclusion For the reasons discussed above, we conclude that it would be appropriate for\nthe Com m erce Department to accept “ volunteer” consultants to assist the Task\nForce. These volunteer consultants may receive a salary from an outside source,\nso long as the salary payment does not otherwise create a conflict of interest. 15 We d o not fully understand the reasons for the one proposed corporate paym ent to a volunteer through a taxexem pt organization. W hile we are not prepared to state unequivocally that such paym ent is im proper, we m ust\nexpress special concern about the advisability o f this proposal A t the least, we w ould note that the conflict o f interest\nregulations m ay not be circum vented by such a m echanism , both the corporation and the tax-exem pt organization\nshould be scrutinized as to any disqualifying conflicts. 16 T he order expressly provides that it shall not govern the donation of personal services."
}