{
  "document_category": "memos",
  "document_name": "21356",
  "chunk_index": 2,
  "chunk_text": "The more detailed\nprocedures actually employed are, under § 1552, promulgated by the several\nService Secretaries after approval by the Secretary of Defense. Section 1552 does not explicitly grant or deny the President the power to\nreview decisions made by the Service Secretaries or Boards established\npursuant to its provisions. It does, however, state explicitly that “ a correction\nunder this section is final and conclusive on all officers o f the United States.”\n§ 1552(a). This language would arguably prevent the President from overturning\na decision favorable to an applicant,3 but it does not address a situation where,\nas here, the decision of the Board and Secretary has gone against an applicant. Section 1552 does, however, require decisions made on applications to be\nmade “ under procedures established by [the several Service Secretaries] and\napproved by the Secretary o f Defense . . . . ” We think that, at a minimum, this\nmeans that all such decisions are to be made with some semblance of\nprocedural regularity. The Secretary of the Army has adopted procedures to this\nend. See 32 CFR § 581.3. Under 32 CFR § 581.3(f)(2) the Secretary of the Army possesses final\nauthority, subject only to judicial review, to grant or deny an application for\ncorrection. As pointed out in a recent case, the Secretary could, by regulation\nhaving the approval of the Secretary of Defense, give final decisionmaking\nauthority to the Board itself, thereby preventing even the Secretary of the Army\nfrom reviewing the decision o f the Board so long as the regulation was in force. See, Biddle v. United States, 186 Ct. Cl. 87 (1968). In addition, a number of\ncases have indicated that the Secretary himself may not reverse a “ decision” of\nthe Board where the Board’s findings are supported by the record. See, e .g .,\nWeiss v. United States, 408 F. (2d) 416, 422 (Ct. Cl. 1969); Nelson v. M iller,\n373 F. (2d) 474, 478 (3d Cir. 1967). (Continued) The Board found this issue to be beyond its jurisdiction, stating that \" 3 6 U .S .C . 121 provides the\nAmerican Battle M onum ents Com m ission with responsibility for m aintaining m ilitary cem eteries\nin foreign countries. . . . ”\n^ h e scant legislative history o f the provision indicates that Congress intended to “ make the . Findings o f the boards not subject to review by other Governm ent departm ents.” S. Rept. No. 788,\n82d C ong., 1st sess. 2 (1951). 371 In these circumstances, we think that the President lacks the power of review\nover a decision made by the Secretary o f the Army because § 581.3(0(2)\neffectively precludes him from doing so.4 It is a generally accepted principle\nthat courts will review and set aside actions taken by the military not in accord\nwith their own regulations. See, e .g ., P eavy v. Warner, 493 F. (2d) 748, 750\n(5th Cir. 1974). Although a departure inuring to the benefit of Mrs. Slovik\nwould probably not be subject to judicial review, we believe that the general\nprinciple is fully applicable. 5"
}