{
  "document_category": "memos",
  "document_name": "19961",
  "chunk_index": 3,
  "chunk_text": "Guam\nis therefore a “ person” under §207. 327 Opinions o f the Office o f Legal Counsel in Volume 20 Second, although Guam is an “ instrumentality of the federal government” for\nsome purposes, see Sakamoto v. Duty Free Shoppers, Ltd., 764 F.2d 1285, 1286,\n1289 (9th Cir. 1985), cert, denied, 475 U.S. 1081 (1986) (Commerce Clause and\nantitrust laws), it is not the “ United States” for purposes of §207. It would be\nanomalous for Guam to be an instrumentality of the United States under a statute\nthat even treats the United States and the District of Columbia as separate entities. Section 207(a)(1) applies to “ any communication to or appearance before any\nofficer or employee . . . of the United States or the District of Columbia, on\nbehalf of any other person (except the United States or the District of Columbia),”\nand clarifies that former officials of the United States may communicate to or\nappear before officers and employees of the District of Columbia, and vice versa. 18 U.S.C. § 207(a)(3). Thus, the District of Columbia is not covered by the term\n“ the United States” in §207, and there is no apparent reason why an unincor­\nporated territory with its own government, see, e.g., 48 U.S.C. §§1421-1423,\nshould receive different treatment. Furthermore, § 207 is aimed, among other things, at preventing former employ­\nees of the United States from “ switching sides” in particular matters involving\nspecific parties, such as litigation. See, e.g., 5 C.F.R. § 2637.101(c)(1) (1996). 2\nGuam and the United States may now appear separately in litigation and take\nopposite sides. As Judge (now Justice) Kennedy explained, “ the executive branch\nof the Government of Guam [before 1971] might have been deemed under the\ncontrol of the United States” as to litigation, because the Governor was appointed\nby the President with the advice and consent of the Senate, but\n[o]nce the Governorship of Guam was made an elected office, the\nUnited States relinquished its control over the executive of the Gov­\nernment of Guam. The executive branch is responsible now to the\npeople of Guam. That the Government of Guam is now capable\nof acting independently of the United States in deciding whether\nto sue the United States is evidenced by the institution of the\npresent action. G overnm ent o f Guam v. United States, 744 F.2d 699, 701 (9th Cir. 1984). Given this possibility of conflict between the United States and Guam and given the\nstatutory structure, we believe that Guam does not fall within the term “ the United\nStates” as used in §207. To be sure, there may be some instances where, even within the executive\nbranch of the federal government, an employee who leaves one agency and joins\n2 H ie statute is also designed to restrict trading on past friendships and associations and prevent the unfair use\no f inside information. 5 C.F.R. §2637.101(c)(2), Roswell B. Perkins, The New Federal Conflict-of-interest Law ,\n76 Harv. L. Rev. 1113, 1121 (1963)."
}