{
  "document_category": "memos",
  "document_name": "20701",
  "chunk_index": 3,
  "chunk_text": "As defined in the 1926 statute, the term “United States” includes the overlying airspace. Id. § 9(b),\n44 Stat. at 573, codified at 49 U.S.C. § 179(b) (1940). 107 Supplemental Opinions of the Office of Legal Counsel in Volume 1 or possession of the United States (including the Philippine Islands)\nor the District of Columbia, and a foreign country. 49 U.S.C. § 176 (1940). 2\nSection 1 of the Civil Aeronautics Act of 1938 contains the following definitions:\n(3) “Air commerce” means interstate, overseas, or foreign air commerce or the transportation of mail by aircraft or any operation or\nnavigation of aircraft within the limits of any civil airway or any operation or navigation of aircraft which directly affects, or which may\nendanger safety in, interstate, overseas, or foreign air commerce. ....\n(16) “Civil airway” means a path through the navigable air space of\nthe United States, identified by an area on the surface of the earth,\ndesignated or approved by the Administrator as suitable for interstate, overseas, or foreign air commerce. ....\n(25) “Navigation of aircraft” or “navigate aircraft” includes the piloting of aircraft. ....\n(31) “United States” means the several States, the District of Columbia, and the several Territories and possessions of the United States,\nincluding the Territorial waters and the overlying air space thereof. Pub. L. No. 75-706, 52 Stat. at 977–80, codified at 49 U.S.C. § 401 (1940). 2\nThe authority conferred by this section was originally vested in the Secretary of Commerce. Pub. L. No. 69-254, § 6(c), 44 Stat. at 572. As amended by the Civil Aeronautics Act of 1938,\n§ 1107(i)(1), 52 Stat. at 1028, subsection (c) referred to the Civil Aeronautics Authority. Section 7(b)\nof Reorganization Plan 4 changed the title of the Civil Aeronautics Authority to “Civil Aeronautics\nBoard” and made other changes not relevant here. 5 Fed. Reg. 2421, 2422 (June 29, 1940). The term\n“Civil Aeronautics Authority” is now used to refer to the Civil Aeronautics Board and the Administrator of Civil Aeronautics considered together. In this memorandum we shall use the title “Civil\nAeronautics Authority” without discussing whether the authority given by section 6(c) of the Air\nCommerce Act may be exercised by the Civil Aeronautics Board or by the Administrator or by both. See Permits for Flight of Foreign Aircraft into the United States, 40 Op. Att’y Gen. 136 (Sept. 12,\n1941). 108 Implementation of International Civil Aviation Agreements II. Text In section 6 of the Air Commerce Act, the Congress asserted sovereignty over\nthe airspace above the territory of the United States and reserved to American\naircraft all rights of “cabotage” (e.g, air traffic between points within a single state,\nbetween two states or between the United States and any of its possessions or\nterritories). The section, however, authorizes the Civil Aeronautics Authority to\ngrant certain flight privileges to foreign aircraft. The only question discussed in\nthis memorandum is whether foreign aircraft may be authorized to make non-stop\nflights over the United States or to land for non-traffic purposes in the United\nStates."
}