{
  "document_category": "memos",
  "document_name": "19566",
  "chunk_index": 4,
  "chunk_text": "A m eron, In c v U S A r m y C orps o f E ngineers, 787 F 2 d 875, 886 (3d C ir. 1986). S e e also 30 Applicability o f 18 U.S.C. §208 to National Gambling Impact Study Commission considered to be parts of the executive branch, although the President’s powerto remove agency heads may be restricted in certain ways. See Morrison v. Olson,\n487 U.S. 654, 689-91 (1988) (interpreting cases on tenure protection for officials\nof independent agencies as hinging on whether protection impaired President’s\nduty to execute the laws). Congress could have understood the term “ independent\nagency” in 1962, however, to refer to agencies that we would now consider to\nbe part of the executive branch. On that understanding, § 208 would apply to the\nexecutive branch, including agencies within the executive whose heads enjoy some\ndegree of protection from presidential removal, and that may have been viewed\nin 1962 as outside the executive branch;5 but it would not apply to the legislative\nor judicial branches. Alternatively, in referring to “ independent” agencies, Congress may have been\nrecognizing the possibility that some agencies could be regarded as “ inde­\npendent” even while being firmly located within a particular branch. On this\nreading, §208 would reach not only “ independent” agencies within the executive\nbranch but also any such agencies within the legislative or judicial branches. 6 The pre-1962 case law had at least occasionally noted that in order to be “ inde­\npendent,” an agency might need to be protected from congressional, as well as\nexecutive, control. 7 Moreover, the cases had also suggested that an agency might\nbe, for at least some purposes, “ independent,” while yet belonging to a particular\nbranch. 8 Consequently, in applying §208 to “ independent” agencies, Congress\nid at 892 (B ecker, J , concurring in part); Federal T rade C o m m ‘n v R ubero id C o , 343 U S 470, 487 (1952) (Jack ­\nson, J , dissenting). 5 Thus, w e have no doubt that agencies such as the Federal T ra d e C om m ission ( “ F T C ” ), w hich H u m p h rey 's\nE xecu to r stated “ cannot in any proper sense be characterized as an aim o r an eye o f the ex e cu tiv e ,” 295 U S.\nat 628, should now be regarded as part o f th e executive branch\n6 W e note that the C ourt seem s usually to have understood “ independen t” agencies — for purp o ses o f separation\no f pow ers an a ly sis— n o t to encom pass agencies w ithin the legislative or jud icial branches T h u s, the C ourt has\nsaid that “ independent” agencies are those w hose statutes “ typically specify eith er that . . . ag en cy m em bers are\nrem ovable by the P resident for specified causes [such as the FTC] .\n."
}