{
  "document_category": "memos",
  "document_name": "22616",
  "chunk_index": 11,
  "chunk_text": "When he recovered, Wilson forced Secretary of\nState Lansing, who had called Cabinet meetings and suggested that\nMarshall take over as Acting President, to resign, charging him with\ndisloyalty. Id.\n1.\nFranklin Roosevelt was in declining health during his last year in\noffice, and died on April 12, 1945. Vice President Harry S. Truman had\nhad only tw o conversations with Roosevelt since the inauguration,\nneither dealing with disability. Feerick at 17. Perhaps as a reaction to\nthis, Truman supported a new succession statute, A ct of June 25, 1948,\nPub. L. No. 80-771, 62 Stat. 672, 677-78 (1948). 4 Garfield was able to conduct only one minor piece of business—the signing of an extradition\npaper Feerick at 9\n8 Arthur, who succeeded Garfield, suffered from an increasingly debilitating kidney disease while in\noffice. Although he gradually reduced his schedule, he does not appear to have become completely\nincapacitated. Feerick at 10-11.\n6 It was the death of Cleveland’s first Vice President, Thomas A. Hendricks, in 1885, while\nCongress was out o f session, which accelerated passage of the Presidential Succession Act, Pub. L.\nNo. 49-1, 24 Stat. 1 (1886) 101 8. D w ight D. Eisenhower suffered three major illnesses while in\noffice—a heart attack (1955), ileitis (1956), and a “mild” stroke (1957). From the first, Vice President Richard Nixon consulted with the Cabi­\nnet and developed a procedure for relaying important matters to the\nPresident. A W hite House request for an opinion on the temporary\ndelegation o f presidential power was not acted upon because Attorney\nGeneral Brownell felt there were sufficient legal arrangements in place\nto handle day-to-day operations. Eisenhow er was very troubled by the implications of the disability\nproblem during each of his illnesses. He asked the Department of\nJustice to study the problem and recommend a solution, urged Con­\ngress to act, and entered into an informal agreement with Mr. Nixon. Feerick at 20-22. The agreement provided that:\n1. In the event of inability the President would—if\npossible—so inform the Vice President, and the Vice\nPresident would serve as Acting President, exercising the\npowers and duties of the office until the inability had\nended. 2. In the event o f an inability which would prevent the\nPresident from so communicating with the Vice Presi­\ndent, the Vice President, after such consultation as seems\nto him appropriate under the circumstances, would decide\nupon the devolution of the powers and duties of the office\nand would serve as Acting President until the inability\nhad ended. 3. The President, in either event, would determine\nwhen the inability had ended and at that time would\nresume the full exercise o f the powers and duties of the\nOffice. 1965 Senate Report at 7 .7 Although Congress did hold hearings, no\nperm anent action was taken.8\n9. Lyndon B. Johnson was hospitalized four times, the first time\nbeing for a major bout w ith the flu (January 23-27, 1965). 9 In October\n1965, Johnson was hospitalized for gall bladder surgery. 10 He was\n7See also N.Y. Times* March 4, 1958, at 1, col. 2. Presidents Kennedy and Johnson entered into\nsimilar agreements with their Vice Presidents. 1965 Senate Report at 7. N.Y. Times, Jan. 28, 1965, at\n13, col."
}