{
  "document_category": "memos",
  "document_name": "1272131",
  "chunk_index": 8,
  "chunk_text": "Water Splash, Inc. v. Menon, 137 S. Ct. 1504, 1508–09 (2017) (internal quotation marks omitted);\nsee also Restatement (Third) of the Foreign Relations Law of the United\nStates § 325(1) (Am. Law Inst. 1987) (“Restatement of Foreign Relations”) (“An international agreement is to be interpreted in good faith\naccording to the ordinary meaning to be given to its terms in their context\nand in light of its object and purpose.”); Vienna Convention on the Law of\nduce[r]s of marijuana, specify the particular plots of land on which it is to be grown, and\ncollect the crops of all domestic producers of marijuana” and that “at present the authority\nto control marijuana production is split between” government agencies). 9 Opinions of the Office of Legal Counsel in Volume 42 Treaties art. 31(1), opened for signature May 23, 1969, 1155 U.N.T.S.\n331(“Vienna Convention”) (similar). 6 We think it evident from the treaty’s text and context that “physical\npossession” requires growers licensed under the CSA to transfer the crops\nto the physical, and not merely legal, control of the federal government. Article 23(2)(d) says that “cultivators” must “deliver their total crops” to\nthe government—a clear indication that the treaty contemplates the physical transfer of control from one party to another. The Single Convention’s\nCommentary reinforces that point in emphasizing that “the time between\nthe harvest and delivery of the crop should be as short as possible” and\nrecommending that parties “set a final date after which possession of\nharvested [crops] by a private cultivator is in any event illegal and [the\ncrop] subject to confiscation.” Commentary at 283 (emphasis added). And\nthis understanding of the words used in the Single Convention is further\nconfirmed by the decisions of U.S. courts, which have consistently distinguished constructive possession from physical possession, with the latter\nrequiring direct physical control over the item in question. 7 One might argue that NIDA, through its contract, satisfies the treaty\nrequirements of physical possession via the pervasive influence and\ncontrol NIDA exercises over the National Center’s cultivation operations. See State Mem. at 5; State Supp. Mem. at 2. NIDA’s contract does provide that the National Center serves as “NIDA’s cannabis drug repository.” 2015 NIDA Contract at 16. DEA regulations also include detailed\nspecifications for the material, size, and accessibility of the storage facility. See 21 C.F.R. §§ 1301.71–1301.76. The contract further specifies\nparticular temperatures for the storage facility and notes that “[l]ocal DEA\nagents will determine the exact type of security required.” 2015 NIDA\n6 The United States is not a party to the Vienna Convention, but this Office has relied\non Article 31 as generally reflecting customary international law and practice. See Interpretation of Article 17 Bis of the US-EU Air Transport Agreement, 40 Op. O.L.C. __,\nat *5 (Apr. 14, 2016); “Protected Person” Status in Occupied Iraq Under the Fourth\nGeneva Convention, 28 Op. O.L.C. 35, 53 n.21 (2004). 7 See, e.g., United States v. Hunter, 558 F.3d 495, 503–04 (6th Cir. 2009) (“Actual\npossession exists when an individual knowingly has direct physical control over a thing at\na given time[.]”);"
}