{
  "document_category": "memos",
  "document_name": "20036",
  "chunk_index": 5,
  "chunk_text": "The manifest intention of Congress, thus, is that OCB’s headquarters\nbe relocated by som e date, that the relocation be financed through the USIA ac­\ncounts specified above, and that the relocation be a condition on the expenditure\nof certain appropriated funds. Under these circumstances, we believe the retention\nof the April 1, 1996 relocation deadline— compliance with which had become\na temporal impossibility by the provision’s date of enactment— was the result\n212 R elocation D eadline P rovision C ontained in the 1996 O m nibus C onsolidated R escissions a n d\nA ppropriations A ct of a technical error in failing to revise the relocation deadline prior to the passage\nof H.R. 3019. Finally, in many other cases of correcting a technical or clerical error, a sub­\nstitute for the erroneous term is obvious or apparent from the context. Cf. A ppro­\npriations to Pay Supervision o f Election, 1 Comp. Dec. 1 (1894) (holding that\nan appropriation providing funds in connection with an election held on November\n“ 5th,” 1890 could be used to make payments associated with an election held\non November 4, 1890, where it was clear that November “ 5th” was a typo­\ngraphical error and Congress intended to make the funds available to support the\nNovember 4 election). Here, several plausible alternatives seem available. In this\ncircumstance, we leave to USIA, the agency administering the appropriation in\nthe first instance, the responsibility for determining a compliance date that is con­\nsistent with Congress’s intention. II. Conclusion\nBased on the foregoing, we conclude that USIA is entitled at this time to obli­\ngate the funds appropriated in the provision, even though it is unable to turn back\nthe clock and comply with the provision’s literal deadline for relocating OCB’s\nheadquarters to south Florida. We also conclude that the relocation of OCB’s\nheadquarters to south Florida is mandatory under the appropriation. Finally, we\nconclude that USIA may use funds available under the account headings specified\nin the provision to finance the relocation. RICHARD L. SHIFFRIN\nD eputy Assistant Attorney General\nOffice o f Legal Counsel 213"
}