{
  "document_category": "memos",
  "document_name": "844106",
  "chunk_index": 4,
  "chunk_text": "This Office has consistently held that “ ‘law­\nsuits between two federal agencies are not generally justiciable.’ ” EPA Opinion,\n21 Op. O.L.C. at 111 (quoting Constitutionality o f Nuclear Regulatory Commis­\nsion ’s Imposition o f C ivil Penalties on the A ir Force, 13 Op. O.L.C. 131, 138\n(1989)). Federal courts may adjudicate only actual cases and controversies, and\na lawsuit involving the same party as both plaintiff and defendant — which would\ngenerally be the result if one executive agency sued another — does not constitute\nan actual controversy. However, in practice, such a scenario would not arise, for the internal executive\nbranch dispute-resolution process described above would either obviate the need\nfor a final administrative order or preclude noncompliance with such an order. In the event o f any dispute between INS and another executive agency as to a\ncivil penalty assessment, the President, as head of the executive branch, has the\nauthority either to direct the Attorney General not to impose a final order or to\norder the agency to comply with such an order. In either case, the judicial review\nprovisions of sections 274A(e)(8) and (9) simply would not be triggered. 2\nEnforcement Actions Against the Judiciary As noted above, the definition o f “ person or other entity” applies to the judicial\nbranch, as well as to the legislative and executive branches. Application of section\n274A to the judiciary raises questions concerning the possible assertion of judicial\nimmunity. W e do not believe that any plausible claim of judicial immunity from section\n274A could be made in the wake of Forrester v. White, 484 U.S. 219 (1988). In F orrester, the Supreme Court concluded that questions regarding the scope\no f absolute judicial immunity must be evaluated in light of the purposes served\nby such immunity. Id. at 226-27. That “ functional approach” looks at the nature\no f the official functions exercised and evaluates “ the effect that exposure to par­\nticular forms of liability would likely have on the appropriate exercise of those\nfunctions.” Id. at 224. The Court in Forrester applied the functional approach\nto reject a judge’s claim of absolute immunity from civil liability for his decision\nto demote and discharge a probation officer. In doing so, the Court distinguished\nbetween “judicial acts” and “ the administrative, legislative, or executive func­\ntions that judges may on occasion be assigned by law to perform.” Id. at 227. It reasoned that, with respect to the latter category, the danger of “ officials’ being\ndeflected from the effective performance o f their duties” was not substantial\nenough to warrant absolute immunity. Id. at 230. The Court held that administra­\n2 Indeed, the Executive Branch has various procedures in place to avoid litigation and promote internal dispute\nresolution See, e g , Exec. O rder No 12146, 3 C.F R. 409 (1979) 36 Enforcement o f INA Employer Sanctions Provisions Against Federal Government Entities tive decisions, including personnel decisions, are not regarded as judicial acts and\nthus are not immunized “ even though they may be essential to the very func­\ntioning of the courts.” Id. at 228."
}