{
  "document_category": "memos",
  "document_name": "23421",
  "chunk_index": 6,
  "chunk_text": "B ecause o f p o ssible c o n ­\nflicts o f in terest, rep resen tatio n by D epartm ent em ployees is not feasible. In these circ u m stan c e s, . . .\nthe A ttorney G en eral can use his general au th o rity as the head o f the D epartm ent, see 28 U .S .C . 509, to\nfu rth er the . . . in te re sts o f the U nited States by retain in g p riv ate attorneys.” ); M em orandum for Jam e s\nA . B arnes, G en eral C o u n sel, Environm ental Protection A gency, from T h eo d o re B. O lso n , A ssistant\nA ttorney G en eral, O ffice o f L egal C ounsel, Re: Payment o f Private Counsel Fees Incurred by Anne M.\nBurford, at 3 (M ar. 12, 1984) ( “W hen the D epartm ent o f J u stic e pro v id es re p re sen ta tio n to ag en cy\ne m ployees, it d o es so pu rsu an t to 28 U .S.C § 517 . . . . \" ) .\n‘ See B urford M em o ran d u m , n.3 (the g o v ern m en t may reim burse fo rm er A d m in istra to r o f EPA for\np riv ate co u n sel fees in cu rred in connection w ith co n g ressio n al invest:g a tio n s into m a n a g em e n t and\na ctivities o f E PA ), M em o ran d u m for J. Paul M cG rath, A ssistant A ttorney G eneral, C ivil D ivision, fro m\nT h eo d o re B. O lso n , A ssistant A ttorney G eneral, O ffice o f L eg al C ounsel, Re: Reimbursing Norman\nEdward Perkins f o r Attorney's Fees (M ar. 15, 1982) (“ Perkins M em orandum ” ) (Ju stice D ep artm en t\nm ay reim burse L a b o r D epartm ent em ployee for private counsel legal e xpenses in cu rred in te stim ony\nbefore S enate su b co m m itte e investigative hearing); Pom m erening M em orandum , n.5 (Ju stice D e p art­\nm ent m ay retain p riv ate counsel fo r em ployees o f various agencies in c onnection w ith cong ressio n al\nhearings and civil litig atio n ). 135 Union matters, many Labor Department employees testified before the Sub­\ncommittee while accompanied by Justice Department counsel. However, the\nChairman of the Subcommittee, Senator Nunn, objected to Norman Edward\nPerkins and one other Labor Department employee being accompanied by\nJustice Department counsel because the Subcommittee suspected these indi­\nviduals of criminal conduct."
}