{
  "document_category": "memos",
  "document_name": "22616",
  "chunk_index": 5,
  "chunk_text": "2. The power to approve or return legislation pursuant to\nArticle I, § 7, clauses 2 and 3, and the power to call\nCongress into special session or to adjourn it according\nto Article II, § 3. 3. The power to make treaties by and with the advice and\nconsent o f the Senate. U.S. Const., Art. II, § 2, cl. 2. It\nshould be noted, however, that the power to negotiate\ntreaties and the power to enter into executive agree­\nments may be delegated. See 7 Op. A tt’y Gen., supra, at\n465. 4. The power to grant pardons. U.S. Const. Art. II,\n§2, cl. 1.\n5. The power to remove purely executive presidential ap­\npointees. This power is vested in the President as an\nincident o f his appointment power. Myers v. United\nStates, 272 U.S. at 119. 6. T he power to issue executive orders. Only the President\ncan issue formal executive orders and proclamations. He\ncan, however, delegate the power to issue many orders\nwhich cover substantially the same subject matter as\nexecutive orders and proclamations as long as they are\nnot so named. 7. T he powers of the President as Commander-in-Chief of\nthe Army and Navy. U.S. Const., Art. II, § 2, cl. 1. In\nview of Article I, § 8, clauses 12 and 13, which state\nthat Congress shall have the power to raise and support\n94 the Army and to provide and maintain a Navy, many of\nthe President’s powers as Commander-in-Chief are\nstatutory in part. To conclude that the President may\nnot delegate his ultimate constitutional responsibilities as\nCommander-in-Chief is not to suggest that he is the\nonly officer of the government who may make military\ndecisions in time of emergency, when immediate re­\nsponse may be necessary. The President may make\nformal or informal arrangements with his civilian and\nmilitary subordinates, in order to ensure that the chain\nof command will function swiftly and effectively in time\nof crisis. O f course, every military officer must be sub­\nordinate to the President. B. Statutory Limitations on the President’s Power to Delegate His\nFunctions The foregoing discussion sets forth the general rule that the President\nmay not delegate inherent powers that are conferred on him by the\nConstitution. On the other hand, he may generally delegate powers that\nhave been conferred on him by Congress. Congress has so provided in\n3 U.S.C. § 301, which states: The President of the United States is authorized to\ndesignate and empower the head of any department or\nagency in the executive branch, or any official thereof\nwho is required to be appointed by and with the advice\nand consent of the Senate, to perform without approval,\nratification, or other action by the President (1) any func­\ntion which is vested in the President by law, or (2) any\nfunction which such officer is required or authorized by\nlaw to perform only with or subject to the approval,\nratification, or other action of the President: Provided,\nThat nothing contained herein shall relieve the President\no f his responsibility in office for the acts of any such head\nor other official designated by him to perform such func­\ntions."
}