{
  "document_category": "memos",
  "document_name": "24036",
  "chunk_index": 6,
  "chunk_text": "175 of the United States is to be shared by the two branches in order to enable them to fulfill their respective duties and obligations to\ngovern intelligence activities within the constitutional framework. The Executive branch and the intelligence oversight committees\nhave developed over the last four years a practical relationship\nbased on comity and mutual understanding, without confronta­\ntion. The purpose of [section 413] is to carry this working rela­\ntionship forward into statute. 8 Based on the evidence of intent on the part of both the legislative and execu­\ntive branches that oversight by the intelligence committees would be the exclu­\nsive method of congressional oversight concerning intelligence information, we\nconclude that 50 U.S.C. § 413 stands as statutory authority for the Administra­\ntion to decline to provide GAO with access to any intelligence information sought\nin the Noriega investigation. II. Executive Privilege Should GAO, in response to an appropriate direction from Congress, subse­\nquently undertake an investigation properly related to its statutory authority, it\nwould then be necessary to review established principles concerning the main­\ntenance of confidentiality with respect to certain executive branch information. Congressional investigations normally do not pose this problem to the degree\nsuggested by the pending GAO investigation because they are properly tailored\nto address non- confidential subjects. Disturbingly, and in contrast, the type of\ninformation in which GAO expressed interest in its letter of June 23, 1988 sug­\ngests a desire to review confidential material generally not available outside the\nexecutive branch, such as intelligence, law enforcement, and deliberative process\ninformation. 9 Since GAO has not yet made any specific requests, we cannot analyze the case\nfor withholding any particular document or information. What we do below is\nsummarize briefly the general executive privilege principles that apply in the in­\ndividual contexts of intelligence, law enforcement, and deliberative process in­\nformation. A. Protection of Intelligence Information In the hierarchy of executive privilege, the “protection of national security”\nconstitutes the strongest interest that can be asserted by the President and one to\n8 S Rep. No. 730, 96th Cong., 2d Sess. 5 (1980) (emphasis added) More specifically, the Senate report stated\nthat “[t]his amendment repeals the congressional reporting requirement of the Hughes-Ryan Amendment of 1974\n. . . The effect is to limit reporting to the two intelligence oversight committees, as compared with the seven com­\nmittees that now receive such reports . . . ” Id at 5.\n9 This subject is usually discussed in terms of “executive privilege,” and we will use that convention here. The\nquestion, however, is not strictly speaking just one of executive privilege. The pnvdege itself need not be claimed\nformally vis-a-vis Congress except m response to a lawful subpoena 176 which the courts have traditionally shown the utmost deference. In United States\nv. Nixon, for instance, the Court contrasted President Nixon’s claim of executive\nprivilege based on the Executive’s general interest in confidentiality with a claim\nbased on the President’s national security responsibilities:\n[President Nixon] does not place his claim of privilege on the\nground they are military or diplomatic secrets. As to these areas\nof Art. II duties the Courts have traditionally shown the utmost\ndeference to Presidential responsibilities."
}