{
  "document_category": "memos",
  "document_name": "22646",
  "chunk_index": 1,
  "chunk_text": "Congressional Authority to Require the States to Lodge\nFederal Pre-Trial Detainees\nCongress has pow er to provide for the housing o f federal pre-trial detainees, whether by\nauthorizing the construction o f federal facilities or arranging with the states to use state\nfacilities; however, it does not follow that Congress could require unwilling states to\nhouse federal prisoners, particularly w here state reluctance stems from overcrowding in\nstate and local detention facilities. The Tenth Amendment limits Congress’ power to enact legislation w hich interferes with\nthe traditional way in which local governm ents have arranged their affairs; moreover,\nprinciples of federalism limit Congress’ pow er to require state officers to perform\nfederal functions. Historically, Congress has been reluctant to require states to house federal prisoners,\nalthough it is not clear w hether this reluctance has been motivated by a belief that\nCongress lacked power to do so by political considerations. A statutory scheme by which Congress would induce, rather than coerce, the states to\nhouse federal prisoners through exercise of its spending pow er is more likely to be held\nconstitutional, although here too there are limits on Congress’ pow er to impose coer­\ncive conditions on the states’ receipt o f federal funds. May 18, 1981\nMEMORANDUM OPINION FOR\nTH E ASSOCIATE ATTORNEY GENERAL This responds to your request for an opinion whether Congress\nwould have the authority under the Constitution to enact legislation\nrequiring state and local jail authorities to lodge federal pre-trial detain­\nees for a fee to be established either by regulation or agreement. We are\nconcerned that recent decisions of the U.S. Supreme Court make it\nmore likely than not that the courts would hold such legislation to be\ntoo intrusive on the states’ sovereignty and therefore unconstitutional\nunder the Tenth Amendment. We suggest you consider devising a\nlegislative scheme which would induce, rather than coerce, the states to\noffer their facilities to house federal pre-trial detainees. There is no question that Congress has the power under the Constitu­\ntion to provide for the housing of federal pre-trial detainees—whether\nby authorizing the construction of dentention facilities or arranging\nwith the states to use their facilities. E x parte Karstendick, 93 U.S. (3\nOtto) 396, 400 (1876). Although this power is not expressly enumerated\nin Article I, § 8 of the Constitution, the exercise of such power is\nnecessary and proper, under Article I, § 8, clause 18, to provide for an\n142 orderly federal system of criminal justice contemplated by several other\nprovisions of the Constitution. See, e.g., Art. II, § 3; Art. Ill, § 2, cl. 3;\nFifth Amendment; Sixth Amendment; Eighth Amendment. That power,\nhowever, does not necessarily authorize Congress to require unwilling\nstates to provide facilities to house federal pre-trial detainees, because\nthe Supreme Court has recognized that Congress’ exercise of its consti­\ntutional power is limited by the Tenth Amendment. The landmark case discussing the Tenth Amendment’s limitations on\nCongress’ exercise of its constitutional powers is National League o f\nCities v. Usery, 426 U.S. 833 (1976). In National League o f Cities, the\nCourt addressed the question whether Congress, in exercising its power\nunder the Commerce Clause, could extend coverage of the Fair Labor\nStandards"
}