{
  "document_category": "memos",
  "document_name": "1085561",
  "chunk_index": 6,
  "chunk_text": "Under that definition (the same one that governs\nsection 3110), an “Executive agency” means “an Executive department,\na Government corporation, and an independent establishment.” 5 U.S.C.\n§ 105. Because the Executive Residence, like the White House Office,\nis plainly not an “Executive department” or a “Government corporation,”\nsee id. §§ 101, 103, the issue in Haddon came down to whether the Executive Residence is an “independent establishment,” see id. § 104. The D.C. Circuit had two reasons for concluding that the Executive\nResidence is not an independent establishment and therefore not an Executive agency under 5 U.S.C. § 105. First, the court observed that another\n6 Application of Anti-Nepotism Statute to Presidential Appointment in White House statute, 3 U.S.C. § 112, authorizes “[t]he head of any department, agency,\nor independent establishment of the executive branch of the Government\n[to] detail, from time to time, employees of such department, agency, or\nestablishment to the White House Office, the Executive Residence at the\nWhite House, the Office of the Vice President, the Domestic Policy Staff,\nand the Office of Administration.” In the court’s view, this phrasing\nsuggested that the listed entities in the Executive Office of the President\nare not themselves “department[s], agenc[ies], or independent establishment[s].” Haddon, 43 F.3d at 1490 (“That Congress distinguished the\nExecutive Residence from the independent establishments, whatever they\nmay be, suggests that Congress does not regard the Executive Residence\nto be an independent establishment, as it uses that term.”). Second, the\ncourt said that title 5 of the U.S. Code “relates to government organization\nand employees and prescribes pay and working conditions for agency\nemployees,” while title 3 of the Code “addresses similar concerns with\nrespect to the President’s advisors and the staff of the Executive Residence.” Id. The incorporation of the title 5 definition in section 2000e–16,\nthe court explained, suggests that Congress intended the statute to cover\nonly “title 5” positions—not positions provided for in 3 U.S.C. § 105 and\nother title 3 authorities. Id. 2\nThe D.C. Circuit’s first reason may be the less convincing of the two. The wording of the detail statute, 3 U.S.C. § 112, “distinguish[es]” between the sending and receiving entities only insofar as the sending entities are identified generically, while the small group of entities that may\nreceive details, including the Executive Residence and the White House\nOffice, are specifically named. This wording might well be an apt way to\nauthorize a detail without implying anything about the status of the receiving entities. Indeed, Congress elsewhere used similar constructions\nto provide for transfers between executive departments. Section 2256 of\ntitle 7, U.S. Code, declares that the “head of any department” may “transfer to the Department [of Agriculture]” funds to perform certain inspections, analyses, or tests. Similarly, under 22 U.S.C. § 2675, the Secretary\nof State may “transfer to any department” certain “funds appropriated to\n2 Shortly after Haddon, Congress passed the Presidential and Executive Office Accountability Act, Pub. L. No. 104-331, 110 Stat. 4053 (1996), which expressly applies\nTitle VII and other federal civil rights and workplace laws to entities in the Executive\nOffice of the President, including the White House Office and the Executive Residence."
}