{
  "document_category": "memos",
  "document_name": "19426",
  "chunk_index": 10,
  "chunk_text": "In\nBrowning, a black woman who was discharged from her job as Official Reporter\nof the House of Representatives claimed that her dismissal was racially motivated,\nin violation of the Fifth Amendment. 789 F.2d at 924-25. The court, relying on\nGravel, asserted that:\nPersonnel decisions are an integral part of the legislative process\nto the same extent that the affected employee’s duties are an\nintegral part of the legislative process. . . . Thus, if the employee’s\nduties are an integral part of the legislative process, such that they\nare directly assisting members o f Congress in the “ discharge of\ntheir functions,” personnel decisions affecting them are correspond­\ningly legislative and shielded from judicial scrutiny. Id. at 928-29 (citation omitted). Applying this standard, the court discussed at length the importance of the role of an Official Reporter in the communicative\nand deliberative processes of Congress, and concluded that such reporting was\n41 Opinions o f the Office o f Legal Counsel in Volume 24 indeed an integral part of legislative functioning. Id. at 929-30. In coming to\nthis conclusion, the court pointed out that, in order to resolve Browning’s claims,\nthe judiciary\nwould necessarily have to inquire about matters at the very heart\nof the legislative process, such as the nature of the hearings to\nwhich Browning was assigned, the purposes underlying those\nhearings, and whether Browning’s performance frustrated those pur­\nposes. Id. at 930. There are two ways to read the decision in Browning. First, Browning could\nbe read for the proposition that, in determining whether Speech or Debate immu­\nnity attaches to any particular employment decision, the proper focus is whether\njudicial scrutiny of that decision would necessitate any inquiry into legislative\nconduct or motivations. If so, then the employment decision relates sufficiently\nto the legislative process to merit immunity. See id.; see also House of Representa­\ntives’ Brief in Opposition to Petition for Certiorari, Browning v. Clerk, House\no f Representatives (No. 86-547), at 5. Alternatively, Browning could be read more\nbroadly, to suggest that the applicability of Speech or Debate immunity in the\nemployment context depends solely upon the nature of the employment at issue. If the employee’s duties can be said to be an “ integral part of the legislative\nprocess,” immunity attaches to any personnel decisions regarding that employee;\nif the employee’s duties cannot be so characterized, it does not. Browning, 789\nF.2d at 929. While we acknowledge that there is language in Browning to support the second\nreading that focuses on employment duties, Supreme Court Speech and Debate\nprecedents, as well as the specific facts of Browning, compel our conclusion that\nthe decision must be read more narrowly. 6 Under G ravel and Brewster, the mere\n6 W e note too that there is some question w hether and how the Supreme C ourt’s ruling in Forrester v. White\nbears on Browning As noted above, Forrester requires a “ functional” approach to claims of absolute judicial immu­\nnity in the context o f employment decisions."
}