{
  "document_category": "memos",
  "document_name": "24141",
  "chunk_index": 15,
  "chunk_text": "The existence\nof the treaty partially undermines the claim that the acquisition of American Samoa is an example of acquisition\nby executive action alone. 248 the Constitution 48 (1972). Another writer concluded that “[t]he President is com­\npetent to recognize the acquisition of territory by discovery and occupation.” Q.\nWright, The Control of American Foreign Relations § 197, at 274 (1922). More­\nover, it appears that the power to acquire territory by discovery and occupation\n“flows from [the President’s] constitutional position as the representative organ\nof the government” for purposes of foreign affairs. Id. § 73, at 134 n.12.24\nPractical considerations also illuminate why the President’s power to assert sov­\nereignty as a matter of discovery and occupation has gone unchallenged. As our\nrepresentative in foreign affairs, the President is best situated to announce to other\nnations that the United States asserts sovereignty over territory previously un­\nclaimed by another nation. With Midway and Wake Islands, for example, the Pres­\nident— through the Navy—acted because there was no other governmental repre­\nsentative present who could assert sovereignty on behalf of the United States. The President’s authority to acquire territory by discovery and occupation sug­\ngests to us that the President may assert sovereignty over the contemplated ex­\ntension of the territorial sea. When territory is acquired by discovery and occu­\npation, it is acquired by the assertion of the acquiring nation that it is henceforth\nsovereign in that territory. Similarly, when a nation asserts sovereignty over an\nextended territorial sea, it acquires territory which is not subject to the sover­\neignty of another nation. Accordingly, the considerations which explain why the\nPresident’s constitutional position as the representative of the United States in\nforeign affairs allows him to acquire territory by discovery and occupation coun­\nsel that the same constitutional status allows him to proclaim sovereignty over\nan extended territorial sea. Justice Harlan’s statement for the Court in Louisiana that the power to assert\nterritorial rights in the sea derives from the President’s power as the constitu­\ntional representative of the United States in foreign affairs also appears to affirm\nthe President’s authority to assert sovereignty over the territorial sea. Even though\nJustice Harlan expressed doubt whether the territorial sea was “territory,”25 he\n24 One writer, however, has concluded that the President cannot acquire territory without congressional approval See Lawson Reno, The Power of the President to Acquire and Govern Territory, 9 Geo Wash. L. Rev. 251, 285 (1941). Reno did not discuss the acquisition of Horseshoe Reef. He believed that legislative approval, albeit some­\ntimes implicit, accompanied each of the other acquisitions of temtory by the executive. He explained that the United\nStates’ sovereignty over Midway derived from the annexation of Hawaii, which had been sovereign over the island\nbefore annexation Reno, supra, at 275-76. He also asserted that the acquisition of Wake Island was unimportant\nbecause of the uncertainty surrounding the occupation by and claims of the United States in those territories Id at\n276-77. Finally, he justified the United States' sovereignty over American Samoa as supported by implied con­\ngressional approval."
}