{
  "document_category": "memos",
  "document_name": "23741",
  "chunk_index": 12,
  "chunk_text": "12 In the absence of a time limit in the original amendment proposal, it 11 S ee, e .g .. Senate Hearings, at 134-35 (statement o f Professor Thomas I. Emerson) (“History has dem ­\nonstrated that a long period of time is necessary for the nation to make up its mind with respect to\nfundam ental changes . . . . Thus the W om en’s Suffrage Amendment was under consideration for nearly\nthree quarters o f a century.” ). 94 would appear to be equally true that it may legitimately take many decades\nto build the three-fourths consensus required for the states’ approbation. 13\nMore fundamentally, Dillon rests on a faulty approach to the interpreta­\ntion of the Constitution, and in particular those provisions that determine the\nstructure of government. The amendment procedure, in order to function\neffectively, must provide a clear rule that is capable of mechanical applica­\ntion, without any need to inquire into the timeliness or substantive validity\nof the consensus achieved by means of the ratification process. Accord­\ningly, any interpretation that would introduce confusion must be disfavored. As the Supreme Court has explained, the Constitution is designed to provide\n“[e]xplicit and unambiguous provisions” to govern the structure of govern­\nment. INS v. Chadha, 462 U.S. 919, 945 (1983) (construing the presentment\nand bicameralism provisions of Article I). The very functioning of the govern­\nment would be clouded if Article V, which governs the fundamental process of\nconstitutional change, consisted of “open-ended” principles without fixed appli­\ncations. The alternative to procedural formalism is uncertainty and litigation. 14 As explained above, the terms of Article V provide a clear rule: any\namendment once proposed “shall be valid to all Intents and Purposes, as part\nof this Constitution, when ratified by the Legislatures of three-fourths of the\nseveral States.” The reading according to which Article V contains an im­\nplicit time limit, by contrast, introduces so much uncertainty as to make the\nratification process unworkable. The two stages of the amendment process\nare proposal and ratification. The latter is done by states acting through\nlegislatures or conventions. In order to be able to carry out its function in\nthe ratification process, any state that is contemplating ratification must know\nwhether an amendment is in fact pending before it. That is not a matter of\ndegree; the proposed amendment is either pending or not. 11 It is conceivable that the goal of consensus, if there is one. could be defeated where the last State to\nratify harbors an entirely different intent or purpose in approving the amendment than did the first\nratifying States o r the proposing Congress. Thus, for example, the meaning o f the words o f an am end­\nment chosen by the proposing Congress could conceivably change dramatically with the passage o f\ntime. If there is a substantive consensus requirement beyond the procedural formalities o f Article V,\nthis hypothetical case might be taken to violate that substantive meaning. That, however, is plainly not\nthe case with the Congressional Pay Amendment. The intent and purpose behind this amendment have\nbeen consistent from its proposal by Madison to its recent ratification."
}