{
  "document_category": "memos",
  "document_name": "20701",
  "chunk_index": 1,
  "chunk_text": "Implementation of International Civil\nAviation Agreements If a valid reciprocal arrangement has been entered into between the United States and a foreign\ncountry, the Civil Aeronautics Authority is authorized under existing law to grant to a foreign\naircraft a permit to fly across the United States without landing or a permit to land for non-traffic\npurposes. February 6, 1945 MEMORANDUM OPINION FOR THE ATTORNEY GENERAL* The State Department has requested the informal advice of the Attorney General on a question that has arisen in connection with the International Air Services\nTransit Agreement, commonly called the “Two Freedoms Agreement,” and the\nInternational Air Transport Agreement, frequently referred to as the “Five\nFreedoms Agreement,” drawn up at the International Civil Aviation Conference\nheld in Chicago in the fall of 1944. These agreements grant to the signatory\npowers certain privileges with respect to “scheduled international air services.” It\nis in connection with these privileges that the following question has risen: Assuming that reciprocal rights have been granted by some valid arrangement\nbetween the United States and a foreign country, is the Civil Aeronautics Authority authorized under existing law to grant to aircraft of the foreign country a license\nor certificate (1) to fly across United States territory without landing; and (2) to\nland in the United States for non-traffic purposes (e.g., refueling)? The State Department has not asked this Department to examine the details of\nthese agreements, or to comment on the Convention on Civil Aviation or the\nInterim Agreement on Civil Aviation drawn up at Chicago. The State Department\nhas not asked us to consider whether the agreements require ratification by the\nSenate or may be executed as executive agreements. The only question that has\nbeen put to us relates to the construction of the statutes regulating civil aviation\nand we shall confine the discussion in this memorandum to that point. The\nquestion of statutory construction, however, does have a bearing on the question\nwhether the agreements may properly be executed as executive agreements for the\nfollowing reason: If the agreements required or contemplated action by the Civil\nAeronautics Authority or any other agency of the government that was unauthor* Editor’s Note: The cover memorandum attached to this memorandum opinion states that “Mr.\nAcheson [presumably Dean Acheson, then Assistant Secretary of State, later Secretary of State under\nPresident Truman] is very eager to get our views on this; he has called me twice in the past week. It\nmay be that you will wish to submit a copy of my memorandum to Mr. Acheson for his comments\nbefore you decide whether you agree with the conclusion reached in the memorandum.” The cover\nmemorandum states further: “The State Department has not asked us for a formal opinion, and you will\nrecall that in his conference with us Mr. Acheson said he was not sure that the State Department would\nmake this request.” 106 Implementation of International Civil Aviation Agreements ized or forbidden by domestic law, a serious question might arise as to whether the\nagreements could be consummated as executive agreements."
}