{
  "document_category": "memos",
  "document_name": "23551",
  "chunk_index": 2,
  "chunk_text": "judgm ent fund. Moreover, components of the federal government other than\nthe Army, including the Department of the Air Force, the National Transpor­\ntation Safety Board, and the General Accounting Office, are interested in the\nresolution of the issue. See Army Letter at l . 1\nSection 759(f)(5)(C) provides that, when the Board makes a determina­\ntion that a challenged agency action violates a statute or regulation or the\nconditions of any delegation of procurement authority issued pursuant to the\nsection, the Board\nmay, in accordance with section 1304 of title 31, further de­\nclare an appropriate interested party to be entitled to the costs\nof —\n(i) filing and pursuing the protest, including reason—\nable attorney’s fees, and\n(ii) bid and proposal preparation. Section 759(f)(5)(C) explicitly requires that the Board’s awards of bid\nprotest costs be made “in accordance with” 31 U.S.C. § 1304, the Automatic\nPayment of Judgment Act. That act created the permanent judgment fund. Section 1304 thus appropriates necessary amounts to pay final judgments,\nawards, settlements, and interest and costs specified in the judgments when\nthe following three conditions are satisfied:\n(1) payment is not otherwise provided for;\n(2) payment is certified by the Comptroller General; and\n(3) the judgment, award, or settlement is payable . . . under a\ndecision of a board of contract appeals. Despite section 759(f)(5)(C)’s express reference to payments from the\njudgm ent fund, the Board in both Julie Research Laboratories and Bedford\nC om puter cases required the Army to reimburse the permanent judgment\nfund for the award, thus effectively requiring the Army to pay the costs from\nits procurement appropriation. In Julie Research Laboratories ,2 the Board\nsupported its decision to require the Army to reimburse the judgment fund\nas follows: 1 A re c e n t R ep o rt to C ongress fro m the G eneral A cco u n ting O ffice has said that “there has been som e\nc o n fu s io n in m a k in g adm inistrative an d policy d ecisio n s” as a resu lt o f d isagreem ents o v e r the re q u ire ­\nm e n ts o f th e law , an d h as called fo r co rrectiv e legislation. G eneral A ccounting O ffice, ADP B id Pro­\ntests, R e p o rt to th e C h airm an , S u b co m m ittee o n Federal Services, Post O ffice, and C ivil S ervice, C o m ­\nm itte e on G o v e rn m e n ta l A ffairs, U .S . S enate, at 33 (M arch, 1990) (“GAO Report\"). 1 In Julie Research Laboratories, th e A rm y ’s M issile C o m m and had issued a solicitatio n fo r a m u lti­\ny e a r p ro c u re m e n t o f autom atic d ata p ro cessin g eq u ip m en t ( “A D P E ” )."
}