{
  "document_category": "memos",
  "document_name": "450871",
  "chunk_index": 13,
  "chunk_text": "12 We note that conduct punishable under section 1320d-6 may also be punishable under state law\nand render a person liable in tort. See generally Peter A. Winn, Confidentiality in Cyberspace: The\nHIPAA Privacy Rules and the Common Law, 33 Rutgers L.J. 617 (2002). When Congress enacted\nHIPAA, it was concerned that state statutory and common law provided inadequate and uneven\nprotection for health information. Congress sought to create a nationwide floor for such protection. See\nPreamble, Standards for Privacy of Individually Identifiable Health Information (“Privacy Rule\nPreamble”), 65 Fed. Reg. 82,462, 82,463–64 (Dec. 28, 2000). Thus, HIPAA’s privacy rules preempt\nonly those contrary state laws that are less stringent than the applicable federal privacy rules. See 42\nU.S.C. § 1320d-7(a)(2)(B); 45 C.F.R. § 160.203(b) (“A standard, requirement, or implementation\nspecification . . . that is contrary to a provision of State law preempts the provision of State law . . .\nexcept if . . . [t]he provision of State law relates to the privacy of individually identifiable health\ninformation and is more stringent than” the federal standard.). All other criminal and civil liability for\nbreaches of a duty concerning the privacy of health information that existed prior to HIPAA remains\nafter its passage. 86 Scope of Criminal Enforcement Under 42 U.S.C. § 1320d-6 element is best read, consistent with its ordinary meaning, to require only proof of\nknowledge of the facts that constitute the offense. We begin again with the text of 42 U.S.C. § 1320d-6(a). See Liparota, 471 U.S.\nat 424. A person who knowingly and in violation of this part—\n(1) uses or causes to be used a unique health identifier;\n(2) obtains individually identifiable health information relating to\nan individual; or\n(3) discloses individually identifiable health information to another person, shall be punished as provided in subsection (b) of this\nsection. 42 U.S.C. § 1320d-6(a). A plain reading of the text indicates that a person need not\nknow that commission of an act described in subsections (a)(1) to (a)(3) violates the\nlaw in order to satisfy the “knowingly” element of the offense. Section 1320d-6\nmakes the requirements that the act be done “knowingly” and that it be done “in\nviolation of this part” two distinct requirements. These two elements do not modify\neach other; rather, they independently modify “uses or causes to be used,” “obtains,”\nand “discloses.” For example, defendants will be guilty of an offense if they both\n“knowingly” “disclose[] individually identifiable health information” and they “in\nviolation of this part” “disclose[] individually identifiable health information.” The\nview that the statute requires proof of knowledge of the law effectively reads\n“knowingly” to refer to the “violation of this part.” But this reading is contrary to the\nplain language of the statute, which sets forth these terms as two separate elements\neach independently modifying the third element, i.e., one of the listed acts. Accordingly, to incur criminal liability, a defendant need have knowledge only of those\nfacts that constitute the offense. Our reading of the “knowingly” element of the offense comports with the usual\nunderstanding of the term."
}