{
  "document_category": "memos",
  "document_name": "19481",
  "chunk_index": 15,
  "chunk_text": "Applying the\nusual definition of “knowingly” here does not yield an absurd result, and certainly\nnot one so absurd that it would cause us to read the statute contrary to its plain\nmeaning. The argument that the statute should not be read so as to impose criminal\npunishment on the basis of a lesser degree of intent than that required for civil\nsanction would be more compelling if sections 1320d-5 and 1320d-6 covered the\nsame acts. But they do not. See 42 U.S.C. § 1320d-5(b)(1). Civil sanctions may be\nimposed for violations of a wide variety of regulations. For these violations, the\nstatute provides a maximum $100 fine and sets forth certain exceptions to liability. Id. § 1320d-5 (“General penalty for failure to comply with requirements and\nstandards”). 15 In contrast, of all the possible violations of the regulations, section\n13\nThus, the Secretary may not impose civil sanctions for the commission of an act that subjects a\nperson to the possibility of criminal prosecution, regardless of whether the person is in fact punished\ncriminally. 14\nThis is not the only possible reading of section 1320d-5(b)(2). This paragraph is headed “Noncompliance not discovered,” and the language of the provision—“the person liable for the penalty did\nnot know, and by exercising reasonable diligence would not have known, that such person violated the\nprovision”—could be read to refer to ignorance of the facts that constitute the violation, rather than\nignorance of the law. But to answer the questions you have asked, we need not decide which reading is\nbetter. 15\nIn addition to the exception noted above, section 1320d-5(b) contains another defense to liability\nwhere “(i) the failure to comply was due to reasonable cause and not to willful neglect; and (ii) the\nfailure to comply is corrected during the 30-day period beginning on the first date the person liable for 88 Scope of Criminal Enforcement Under 42 U.S.C. § 1320d-6 1320d-6 carves out a limited set and subjects them to criminal punishment. Such\npunishment is reserved for violations involving “unique health identifiers” and\n“individually identifiable health information.” Id. § 1320d-6 (“Wrongful disclosure of individually identifiable health information”). Thus, the statute reflects a\nheightened concern for violations that intrude upon the medical privacy of\nindividuals. In light of this concern, there is nothing obviously absurd about the\nstatute’s allowing a defense of reasonable ignorance of the law for those regulatory violations subject to civil penalty, but withholding this defense with respect to\nthose violations that threaten the privacy of individuals. Accordingly, even reading\nsection 1320d-6 in light of section 1320d-5(b)’s exception to civil liability for\nreasonable ignorance of the law gives us no reason to doubt that the plain and\nordinary meaning of the “knowingly” element of section 1320d-6 is the correct\none. Nor is it proper to apply here the exception to the usual meaning of “knowingly” exemplified by Liparota. See id., 471 U.S. at 424–28. Liparota is the case cited\nby the Supreme Court in Bryan as an example of the exception to the rule—when\n“the text of the statute dictates a different result”—that “knowingly” refers to the\nfacts that constitute the offense and not to the law."
}