{
  "document_category": "memos",
  "document_name": "19796",
  "chunk_index": 6,
  "chunk_text": "EPA rests its argument on the plain meaning of these two provisions. EPA\ndoes so with good justification, because read together sections 113(d) and 302(e)\nexpressly provide that EPA may issue administrative penalty assessments against\nfederal agencies. We have also reviewed the evolution of the relevant provisions\nof the Clean Air Act as reflected by various amendments to the Act over the\nyears. As discussed below, that history fully supports the conclusion that Congress\ncontemplated EPA enforcement against other federal agencies. 5 Section 113(d)(1) provides for assessment o f civil penalties against “ persons” . ‘‘The Administrator may issue\nan administrative order against any person\n” 42 U S C § 7413(d)( 1) Section 113(d)(3) achieves the same\nresult, but uses indirect language “ The Administrator may implement\na field citation program . . . [under]\nwhich field citations\nmay be issued by officers or employees designated by the Administrator Any person\nto whom a field citation is assessed may . elect to pay the penalty assessment or lo request a hearing on the\nfield citation ” Id. § 7413(d)(3). The plain language o f these provisions refutes DOD’s position that this language\n“ cannot fairly be read to constitute an affirmative grant of authority to issue a field citation against ‘any person ’ ”\nDOD Response at 5. 113 O pinions o f the O ffice o f L egal C ounsel in Volum e 21 The administrative enforcement provisions set forth in section 113(d) were\nenacted as part of the Clean Air Act Amendments of 1990 (“ the 1990 Amend­\nments” ), Pub. L. No. 101-549, §701, 104 Stat. 2399, 2677-79. We have reviewed\nthe legislative history of the 1990 Amendments and have found no discussion\nof the application of those provisions to federal agencies. We have not limited\nour legislative history review to the 1990 Amendments, however, because the\nadministrative enforcement authorities provided by those amendments merely\nsupplemented the enforcement authorities EPA already had with respect to “ per­\nsons” under the other provisions of section 113. Thus, Congress’s intent in pro­\nviding EPA those other authorities is controlling. EPA’s other enforcement authorities under section 113 originated with the Clean\nAir Act Amendments of 1970 (“ the 1970 Amendments” ), Pub. L. No. 91-604,\n§4(a), 84 Stat. 1676, 1686-87. As with the current version of section 113, the\n1970 version authorized federal enforcement against “ persons.” However, at that\ntime the Act’s definition of “person” did not include agencies of the federal\ngovernment. 6 The 1970 Amendments also revised section 118 of the Act to make\nfederal agencies subject to the substantive requirements of the Act: “ [Federal\nagencies] shall comply with Federal, State, interstate, and local requirements\nrespecting control and abatement o f air pollution to the same extent that any per­\nson is subject to such requirements.” Id. §5, 84 Stat. at 1689.7 Thus, the 1970\nversion of section 118 referred only to federal agencies complying with sub­\nstantive requirements; it did not contain any language subjecting federal agencies\nto enforcement authority."
}