{
  "document_category": "memos",
  "document_name": "20701",
  "chunk_index": 4,
  "chunk_text": "The section, however, authorizes the Civil Aeronautics Authority to\ngrant certain flight privileges to foreign aircraft. The only question discussed in\nthis memorandum is whether foreign aircraft may be authorized to make non-stop\nflights over the United States or to land for non-traffic purposes in the United\nStates. In neither case would the foreign aircraft be authorized to pick up passengers or freight at any point in the United States, its territories or possessions\ndestined for any other point in the United States, its territories or possessions. The first sentence of section 6(c) authorizes the Civil Aeronautics Authority to\npermit foreign aircraft “to be navigated in the United States.” In its ordinary\nmeaning and as defined in the act, “navigation” includes any flight by aircraft\nwhether or not a landing is made; both non-stop flight and transit flight with the\nprivilege of landing for non-commercial purposes necessarily involve the navigation of aircraft in the airspace over the United States. Therefore, if the first\nsentence of section 6(c) stood alone, it would authorize the Civil Aeronautics\nAuthority to grant a permit for the type of flight discussed in this memorandum. It\nis necessary, however, to consider the limitation placed on this sentence by the\nsecond sentence of section 6(c). That sentence provides that foreign aircraft may not engage in “air commerce\notherwise than between any State, Territory or possession of the United States\n(including the Philippine Islands) or the District of Columbia, and a foreign\ncountry.” For the purpose of deciding how this sentence should be interpreted we\nshall first consider the meaning of the term “air commerce” and then discuss the\nrequirement that air commerce must be between a state, territory or possession of\nthe United States, or the District of Columbia, and a foreign country. As defined in section 1(3) of the Civil Aeronautics Act, the term “air commerce” includes any navigation of aircraft within the limits of a civil airway or any\nnavigation of aircraft which may endanger the safety of operations in air commerce. Under this definition any flight by aircraft into the airspace of the United\nStates would appear to be “air commerce.” Both non-stop flights and transit flights\nwith non-traffic landing privileges are, therefore, “air commerce” within this\ndefinition. 3 3\nIf section 6(c) is examined in the light of the definition of “air commerce” contained in the 1926\nstatute, it is none the less clear that under section 6(c) the Civil Aeronautics Authority may authorize\nnon-stop flight by foreign aircraft as part of a scheduled international air service. As defined in the\n1926 statute, “air commerce” includes the navigation of aircraft in the furtherance of a business. 49 109 Supplemental Opinions of the Office of Legal Counsel in Volume 1 If a foreign aircraft en route from one foreign point to another stops at some\npoint in the United States or one of its possessions for a non-traffic purpose, it\nseems clear that the aircraft is engaged in air commerce between a “State,\nTerritory or possession of the United States (including the Philippine Islands) or\nthe District of Columbia, and a foreign country” within the meaning of the statute."
}