{
  "document_category": "memos",
  "document_name": "24636",
  "chunk_index": 4,
  "chunk_text": "Hearings at\n774. Subcommittee Chairman Bingham of New York suggested that the\namendment be considered in connection with an amendment proposed\nto eliminate the next subsection of the Act which provided that a total\ntrade embargo was not authorized. Chairman Bingham explained:\nFirst of all, I think it is pretty clear this does not affect\nthe existing embargoes against Cuba, Vietnam, Cambodia,\nand so on. They are authorized by other legislation. These\nparagraphs say this section does not authorize export con­\ntrols of food, medicine, and so on. Basically it is my view\nthat a total embargo is such an extreme measure that it\nought to be specifically authorized by the Congress and\nnot imposed by the administration, even though it may be\nsubject to later veto by the Congress. That applies to a\ntotal embargo, and that applies to export controls on food,\nmedicine, or medical supplies. These are extreme meas­\nures. Export controls on food and medicine are surely of\nthe gravest importance, close to an act of economic war­\nfare, and therefore it is my view that such action should\nbe imposed by the Congress by law.\n* * * * * So leaving these two paragraphs in does not change the\nlaw. It simply clarifies the law. This does not change any\nexisting controls on food and medicine or medical sup­\nplies. We simply say in effect that under this act the\nPresident cannot impose total embargo and he cannot\nimpose economic controls of that character. Id. at 774-75. Representative Bonker of Washington agreed: I would like to associate myself with the chairman’s\nremarks, and retain for Congress the right to have full\nauthority over controls. . . .\n. . . [TJhere are many situations where we disagree to­\ntally with the political makeup of the government for\n812 whatever reasons, but yet this does not totally preclude\nour humanitarian commitment. I think in Southeast Asia,\nfor instance, the Red Cross is supplying medical assistance\nand certain items for relief and for humanitarian purposes. So I think that the proposed change would impose unwar­\nranted restrictions on our humanitarian commitment, even\nthough we may disagree totally with the political makeup\nof particular countries. For these reasons I would have to\noppose the amendment. Id. at 775. At this point, Director Root again explained the Administration’s\nposition:\nMr. Chairman, as you know, the administration op­\nposed both subsections (0 and (g) in testimony before\nyour subcommittee earlier this month, largely for the rea­\nsons which Mr. Lagomarsino presented. With respect to\nsubsection 6(0 we did indicate, and this addresses Mr.\nBonker’s point on humanitarian shipments, that we could\naccept language which was comparable to that now ap­\npearing in the International Emergency Economic Powers Act, which would read somewhat along the following\nlines: This section does not authorize export controls on dona­\ntions of articles such as food, clothing, and medicine,\nintended to be used to relieve human suffering, except to\nthe extent that the President determines that such dona­\ntions are in response to coercion against the proposed\nrecipient or donor. Id. at 775. Again, it is clear that § 6(0 was understood to exclude entirely medicine and medical supplies, and, at the time, food, from\ncontrols under the Export Administration Act."
}