{
  "document_category": "memos",
  "document_name": "doc_76",
  "chunk_index": 15,
  "chunk_text": ". . . It is observed that the President, when vacancies happen during the recess of the Senate, may fill them till it meets.”). 29 36 Op. O.L.C. 15 (2012) “There was but one of two courses to be adopted [at the Founding]; either,\nthat the senate should be perpetually in session, in order to provide for the\nappointment of officers; or, that the president should be authorized to\nmake temporary appointments during the recess, which should expire,\nwhen the senate should have had an opportunity to act on the subject.” 3 Joseph Story, Commentaries on the Constitution of the United States\n§ 1551, at 410 (1833); id. § 1552, at 411 (discussing renomination when\n“the senate is assembled”). And as early as the Monroe Administration,\nthe Executive Branch’s analysis of the Clause had begun to focus on the\navailability of the Senate to be consulted on nominations. See, e.g., Executive Authority to Fill Vacancies, 1 Op. Att’y Gen. 631, 633 (1823)\n(“[A]ll vacancies which . . . happen to exist at a time when the Senate\ncannot be consulted as to filling them, may be temporarily filled by the\nPresident[.]”) (emphasis added); Power of President to Fill Vacancies,\n3 Op. Att’y Gen. 673, 676 (1841) (“[T]he convention very wisely provided against the possibility of such evils [i.e., “interregna in the executive\npowers”] by enabling and requiring the President to keep full every office\nof the government during a recess of the Senate, when his advisers could\nnot be consulted [.]”) (emphasis added); Power of President to Appoint to\nOffice during Recess of Senate, 4 Op. Att’y Gen. 523, 526 (1846) (“[T]he\nvacancy happened at a time, and continues now to exist, when the President cannot obtain the advice and consent of his constitutional advisers. . . . [T]his vacancy happening from the inaction of the Senate on the\nnomination made[] is within the meaning of the [Recess Appointments\nClause], and may be filled by an Executive Appointment.” (emphasis\nadded)). Opinions of the Attorney General have construed the Clause in order to\nfulfill its purpose that there be an uninterrupted power to fill federal\noffices. Thus, Attorney General Wirt advised in 1823 that “whensoever a\nvacancy shall exist which the public interests require to be immediately\nfilled, and in filling which, the advice and consent of the Senate cannot be\nimmediately asked, because of their recess, the President shall have the\npower of filling it by an appointment” because “[t]he substantial purpose\nof the constitution was to keep these offices filled; and powers adequate\nto this purpose were intended to be conveyed.” Executive Authority to Fill\nVacancies, 1 Op. Att’y Gen. at 632; see also Power of President to Fill\nVacancies, 3 Op. Att’y Gen. at 675 (affirming the President’s power to\n30 Recess Appointments Amid Pro Forma Senate Sessions"
}