{
  "document_category": "memos",
  "document_name": "22296",
  "chunk_index": 7,
  "chunk_text": "T hey may not lawfully defy an A ct o f Congress\nif the A ct is constitutional. This was the teaching o f a near sequel o f\nMyers, H um phrey’s Executor v. United States, 295 U.S. 602 (1935); and it\nis a proposition that was implicit in many prior holdings. In those rare\ninstances in w hich the Executive may lawfully act in contravention o f a\nstatute, it is the Constitution that dispenses with the operation o f the\nstatute. T he E xecutive cannot. Question 4: W hat is the specific authority (if any) deriving from opin­\nions o f the A ttorneys G eneral w hich supports the Justice\nD epartm ent’s assertion that it can deny the validity of\nA cts o f Congress? T he formal opinions o f my predecessors in this Office establish with\nclarity the general principles upon w hich this D epartm ent continues to\nrely in dealing with real or apparent conflicts between A cts o f C on­\ngress and the Constitution. See, e.g., 40 Op. A tt’y Gen. 158, 160, and\nopinions cited therein. As I have already said, I support those opinions\nfully. All o f them emphasize our param ount obligation to the A cts o f\nCongress. None o f them concludes that the Executive must enforce and\ndefend every A ct o f C ongress in every conceivable case, the require­\nments o f the Constitution notw ithstanding. Question 5: W hat is the specific authority (if any) deriving from ex­\npress language in statutes o r their legislative history\nw hich supports the Justice D epartm ent’s assertion that it\ncan deny the validity o f A cts o f Congress? T he statutes that define the Office o f the A ttorney G eneral require\nhim to render opinions upon questions o f law, and they require him to\nconduct litigation in w hich the U nited States is interested. None o f the\nstatutes either requires or forbids him to inquire into the constitutional­\nity o f statutes. 3 As I have said, the traditional opinion has been that the\nA ttorney G eneral, in the due perform ance o f his constitutional function\nas an officer o f the United States, must ordinarily defend the A cts o f\nCongress. As I have said, I subscribe fully to that position. Question 6: W hat is the specific authority (if any) deriving from his­\ntoric practice prior to the current Adm inistration which\nsupports the Justice D epartm ent’s assertion that it can\ndeny the validity o f A cts o f Congress?"
}