{
  "document_category": "memos",
  "document_name": "22366",
  "chunk_index": 9,
  "chunk_text": "There is no precedent for this, and it is not clear to us whether\nthis power exists. 8. Prohibit Financial Transactions Involving U.S. Journalists in Iran, or\nOtherwise Limit Travel to Iran\nUnder stated conditions, the President may prevent American citi­\nzens from traveling to particular countries at particular times. 7 In 1978,\nCongress dealt with this subject in an amendment to 22 U.S.C. § 211a,\nthe statute authorizing the Secretary of State to issue passports. The\namendment provided:\nUnless authorized by law, a passport may not be desig­\nnated as restricted for travel to or for use in any country\nother than a country with which the United States is at\nwar, where armed hostilities are in progress, or where\nthere is imminent danger to the public health or the physi­\ncal safety of United States travellers. Present circumstances obviously satisfy the last condition of §21 la;\nthe President may restrict future travel to Iran. See Zemel v. Rusk, 381\nU.S. 1 (1965), upholding the President’s power to refuse to validate\npassports for Cuba under an earlier version of this statute. Nevertheless,\ntravel restrictions applied to journalists may pose special problems. The\npress could bring a lawsuit challenging the government to make a\nfactual showing sufficient to satisfy O ’Brien, supra, concerning whether\nthere is a need to include journalists in a travel ban in view of their\nsafety to date. Such a suit would probably require at least in camera\ndisclosure of the government’s reasons for the restrictions. Moreover,\nrestrictions on travel to Iran would have no immediate effect on per­\nsons already in that country. The IEEPA could be used for a broad ban on financial transactions\nbetween Americans and Iran or its nationals. Such an order would\napply to Americans overseas, and would make further financial transac­\ntions with Iranians subject to penalty. 7This pow er to restrict the travel o f A m erican citizens generally to a particular place at a particular\ntime is distinct from the pow er to inhibit the travel o f an individual by revoking his passport on the\nbasis of a determ ination that his activities \"are causing or are likely to cause serious dam age to the\nnational security o r the foreign policy o f the United States.\" See 22 C .F.R . § 51.70(b)(4). T he existence\nand scope o f this latter pow er are currently being litigated. See Agee v. Vance, 483 F. Supp. 729\n(D .D .C . 1980), appeal docketed. [N o t e : In the cited case, the Supreme C ourt upheld the President’s\npow er, under applicable laws and regulations, to revoke a U.S. citizen's passport on national security\nand foreign policy grounds. Haig v. Agee, 453 U.S. 280 (1981). Ed.] 231 9. Divert Equipment From the Suspended Iran\nForeign Military Sales Pipeline The present Iranian government took the initiative in canceling the\ngreat bulk of foreign military sales contracts with the United States. Near the end of last year, the United States government suspended the\nrest pursuant to terms of the contracts. It is legally possible that the\ncontracts could still be reinstituted since they have not been cancelled."
}