{
  "document_category": "memos",
  "document_name": "20126",
  "chunk_index": 6,
  "chunk_text": "7 The petitioners, an organization advocating on behalf of Haitian refugees, plau­\nsibly argued that, by deleting “ within the United States,” Congress plainly meant\nto give the act extraterritorial application. See id. at 170. The Court rejected this\nargument, holding that “ Acts o f Congress normally do not have extraterritorial\napplication unless such an intent is clearly manifested. That presumption has spe­\ncial force when we are construing treaty and statutory provisions that may involve\nforeign and military affairs for which the President has unique responsibility.” Id. at 188.8 Sale is but another example o f the clear statement principle: Statutes will be\nread to exclude what they do not explicitly include when the inclusionary reading\nwould involve a possible conflict with the President’s unique responsibilities, so\nas potentially to upset the constitutional balance of powers. The President’s con­\nstitutional appointment power, expressly assigned to him and him alone in Article\nII, is similarly a unique responsibility of the President, one that has been recently\n4 The three concurring justices reached the merits and found that application o f the FACA would violate the\nAppointments Clause (as opposed to raising a serious question). 491 U.S. at 482-89 (Kennedy, J., concurring). ’ Refugee Act o f 1980, Pub. L. No. 9 6 -2 1 2 ,9 4 Stat. 102, 107.\n6 Im m igration and N ationality Act of 1952, Pub. L. No. 82-414, §243(h), 66 Stat. 163, 214 (1952) (emphasis\nadded). 7 Pub. L. No. 96 -2 1 2 , §203(e), 94 Stat. at 107.\n8 To the sam e effect, see American Foreign Serv. Ass’n v. Garfinkel, 490 U.S. 153, 161 (1989). 354 Application o f 28 U.S.C. §458 to Presidential Appointments o f Federal Judges termed a “ central feature” of the President’s constitutional role under Article II. Freytag v. Commissioner, 501 U.S. 868, 902 (1991) (Scalia, J., concurring). In addition to the numerous Supreme Court precedents,9 this Department has\nfrequently applied the clear statement rule in the context of the separation of\npowers between the executive and legislative branches. For example, we applied\nthis rule to a closely analogous question. We were asked whether the Age\nDiscrimination in Employment Act, 29 U.S.C. §§621-634 (“ ADEA” ), prohibits\nthe President from considering the age of judicial candidates when determining\nwhom to nominate for federal judgeships. See Judges— Appointment— Age\nFactor, 3 Op. O.L.C. 388 (1979). We concluded that the ADEA should not be\nread to apply to the presidential appointment of federal judges: The power to appoint Federal judges, who hold office on good\nbehavior, is by tradition and design one of the most significant\npowers given by the Constitution to the President. It provides one\nof the few administrative mechanisms through which the President\ncan exert a long-term influence over the development and adminis­\ntration of law in the courts. The President’s present power to exert\nthat influence to the fullest by preferring candidates for appointment\nwho are likely to have long, rather than short, careers on the bench\nis therefore a matter of constitutional significance."
}