{
  "document_category": "memos",
  "document_name": "22771",
  "chunk_index": 4,
  "chunk_text": "The legislative history of S. 1308 includes a letter to the\nChairman of the Senate Judiciary Committee from the General Counsel\nof the Department of the Treasury, dated July 2, 1963, which discusses\nthis provision of S. 1308. The General Counsel objected to the fact that\nunder the provision either the FBI or the agency charged with investi­\ngating the listed offenses—in particular, with investigating narcotics\noffenses, which then was the responsibility of the Treasury—could be\nauthorized by a court to conduct interceptions. He stated that such\n“overlapping of authority would be undesirable. . . .” To prevent such\nan overlap, the General Counsel proposed alternative language provid­\ning that the FBI or another agency, “whichever has the investigative\nresponsibility for a crime set forth in this subsection,” may be judicially\nauthorized to conduct an interception.® That alternative language was\nnot adopted by Congress. Furthermore, the two bills acknowledged in the legislative history of\n§2516(1) as the main sources of the wiretap legislation that was en­\nacted—S. 675 and S. 2050, 90th Cong., 1st Sess. (1967) 6—differed in a\ncrucial respect in the wording of the relevant provision. S. 675 pro­\nvided that “the Federal Bureau of Investigation, or other Federal\nagency . . .” having investigative responsibility for certain offenses\n4The broad principle that “no limitation*’ should be placed on the FBI's ability to participate in\ninterceptions is not inconsistent with the decision by the Attorney General, pursuant to 21 U.S.C.\n§ 871(a), to delegate general investigative jurisdiction over narcotics-related offenses to the D EA. The\nbroad principle stated in the Senate committee report expresses the intent underlying § 2516(1), not the\nintent underlying other statutes such as 21 U S.C . § 871(a). The latter statute authorizes the Attorney\nGeneral to “delegate any o f his functions under this subchapter to any officer or employee of the\nDepartment o f Justice.” 5The 1963 letter was later printed in Criminal Laws and Procedures: Hearings on S. 2187, S. 2188, 5.\n2189 et a l before the Subcomm. on Criminal Laws and Procedures o f the Senate Comm, on the Judiciary,\n89th Cong., 2d Sess. 10-11 (1966). *See S. Rep No. 1097, 90th Cong., 2d Sess. 66 (1968) (“Title III is essentially a combination o f S.\n675 . . . and S. 2050. . . .”); 114 Cong. Rec 11755 (1968). S. 675 and S. 2050 are printed in\nControlling Crime Through More Effective Law Enforcement: Hearings on S 300, S. 552, S 580 et al.\nbefore the Subcomm. on Criminal Laws and Procedures o f the Senate Comm, on the Judiciary, 90th\nCong., 1st Sess. 76, 1003 (1967). 289 may be authorized to conduct an interception directed at them (empha­\nsis added). The use of the word “other” in the quoted phrase suggests\nthat the FBI would have had to have general investigative responsibil­\nity for the listed offenses. Otherwise, it would have made no sense to\nrefer to another federal agency as the “other” agency having such\nresponsibility. However, the word “other” was not included in S. 2050,\nwhich spoke instead of “the Federal Bureau of Investigation, or a\nFederal agency . . . .” having investigative responsibility (emphasis\nadded)."
}