{
  "document_category": "memos",
  "document_name": "1085561",
  "chunk_index": 7,
  "chunk_text": "Shortly after Haddon, Congress passed the Presidential and Executive Office Accountability Act, Pub. L. No. 104-331, 110 Stat. 4053 (1996), which expressly applies\nTitle VII and other federal civil rights and workplace laws to entities in the Executive\nOffice of the President, including the White House Office and the Executive Residence. See id. § 2(a) (relevant provisions codified at 3 U.S.C. §§ 401, 402, 411). 7 Opinions of the Office of Legal Counsel in Volume 41 the Department of State.” The generic references to “departments” on one\nside of these transactions could not be read to imply that the entities on\nthe other side, the Departments of Agriculture and State, are not “departments.” The court’s second argument seems stronger, although the court stated\nit more broadly than the facts of Haddon required. The court apparently\nviewed the provisions in title 3 as creating a complete substitute for title 5:\n“while Title 5 relates to government organization and employees and\nprescribes pay and working conditions for agency employees, Title 3\naddresses similar concerns with respect to the President’s advisors and the\nstaff of the Executive Residence.” Haddon, 43 F.3d at 1490 (citation\nomitted). The court then quoted, in a parenthetical, the “without regard”\nprovision for hiring in the Executive Residence that exactly parallels\nthe one for the White House Office. Id. (quoting 3 U.S.C. § 105(b)(1)). Inasmuch as the plaintiff in Haddon claimed that he had been unlawfully\npassed over for promotion—that he had not been appointed to a higher\nposition with higher pay—his claim had to do with exactly the subjects\nidentified in 3 U.S.C. § 105(b)(1), “employment or compensation of\npersons in the Government service.” Section 105(b)(1) could therefore be\nunderstood to displace the restrictions in Title VII, even if title 3 did not\ncompletely displace all of title 5. Thus, the court’s broader statements\nabout the relationship of title 3 and title 5, though not dicta, went further\nthan necessary to decide the case and further than we need to go here. In any event, our conclusion above—that the President’s special hiring\nauthority in 3 U.S.C. § 105(a) allows him to appoint relatives to the White\nHouse Office without regard to section 3110’s bar against nepotism—is\nconsistent with the holding in Haddon and with the court’s reliance on the\nparallel language in 3 U.S.C. § 105(b)(1). In accordance with Haddon,\nwe believe that the White House Office is not an “Executive agency”\ninsofar as the laws on employment and compensation are concerned. Both\nthe “without regard” language of section 105(a) and the general treatment\nof the White House Office under title 3 instead of title 5 undergird this\nconclusion. 3 Having conformed our analysis, to this extent, with the only\nauthoritative judicial guidance bearing on this question, we have no need\nto delve into the issue whether the White House Office should be consid- 3 We do not address the application of section 3110 to any other component of the\ngovernment. 8 Application of Anti-Nepotism Statute to Presidential Appointment in White House ered outside of title 5 for all purposes whenever the application of that\ntitle is confined to “Executive agenc[ies].” 4\n4"
}