{
  "document_category": "memos",
  "document_name": "24236",
  "chunk_index": 3,
  "chunk_text": "The privilege was\nmost frequently asserted in the areas of foreign affairs and military and\nnational security secrets; it was also invoked in a variety of other con­\ntexts, including executive branch investigations. In 1954, in instructing\nthe Secretary of Defense concerning a Senate investigation, President\nEisenhower asserted that the privilege extends to deliberative communi­\ncations within the executive branch:\nBecause it is essential to efficient and effective adminis­\ntration that employees of the Executive Branch be in a posi­\ntion to be completely candid in advising with each other on\nofficial matters, and because it is not in the public interest\nthat any of their conversations or communications, or any\ndocuments or reproductions, concerning such advice be\ndisclosed, you will instruct employees of your Department\nthat in all of their appearances before the Subcommittee of\nthe Senate Committee on Government Operations regard­\ning the inquiry now before it they are not to testify to any\nsuch conversations or communications or to produce any\nsuch documents or reproductions. Pub. Papers of Dwight D. Eisenhower 483-84 (1954). The Supreme Court has recognized that the Constitution gives the\nPresident the power to protect the confidentiality of executive branch\ndeliberations. See generally Nixon v. Administrator of Gen. Servs., 433\n155 U.S. 425, 446-55 (1977). This power is independent of the President’s\npower over foreign affairs, national security, or law enforcement; it is\nrooted instead in “the necessity for protection of the public interest in\ncandid, objective, and even blunt or harsh opinions in Presidential deci­\nsionmaking.” United States v. Nixon, 418 U.S. at 708. It necessarily follows — and the Supreme Court so held in United\nStates v. Nixon — that communications among the President and his\nadvisers eryoy “a presumptive privilege” against disclosure in court. Id.2 The reasons for this privilege, the Nixon Court explained, are “plain.” “Human experience teaches that those who expect public dissemination\nof their remarks may well temper candor with a concern for appearances\nand for their own interests to the detriment of the decisionmaking\nprocess.” Id. at 705. Often, an adviser’s remarks can be fully understood\nonly in the context of a particular debate and of the positions others have\ntaken. Advisers change their views, or make mistakes which others cor­\nrect; this is indeed the purpose of internal debate. The result is that advis­\ners are likely to be inhibited if they must anticipate that their remarks will\nbe disclosed to others, not party to the debate, who may misunderstand\nthe significance of a particular statement or discussion taken out of con­\ntext. Some advisers may hesitate — out of self-interest — to make\nremarks that might later be used against their colleagues or superiors. As\nthe Court stated, “[a] president and those who assist him must be free to\nexplore alternatives in the process of shaping policies and making deci­\nsions and to do so in a way many would be unwilling to express except\nprivately.” Id. at 708. These reasons for the constitutional privilege have at least as much\nforce when it is Congress, instead of a court, that is seeking information. The possibility that deliberations will be disclosed to Congress is, if any­\nthing, more likely to chill internal debate among executive branch advis­\ners."
}