{
  "document_category": "memos",
  "document_name": "23741",
  "chunk_index": 24,
  "chunk_text": "As we have seen, Chief Justice Hughes in Coleman used the\n“special circumstances” surrounding the adoption of the Fourteenth Amend­\nment as a model for the only instance of congressional involvement in the\npromulgation of an amendment following ratification in more than two hun­\ndred years. See, e.g., Dellinger, at 400. There has never been another\n“conditional certification” of an amendment by the executive branch. 26 The\nconcurrent resolution “promulgating” the Fourteenth Amendment, adopted\nwith no substantive debate, was unnecessary and an aberration. The events surrounding the adoption of the Fifteenth Amendment two\nyears later demonstrate that fact. 27 Irregularities in State ratifications also\nplagued this Amendment — New York had attempted to rescind its ratifica­\ntion, see Cong. Globe, 41st Cong., 2d Sess. 1444 (1870), and two other\nStates, Ohio and Georgia, ratified the amendment only after having rejected\nit once, see Memorandum to Don W. Wilson, Archivist of the United States,\nfrom Martha L. Girard, Director of the Federal Register 6 (May 22, 1991). 26S e e Letter to Governors o f the Several States from Thomas Jefferson, Secretary of State (M arch 1,\n1792), r e p r in te d in 2 The B ill o f Rights: A D o cu m en ta ry H istory 1203 (Bernard Schwartz, ed., 1971)\n(First through Tenth Amendments); President John Adams, Message to Congress, 7 Annals o f Cong.\n809 (1798) (Eleventh Amendment); L etter to Governors of the Several States from James Madison,\nSecretary o f State (Sept. 25, 1804) (Twelfth Amendment), cited in C onstitution A nno ta ted , at 28 n.4;\nC ertification by W illiam H. Seward, Secretary of State, 13 Stat. 774 (1865) (Thirteenth Amendment);\nC ertification o f Ham ilton Fish, Secretary of State, 16 Stat. 1131-32 (1870) (Fifteenth Amendment);\nC ertification by Philander C. Knox, Secretary of State, Act of Feb. 25, 1913, 37 Stat. 1785 (1913)\n(Sixteenth Am endm ent); Certification by William Jennings Bryan, Secretary of State, Act o f May 31,\n1913 ,3 8 Stat. 2049 (1913) (Seventeenth Amendment); Certification by Frank L. Polk, Acting Secretary\no f State, Act o f Jan. 28, 1919, 40 Stat., “ Eighteenth Amendment to the Constitution” 1 (1919); Certifi­\ncation by Bainbridge Colby, Secretary o f State, Act of Aug. 26, 1920, 41 Stat. 1823 (1920) (Nineteenth\nA m endm ent); Certification by Henry L. Stimson, Secretary of State, Act of Feb. 6, 1933,47 Stat. 2569\n(1933) (Twentieth Amendment); Certification by W illiam Phillips, Acting Secretary of State, Act of\nDec. 5, 1933, 48 Stat. 1749 (1933) (Twenty-First Amendment); Certification by Jess Larson, Adminis­\ntrator o f General Services, 16 Fed. Reg. 2019 (1951) (Twenty-Second Amendment); Certification by\nJohn L. M oore, A dm inistrator of General Services, 26 Fed. Reg. 2808 (1961) (Twenty-Third Amend­\nm ent); Certification by Bernard L. Boutin, Administrator of General Services, 29 Fed. Reg. 1715(1964)\n(Tw enty-Fourth A m endment); Certification by Lawson B. Knott, Administrator o f General Services, 32\nFed. Reg. 3287 (1967) Twenty-Fifth Amendment), Certification by Robert L. Kunzig, Administrator of\nGeneral Services, 36 Fed Reg. 12,725 (1 9 7 1) (Twenty-Sixth Amendment)."
}