{
  "document_category": "memos",
  "document_name": "24271",
  "chunk_index": 6,
  "chunk_text": "Because o f the unusual way these cases arise, we\nhave nothing to lose by challenging the constitutionality o f qui tam. The\nDepartment o f Justice is not a formal party to these cases. Private defen­\ndants, ably represented, have directly challenged the constitutionality o f\nthe qui tam provisions. The U.S. Senate has filed amicus briefs in support\no f qui tam. The fundamental powers o f the President are thus being\ndecided in our absence. This is not a case in which we have the freedom\nto pick where or when to fight. This litigation will proceed with or with­\nout us and will undoubtedly end up in the Supreme Court. As Madison noted, because o f the breadth o f the constitutional powers\no f the legislative branch, that branch easily can “mask under complicat­\ned and indirect measures, the encroachments which it makes on the co­\nordinate departments.” The Federalist No. 48, at 334 (James Madison)\n(Jacob E. Cooke ed. 1961). Madison therefore found it often to be a “ques­\ntion o f real-nicety” whether a particular measure would extend beyond\nthe legislature’s sphere. Id. Despite the difficulties perceived by the\nSolicitor General, no such “question o f real-nicety” is involved here. If we\nfail to object to qui tam, it almost certainly will be upheld. If we enter the\ncase and vigorously contest qui tarn’s constitutionality, we stand a good\nchance o f winning or, at least, obtaining a decision that restricts qui tam. Thus, this is a case in which w e will be in no worse position if we go in\nand lose than we are in right now. In short, there is no “downside” here,\nand this is precisely the kind o f case where we should be aggressively\nresisting encroachment. E. The Solicitor General’s Position The Solicitor General admits that qui tam poses “grave dangers” to the\nPresidency. See Memorandum for the Solicitor General, from Richard G.\nTaranto, Assistant to the Solicitor General at 3, 10-11 (June 26, 1989)\n( “Taranto Memo”). He appears to perceive the issue o f qui tarn’s constitu­\ntionality as a “close” one. See id. at 3. Nevertheless, he is recommending\nthat the Department intervene in district court to support the facial con­\nstitutionality o f the qui tam statute. The Solicitor General’s position would\nrequire the surrender at the outset o f the two strongest arguments against\nqui tam — the Appointments Clause and Article III standing arguments. 212 The Solicitor General assures us, however, that he will reserve the right to\nuse a separation o f powers balancing test to defend against encroachment\nif qui tam is unconstitutionally applied in the future. Id. at 12-14. To uphold qui tam, the Solicitor General is prepared to disregard\ndecades o f clear Supreme Court jurisprudence and the application o f wellsettled constitutional principles. His sole reason for embracing qui tam is\nits historical usage. Id. at 4-5. This argument — that past usage alone is\nenough to establish a practice’s constitutionality — is untenable both as a\nmatter o f history and o f law."
}