{
  "document_category": "memos",
  "document_name": "24141",
  "chunk_index": 10,
  "chunk_text": "Secretary of State Jefferson’s letters, stating the President’s determination,\nhave traditionally been viewed as the vehicle by which the United States claimed\na three-mile territorial sea. See, e.g., United States v. California , 332 U.S. 19, 33\nn.16 (1947). Thus, the President was responsible for the initial assertion of ju­\nrisdiction over the territorial sea on behalf of the United States. Moreover, Jef­\nferson indicated that the executive reserved the right to extend the territorial sea\nin the future. 12 We believe that the context makes it clear that the assertion of a\nclaim over the territorial sea was done as a function of the President’s power as\nthe representative of the United States in foreign relations, and that the power to\ndo so has been confirmed by the Supreme Court in Louisiana. The actions of two other Presidents who individually asserted control over sec­\ntions of the high seas provide further support for the argument that the President’s\nconstitutional power as the representative of the United States in foreign rela­\ntions includes the authority to claim portions of the sea for the United States for\npurposes of international law. In 1945 President Truman issued two proclama­\ntions, one concerning the continental shelf and another establishing a fisheries\nconservation zone. In the Continental Shelf Proclamation, President Truman\nstated that the “Government of the United States regards the natural resources of\nthe subsoil and seabed of the continental shelf.. . [as] subject to its jurisdiction\nand control.” Proclamation No. 2667, 3 C.F.R. 67 (1943-1948). This Office ap­\nproved the Proclamation and advised that it was lawful both as a statement of na­\ntional policy in foreign affairs and as an expansion of the territorial jurisdiction\nof the United States. Memorandum for Harold W. Judson, Assistant Attorney\nGeneral, Office of Assistant Solicitor General, from William H. Rose (Sept. 16,\n12 Not only does the letter imply as much, but also Jefferson as President reportedly proposed to claim a broader\ntem tonal sea, emphasizing that in the 1793 letter he had “taken care expressly to reserve the subject for future con­\nsideration, with a view to this same doctrine for which he now contends.” 1 Memoirs o f John Quincy Adams 375-7 6\n(Charles Francis Adams ed. 1874) (quoting a conversation with Jefferson). 245 1945). On the same day, President Truman also issued a proclamation which\nstated that the United States regarded it as proper to establish fishery conserva­\ntion zones in certain areas of the high seas contiguous to the United States. Procla­\nmation No. 2668, 3 C.F.R. 68 (1943-1948). Where the fishing was by United\nStates nationals alone, “the United States regards it as proper to establish ex­\nplicitly bounded conservation zones in which fishing activities shall be subject\nto the regulation and control of the United States.” Id. The Proclamation then\nwent on to declare that the United States’ policy with respect to zones where na­\ntionals of other countries also fished would be determined by agreements be­\ntween the United States and foreign states."
}