{
  "document_category": "memos",
  "document_name": "451161",
  "chunk_index": 6,
  "chunk_text": "See, e.g., In re Sealed Case, 121 F.3d at 751–52 (describing role\nof investigation and information collection in presidential decisionmaking). Naturally, in order for the President and his advisers to make an informed\ndecision, presidential aides must sometimes solicit information from individuals\noutside the White House and the Executive Branch. This need is particularly\nstrong when the decision involved is whether to remove political appointees, such 5 Opinions of the Office of Legal Counsel in Volume 31 as U.S. Attorneys, who serve in local districts spread throughout the United States. In those situations, the President and his advisers will be fully informed only if\nthey solicit and receive advice from a range of individuals. Yet the President’s\nability to obtain such information often depends on the provider’s understanding\nthat his frank and candid views will remain confidential. See Nixon, 418 U.S. at\n705 (“Human experience teaches that those who expect public dissemination of\ntheir remarks may well temper candor with a concern for appearances and for their\nown interests to the detriment of the decisionmaking process.”); In re Sealed Case,\n121 F.3d at 751 (“In many instances, potential exposure of the information in the\npossession of an adviser can be as inhibiting as exposure of the actual advice she\ngave to the President. Without protection of her sources of information, an adviser\nmay be tempted to forego obtaining comprehensive briefings or initiating deep and\nintense probing for fear of losing deniability.”). That the communications involve individuals outside the Executive Branch\ndoes not undermine the President’s confidentiality interests. The communications\nat issue occurred with the understanding that they would be held in confidence,\nand they related to decisionmaking regarding U.S. Attorney removals or replacements or responding to congressional or media inquiries about the U.S. Attorney\nmatter. Under these circumstances, the communications retain their confidential\nand Executive Branch character and remain protected. See In re Sealed Case, 121\nF.3d at 752 (“Given the need to provide sufficient elbow room for advisers to\nobtain information from all knowledgeable sources, the [presidential communications component of executive] privilege must apply both to communications which\nthese advisers solicited and received from others as well as those they authored\nthemselves.”). 3\nAgain, the Committees offer no compelling explanation or analysis as to why\naccess to confidential communications between White House officials and\nindividuals outside the Executive Branch is “demonstrably critical to the responsible fulfillment of the [Committees’] functions.” Senate Select Comm., 498 F.2d at\n731. Absent such a showing, the Committees may not override an executive\nprivilege claim. C.\nThe final category of documents and testimony concerns communications\nbetween the Department of Justice and the White House concerning proposals to\ndismiss and replace U.S. Attorneys and possible responses to congressional and\nmedia inquiries about the U.S. Attorney resignations. These communications are\n3\nMoreover, the Department has previously conveyed to the Committees its concern that there\nwould be a substantial inhibiting effect on future informal confidential communications between\nExecutive Branch and Legislative Branch representatives if such communications were to be produced\nin the normal course of congressional oversight. 6 Assertion of Executive Privilege Concerning Dismissal of U.S. Attorneys deliberative and clearly fall within the scope of executive privilege."
}