{
  "document_category": "memos",
  "document_name": "22986",
  "chunk_index": 8,
  "chunk_text": "In\nlight of these references, we believe it would be unreasonable to conclude that\nCongress did not intend to authorize an award of fees in OSHA adjudications\nagainst the Secretary of Labor. We see no relevant basis on which to distinguish\nan award against the FAA in § 609 proceedings. Moreover, the potential for administrative abuse inherent in the OSHA con­\ntext, which Congress plainly intended to correct through the fee-shifting mecha­\nnism of § 504(a)(1), is present in the § 609 situation as well. The FAA may, by\nunilateral action unaccompanied by full-scale procedural protections, impose a\nsignificant burden on a private person’s ability to carry on a business or earn a\nlivelihood. The burden, once imposed, can only be lifted through that person’s\nwillingness to resort to what may be lengthy and expensive administrative appeal\nand, possibly, litigation. Thus, it may be “ more practical to endure an injustice\nthan to contest it.” House Report at 9. We can think of no reason, consistent with\nthe purpose of the Act, why the agency which imposed the burden should escape\nliability for attorney fees where its position is not substantially justified. We conclude, therefore, that proceedings under § 609 were intended by\nCongress to be covered by the Act. Thus, in the event the FAA’s position is not\nfound to be substantially justified by the administrative law judge presiding over\nthe adjudication, the prevailing party is entitled to an award of fees against the\nFAA.6 We recognize that our conclusion with respect to the Act’s applicability to\n§ 609 proceedings may not appear to be directly responsive to your concern that\nthe Act not be interpreted “ to permit one agency to make a fee award against\nanother.” In this regard, we would simply point out that the Act in this case does\nno more than supplement remedial authority which Congress has already con­\nferred on the NTSB to review and, if necessary, reverse FAA orders under § 609\nof the Act. In addition, whether or not an award of fees will be made under § 504(a)(1)\ndepends upon certain findings by the administrative law judge— findings which,\nunder the terms of the Act would not in any event be administratively reviewable\nby the agency conducting the proceeding. See note 5, supra. The position of the\nFAA in § 609 proceedings is in this sense no different from the position of an\nagency which both conducts and prosecutes an administrative adjudication. In\neither case, an administrative law judge acting independently is charged with\nmaking the final administrative determination. Finally, we do not believe our conclusion with respect to the applicability of\nthe Act in § 609 proceedings is inconsistent with the position set forth, taken in\ncontext, in the Deputy Attorney General’s letter of May 12, 1981, to the\nAdministrative Conference of the United States."
}