{
  "document_category": "memos",
  "document_name": "23611",
  "chunk_index": 3,
  "chunk_text": "Kidd v.\nPearson, 128 U .S. 1, 22 (1888). Seealso F oster v. Kansas, 112 U.S. 201, 206 (1884); Bartemeyer v. Iowa, 85\nU .S. 129, 133 (1873); The License Cases, 4 6 U.S. (5 H ow .) 504, 57 6 -7 7 (1847) (Taney, C.J.). 5 T hus, state statutes th at regulate the entry o f alcohol in order to p rotect a state liquor monopoly. State\nBoard v. Young's Market Co., 299 U.S. 59 (1936), o r to retaliate against other states’ discrim inatory laws,\nIndianapolis Brewing Co. v. Liquor Control Comm’n, 305 U.S. 391 (1939), have been upheld even though\nsuch legislation “w ould obviously have b e en unconstitutional” in the absence of the Tw enty-First A mend­\nm ent. State Board v. Young’s Market Co., 299 U.S. at 62. Prior to passage o f the Eighteenth A mendment,\nsim ilar discrim inatory statu tes barring th e entry o f alcohol into a state except under the auspices o f the state\nliqu o r m onopoly w ere struck down as an im perm issible burden on interstate com m erce. See, e.g., Vance v.\nW.A. Vandercook Co. (N o. 1), 170 U .S. 438 (1898); Scott v. Donald. 165 U.S. 58 (1897). The legislative\nhisto ry o f § 2 indicates that it was passed, at least in part, to assure the “ dry” states that they would be able to\ndefend th em selves against shipments o f alcohol into their states. 76 C ong. Rec. 4141 (1933). 54 prived the federal government of any authority under the Commerce Clause over\nalcohol were quickly rejected. United States v. Frankfort Distilleries, Inc., 324 U.S.\n293,299 (1945); Jameson & Co. v. Morgenthau, 307 U.S. 171, 172-73 (1939).6 We believe that H.R. 3870 is constitutional for three reasons. First, we do not\nbelieve that H.R. 3870 violates the literal language of § 2 of the Twenty-First\nAmendment. Forbidding the sale of alcohol to those under 21 in a state that\npermits sales to those over, for example, the age of 18 is not “in violation of the\nlaws” of the state. Id. It may replace a permissive state policy with a more\nrestrictive federal statute, but it does so without literally violating a state\nstatute. 7 Thus, the ban on sale of alcohol to those under 21 raises questions\nunder the Twenty-First Amendment only because some have assumed that\nbroad federal deference to state action in this area is a matter of constitutional\nlaw rather than policy. Second, even assuming that H.R. 3870 were read to be\n“in violation” of a more permissive state law because the bill conflicts with the\npolicy expressed by the state law, we believe that it would, under the balancing\ntest articulated in the Supreme Court’s most recently decided case in this area,\nCalifornia Retail Liquor Dealers Ass 'n v. M idcal Aluminum, Inc., 445 U.S. 97,\n108 (1980) (M idcal), pass constitutional muster because the federal interests\nwould outweigh any particular state’s interest. M idcal involved a Sherman Act challenge to a California law governing\nwine pricing."
}