{
  "document_category": "memos",
  "document_name": "19796",
  "chunk_index": 10,
  "chunk_text": "Id. EPA concludes that “ the mere possibility\nthat an interagency lawsuit might result does not invalidate an agency’s ability\nto assess civil penalties against another executive branch agency, where the\nAttorney General has adequate discretion to control the filing of such a lawsuit.” Id. at 10. As stated in Section II of this opinion, “ this Office has consistently said that\n‘lawsuits between two federal agencies are not generally justiciable.’ ” Fair\nHousing Act Opinion, 18 Op. O.L.C. at 106 (quoting NRC Opinion, 13 Op. O.L.C.\nat 138). “ We have reasoned that federal courts may adjudicate only actual cases\nand controversies, that a lawsuit involving the same person as both plaintiff and\ndefendant does not constitute an actual controversy, and that this principle applies\nto suits between two agencies of the executive branch.” Id. We agree with EPA,\nhowever, that this Article III barrier to use of the civil action remedies of section\n113(d) is not a barrier to EPA’s exercise of its administrative enforcement\nauthority under the Act. Put another way, we agree that the administrative\nauthority can be exercised consistent with Article HI. The Act does not require\nthat civil actions be brought in the event of a dispute of an assessment by EPA;\nit merely authorizes the bringing of such actions. Thus, as is the case with the comparable provisions contained in the Atomic\nEnergy Act, which we concluded in our NRC opinion could be applied consistent\nwith Article III, “ this constitutional issue need not arise, because the framework\n9 Nor does ihe Clean Air A ct’s citizen suit provision operate to preclude resolution within the executive branch\nSection 304 provides thai “ any person may commence a civil action on his own behalf . . against any person\n(including\nthe United States\n) who is alleged\nto be in violation of . (B) an order issued by [EPAJ\nwith respect to (an emission) standard or limitation” under the Act. 42 U S C. § \"7604(a)(1) (1994) T he filing\nof a citizen suit during the pendency o f a dispute between EPA and a federal agency would not prevent the President\nfrom directing EPA to suspend, withdraw or modify the order it had issued to the agency. Such direction could\nbe provided specifically in individual cases or generally by operation o f a standing directive setting forth procedures\nfor resolution o f enforcement proceedings under section 113. 117 O pinions o f the O ffice o f Legal C ounsel in Volum e 21 of the Act clearly permits [a] dispute over civil penalties to be resolved within\nthe executive branch, and without recourse to the judiciary.” NRC Opinion, 13\nOp. O.L.C. at 141.10 To the extent that the civil action provision of the two stat­\nutes are parallel, in that the Attorney General rather than the enforcement agency\nhas control over whether to bring the civil action, our analysis in the NRC Opinion\nis directly controlling here: It is therefore clear that the Attorney General may exercise [her]\ndiscretion to ensure that no lawsuits are filed by [EPA] against\nother agencies of the executive branch."
}