{
  "document_category": "memos",
  "document_name": "22771",
  "chunk_index": 5,
  "chunk_text": "Otherwise, it would have made no sense to\nrefer to another federal agency as the “other” agency having such\nresponsibility. However, the word “other” was not included in S. 2050,\nwhich spoke instead of “the Federal Bureau of Investigation, or a\nFederal agency . . . .” having investigative responsibility (emphasis\nadded). The pertinent language of S. 2050—not that of S. 675—was\nultimately enacted. Thus, the legislative history of § 2516(1) supports the conclusion\nderived from the provision’s plain language that Congress intended that\nthe FBI may be judicially authorized to engage in an interception\ndirected at any of the listed offenses, including narcotics offenses. III. This interpretation of §2516(1) must be tested against the contrary\narguments advanced in the memorandum of the FBI’s Legal Counsel\nDivision. The memorandum relies not on the provision’s language or\nlegislative history, but rather on a reading of United States v. Marion,\n535 F.2d 697 (2d Cir. 1976), and on an argument said to be based on\nthe general purposes of Title III. The Legal Counsel Division’s memorandum summarizes the Marion\nholding as follows: In focusing on the investigative interests at the time of\ninterception, the Marion court requires separate orders, each\njustifying the agency's investigative jurisdiction, before inter­\nception is permitted. (Emphasis added.) This reading of Marion suggests that under that decision each agency\nmust have general “investigative jurisdiction” over an offense before it\nmay participate in an interception under §2516(1). However, we are\nunable to find support for such a reading in the opinion itself. The\nprecise issue in Marion was whether the requirement of 18 U.S.C.\n§ 2517(5) for subsequent judicial approval of incidental interceptions of\ncommunications relating to offenses other than those specified in an\ninitial wiretap authorization applies to wiretaps initially authorized by\nan order of a state court. 7 The court of appeals held that, in such cases,\nthe requirement of § 2517(5) does apply. The court explained:\n7 Section 2517(5) provides: When an investigative o r law enforcement officer, while engaged in intercepting\nwire o r oral communications in the manner authorized herein, intercepts wire or oral\ncom munications relating to offenses other than those specified in the order of authori­\nzation or approval, the contents thereof, and evidence derived therefrom, may be\ndisclosed or used as provided in subsections (1) and (2) o f this section. Such contents\nand any evidence derived therefrom may be used under subsection (3) o f this section when\nContinued 290 . . . our holding does not ‘call into question’ the practice\nof joint federal-state wiretap investigations. Indeed, Title\nI ll’s framers seem to have specifically envisioned co­\noperation among law enforcement authorities of different\njurisdictions where appropriate to enhance the effective­\nness of electronic surveillance operations . . . . If, for\nexample, federal officials called into an ongoing state\nwiretap operation learned at that time of communications\nrelating to separate federal offenses not specified in the\ninitial interception order, there would be little difficulty in\nobtaining the requisite subsequent approval pursuant to\n§2517. And where federal and state officers pursue an\ninvestigation jointly from its inception, we foresee little\ndifficulty for the appropriate federal officer to obtain a\nseparate order authorizing the interception of communica­\ntions relating to the federal offenses believed involved. 8"
}