{
  "document_category": "memos",
  "document_name": "22676",
  "chunk_index": 4,
  "chunk_text": "The first sentence prohibits federal agen­\ncies from expending appropriated funds only for “publicity and propa­\nganda” or for the preparation of certain kits, pamphlets, and presenta­\ntions. The second sentence forbids grantees and contractors to expend\nappropriated funds for any activity designed to influence pending litiga­\ntion. 182 We believe, in short, that these two sentences impose two different\nanti-lobbying restrictions: one, a traditional “publicity and propaganda”\nrestriction applicable to officers and employees of the government; the\nother, an unqualified prohibition against lobbying by federal grantees. The meaning of the rider is so plain on the face o f the text that we\ncould not accept another interpretation unless there were persuasive\nreasons for doing so. The General Counsel gave three reasons for interpreting the rider\nnarrowly in its application to CSA grantees. He argued, first, that if the\nrider were read broadly, it would prevent CSA grantees from carrying\nout their contractual obligation to be advocates for the poor. He also\nnoted that CSA itself is required by statute to “stimulate a better\nfocusing of federal resources on behalf of the poor,” and he argued that\nthe rider should not be read to frustrate that statutory mission. Second,\nhe argued that 18 U.S.C. § 1913 and the General Appropriations rider\nhave been construed narrowly and that the CSA rider should be given\na similar interpretation so that the mission of CSA and the CSA\ngrantees will not be frustrated. Finally, he noted that Senator Warren\nMagnuson, Chairman of the Senate Labor, Health and Human Services\nand Education’s Appropriation Subcommittee, stated in a letter to the\nDirector of CSA that his subcommittee did not intend the rider to\nprevent CSA and its grantees from: (1) responding to any request for\ninformation from Members of Congress; (2) providing educational in­\nformation to Congress and the public in general on the effects of\nlegislative issues on individuals an d /o r communities; and (3) providing\ninformation to Congress concerning legislative issues which directly\naffect the continued existence of CSA or its grantees. In our opinion, the reasons given in support of the General Counsel’s\ninterpretation neither require nor justify a narrow reading of the statu­\ntory prohibition against lobbying by grantees. Our research has not\nuncovered any other consideration that would require us to alter our\ninitial conclusion that the rider means what it says. We will discuss the\nrelevant points below. Contractual and statutory obligations. The General Counsel suggested\nthat a strict reading of the rider would prevent grantees from discharg­\ning their obligations under their grants. But federal grantees cannot be\nrequired to do what federal law prohibits. Even if we could accept the\ncontention that existing grant provisions require CSA grantees to use\nappropriated funds to lobby for or against specific legislation pending\nbefore Congress,4 the existence of that “requirement” would not be a\nvalid reason for interpreting the appropriations rider either narrowly or\nbroadly. 4 In fact, existing CSA grants contain express anti-lobbying provisions, which were “waived” in the\nJanuary 19, 1981, publication. In light of those provisions, we simply do not understand the argument\nthat the contractual obligations of CSA grantees collided with the appropriations rider. 183"
}